{
  "discussion": "https://groups.google.com/d/msg/tosdr/WEwv5V2M9zw/Fevl-3Wq_BsJ",
  "id": "1008",
  "meta": {
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 14280,
  "quoteStart": 13193,
  "quoteText": "Except as otherwise provided in the specific Oath product terms or guidelines for a Service, when you upload, share with or submit content to the Services you retain ownership of any intellectual property rights that you hold in that content and you grant Oath a worldwide, royalty-free, non-exclusive, perpetual, irrevocable, transferable, sublicensable license to (a) use, host, store, reproduce, modify, prepare derivative works (such as translations, adaptations, summaries or other changes), communicate, publish, publicly perform, publicly display, and distribute this content in any manner, mode of delivery or media now known or developed in the future.\nand (b) permit other users to access, reproduce, distribute, publicly display, prepare derivative works of, and publicly perform your content via the Services, as may be permitted by the functionality of those Services (e.g., for users to re-blog, re-post or download your content).\nIn some of the Services, there may be specific terms or settings allowing a different scope of use of the content submitted in those Services.",
  "services": [
    "yahoo"
  ],
  "slug": "WEwv5V2M9zw2",
  "source": {
    "terms": "http://info.yahoo.com/legal/us/yahoo/utos/utos-173.html"
  },
  "title": "very broad",
  "topics": [
    "copyright-scope"
  ],
  "tosdr": {
    "binding": true,
    "case": "very broad",
    "tldr": "The copyright license granted to Yahoo “With respect to Content you submit or make available for inclusion on publicly accessible areas of Yahoo! Groups, the license to use, distribute, reproduce, modify, adapt, publicly perform and publicly display such Content on the Yahoo! Services solely for the purposes of providing and promoting the specific Yahoo! Group to which such Content was submitted or made available. This license exists only for as long as you elect to continue to include such Content on the Yahoo! Services and will terminate at the time you remove or Yahoo! removes such Content from the Yahoo! Services.” "
  }
}