{
  "id": "1185",
  "services": [
    "tutanota"
  ],
  "title": "Personal data that is stored is encrypted and data is deleted by the end of the calendar year for terminated accounts.",
  "topics": [],
  "tosdr": {
    "binding": true,
    "tldr": "Personal data\r\n\r\nWe collect, process and use your personal data confidentially and exclusively for the initiation and fulfillment of the contract as well as for billing purposes. Depending on the services ordered more data will be included at a later date (i.e. when ordering a storage expansion). All personal data is kept securely by us and thus protected from unauthorized access.\r\n\r\nFor the initiation of a contractual relationship and for using the free version of Tutanota, we collect\r\n\r\n    the newly registered email address\r\n\r\nas inventory data.\r\n\r\nFor invoicing and VAT we collect for paid product variants\r\n\r\n    the domicile of the customer (country)\r\n    the invoicing address (for private users optional)\r\n    the VAT registration number (only for business customers of some countries)\r\n\r\nas inventory data.\r\n\r\nFor the transaction of payments we collect depending on the chosen payment method the following payment data (=inventory data):\r\n\r\n    Banking details (account number and sort code and IBAN/BIC, if necessary bank name, account holder),\r\n    credit card data,\r\n    PayPal user name.\r\n\r\nFor the execution of direct debiting we will share your banking details with the authorized credit institution. For the execution of credit card payments your credit card information will only be saved at our payment service provider Braintree. The data disclosed this way shall only be used by the receiver to perform its definite task.\r\n\r\nWith the exception of payment data, we will not disclose your personal data including your email address to third parties. There will be no sale of data.\r\nPeriod of data storage\r\n\r\nThe personal data shall be deleted no later than at the end of the calendar year following the year of the termination of the contract, unless specific reasons to the contrary apply in an individual case. In case a customer objected to the amount of the charged fees, the accounting data may be stored until the objections are terminally clarified. Furthermore, inventory data can be stored for up to two years if the handling of a complaint and other reasons require this for an orderly settlement of the contract. Moreover the deletion of inventory and billing data may be omitted provided that legal regulations or the prosecution of claims require this. Order-related data and the addresses associated with the order are stored in respect to tax, contract and commercial law retention periods and erased at the end of those periods."
  }
}