{
  "approved": false,
  "id": "1798",
  "needModeration": true,
  "quoteDoc": "Cookie Policy",
  "quoteEnd": 3395,
  "quoteStart": 1710,
  "quoteText": "Authentication We use cookies to verify your account and determine when you’re logged in so we can make it easier for you to access the Facebook Products and show you the appropriate experience and features.\n<blockquote>\n<i>For example:</i> We use cookies to keep you logged in as you navigate between Facebook pages.\nCookies also help us remember your browser so you do not have to keep logging into Facebook and so you can more easily log into Facebook via third-party apps and websites.</blockquote>Security, site and product integrity We use cookies to help us keep your account, data and the Facebook Products safe and secure.\n<blockquote>\n<i>For example:</i> Cookies can help us identify and impose additional security measures when someone may be attempting to access a Facebook account without authorization, for instance, by rapidly guessing different passwords.\nWe also use cookies to store information that allows us to recover your account in the event you’ve forgotten your password or to require additional authentication if you tell us your account has been hacked.</blockquote> We also use cookies to combat activity that violates our policies or otherwise degrades our ability to provide the Facebook Products.\n<blockquote>\n<i>For example:</i> Cookies help us fight spam and phishing attacks by enabling us to identify computers that are used to create large numbers of fake Facebook accounts.\nWe also use cookies to detect computers infected with malware and to take steps to prevent them from causing further harm.\nCookies also help us prevent underage people from registering for Facebook accounts.</blockquote>Advertising, recommendations, insights and measurement",
  "services": [
    "facebook"
  ],
  "slug": "k3TtWBBCbrZFpvoqe-facebook",
  "submittedBy": "JuCGjRQ4sfo6gwF43",
  "title": "This service uses your personal information for many different purposes",
  "topics": [
    "track",
    "cookies",
    "personal-data",
    "third",
    "track",
    "user-choice",
    "user-info"
  ],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "point": "bad",
    "sources": [
      "http://www.thingiverse.com/"
    ],
    "tldr": "Basically, information is collected from \"third party websites\", \"technology\", use of \"personal data\", and the data/demographics you choose to provide. The website says they do this in order to make the website more personalized and \"useful\" to you, but they track you in all ways possible, which is something of concern if personal online privacy is important to you. Further, although they say that they also use information you provide, even if you provide the bare minimum like your name and your age, they use that to find more info on you as well (at least that is my interpretation of their clause). "
  }
}