{
  "id": "5134",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 5174,
  "quoteStart": 3350,
  "quoteText": "Third-Party Embeds<p>Some of the content that you see displayed on Medium is not hosted by Medium.\nThese “embeds” are hosted by a third-party and embedded in Medium.\nFor example: YouTube or Vimeo videos, Imgur or Giphy gifs, SoundCloud audio files, Twitter tweets, GitHub code, or Scribd documents that appear within a Medium post.\nThese files send data to the hosted site just as if you were visiting that site directly (for example, when you load a Medium post page with a YouTube video embedded in it, YouTube receives data about your activity).\nMedium does not control what data third parties collect in cases like this, or what they will do with it.\nSo, third-party embeds on Medium are not covered by this privacy policy.\nThey are covered by the privacy policy of the third-party service.</p>\n<p>Some embeds may ask you for personal information, such as your email address, through a form.\nWe do our best to keep bad actors off of Medium.\nHowever, if you choose to submit your information to a third party this way, we don’t know what they may do with it.\nAs explained above, their actions are not covered by this Privacy Policy.\nSo, please be careful when you see embedded forms on Medium asking for your email address or any other personal information.\nMake sure you understand who you are submitting your information to and what they say they plan to do with it.\nWe suggest that you do not submit personal information to any third-party through an embedded form.</p>\n<p>If you embed a form that allows submission of personal information by users, you must provide near the embedded form a prominent link to an applicable Privacy Policy that clearly states how to you intend to use any information collected.\nFailure to do so may lead Medium to disable the post or take other action to limit or disable your account.",
  "services": [
    "medium"
  ],
  "title": "The service warns you of the potential consequences related to third-party access",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service warns you of the potential consequences related to third-party access",
    "tldr": "Generated through the annotate view"
  }
}