{
  "id": "5155",
  "needModeration": false,
  "quoteDoc": "Terms of Use",
  "quoteEnd": 31838,
  "quoteStart": 31086,
  "quoteText": "<p>Brainly reserves the right, in its sole discretion, to immediately modify, suspend or terminate your account, the Brainly Services, your Brainly Subscription, and/or any products, services, functionality, information, content or other materials available on, through or in connection with the Brainly Services and/or your Brainly Subscription, including, but not limited to, the Mobile Software, and/or your access to some or all of them without cause and without notice.\nIn the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.</p>",
  "services": [
    "brainly"
  ],
  "title": "The service can delete your account without prior notice and without a reason",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service can delete your account without prior notice and without a reason",
    "tldr": "For users not in Europe, \"Brainly reserves the right, in its sole discretion, to immediately modify, suspend or terminate your account, the Brainly Services, your Brainly Subscription, and/or any products, services, functionality, information, content or other materials available on, through or in connection with the Brainly Services and/or your Brainly Subscription, including, but not limited to, the Mobile Software, and/or your access to some or all of them without cause and without notice. In the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.\" However, for users in Europe, these terms state that, \"We may end your access or use of the Service for any reason as long as we give you reasonable notice that we plan to do this.\""
  }
}