{
  "discussion": "https://groups.google.com/forum/#!topic/tosdr/tmXfQIGPTvs",
  "id": "655",
  "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 29452,
  "quoteStart": 28466,
  "quoteText": "<p>3.2</p> Service Providers <p>We engage service providers to perform functions and provide services to us in the United States, Ireland, and other countries.\nFor example, we use a variety of third-party services to help operate our services, such as hosting our various blogs and wikis, and to help us understand the use of our services, such as Google Analytics.\nWe may share your private personal data with such service providers subject to obligations consistent with this Privacy Policy and any other appropriate confidentiality and security measures, and on the condition that the third parties use your private personal data only on our behalf and pursuant to our instructions.\nWe share your payment information with payment services providers to process payments.\nprevent, detect, and investigate fraud or other prohibited activities.\nfacilitate dispute resolution such as chargebacks or refunds.\nand for other purposes associated with the acceptance of credit and debit cards.",
  "reason": "duplicating the copyright scope point",
  "services": [
    "twitter"
  ],
  "slug": "tmXfQIGPTvs2",
  "source": "https://twitter.com/tos",
  "title": "personal data is given to third parties",
  "topics": [
    "third"
  ],
  "tosdr": {
    "binding": true,
    "case": "personal data is given to third parties",
    "irrelevant": false,
    "point": "bad",
    "reason": true,
    "score": 90,
    "tldr": "Your data is shared with Twitter's partners and other third-parties, on Twitter's terms – not yours.  "
  }
}