{
  "discussion": "https://groups.google.com/d/topic/tosdr/CsxjRy5fqYQ/discussion",
  "id": "686",
  "meta": {
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": false,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 17031,
  "quoteStart": 15452,
  "quoteText": "Counter-Notice.\nIf you believe that your Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the material in your Content, you may send a counter-notice containing the following information to the Copyright Agent:\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the Content that has been removed or to which access has been disabled and the location at which the Content appeared before it was removed or disabled;</li>\n<li>A statement that you have a good faith belief that the Content was removed or disabled as a result of mistake or a misidentification of the Content.\nand</li>\n<li>Your name, address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in San Francisco, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\nIf a counter-notice is received by the Copyright Agent, YouTube may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed Content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the Content provider, member or user, the removed Content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at YouTube's sole discretion",
  "services": [
    "youtube"
  ],
  "slug": "CsxjRy5fqYQ",
  "title": "They help you to deal with take-down notices",
  "topics": [
    "governance",
    "suspension"
  ],
  "tosdr": {
    "binding": true,
    "case": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
    "tldr": "if you are the target of a copyright holder's take down notice, Youtube gives you a chance to defend your right in front of the jurisdiction of California. See section “Counter-Notice.”"
  }
}