{
  "discussion": "https://groups.google.com/forum/#!topic/tosdr/9Tm3gwYnlVE",
  "id": "743",
  "needModeration": true,
  "quoteDoc": "What information does Facebook get when I visit a site with the Like button?",
  "quoteEnd": 2411,
  "quoteStart": 1435,
  "quoteText": "For example, when you go to a website with a <b>Like</b> button, we need to know who you are in order to show you what your Facebook friends have liked on that site.\nThe data we receive includes your user ID, the website you're visiting, the date and time and other browser-related info.If you’re logged out or don’t have a Facebook account and visit a website with the <b>Like</b> button or another social plugin, your browser sends us a more limited set of info.\nFor example, because you’re not logged into Facebook, you’ll have fewer cookies than someone who's logged in.\nLike other sites on the Internet, we receive info about the web page you're visiting, the date and time and other browser-related info.\nWe record this info to help us improve our products.\nAs our Data Policy indicates, we use cookies to show you ads on and off Facebook.\nWe may also use the info we receive when you visit a site with social plugins to help us show you more interesting and useful ads.",
  "services": [
    "facebook"
  ],
  "set": "set+service+and+topic",
  "slug": "9Tm3gwYnlVE",
  "title": "This service tracks you on other websites",
  "topics": [
    "track"
  ],
  "tosdr": {
    "binding": true,
    "case": "This service tracks you on other websites",
    "tldr": "\"      If you’re logged out or don’t have a Facebook account and visit\r\n        a website with the Like button or another social plugin, […] We\r\n        do receive the web page you're visiting, the date and time, and\r\n        other browser-related information. We record this information\r\n        for a limited amount of time […] we sometimes find bugs in the\r\n        systems we’ve built to gather aggregate data on how people are\r\n        interacting with sites that use the Like button or other social\r\n        plugins. It’s helpful to be able to reference this anonymized\r\n        information when investigating these bugs so we can find their\r\n        source and fix them quickly. \""
  }
}