{
  "discussion": "https://groups.google.com/forum/#!topic/tosdr/YW_XAJ09NVo",
  "id": "994",
  "quoteDoc": "Terms of Service and Privacy.txt",
  "quoteEnd": 4282,
  "quoteRev": "4467870a4fce6982ab0caabaae80ffebf0b56eec",
  "quoteStart": 0,
  "quoteText": "<p> <i> </i> </p> <p> <i>If you live in the European Region, WhatsApp Ireland Limited provides WhatsApp to you under this Terms of Service and Privacy Policy.</i> </p> <p> </p>Key Updates <p>Respect for your privacy is coded into our DNA. Since we started WhatsApp, we’ve built our Services with a set of strong privacy principles in mind. In our updated Terms and Privacy Policy you’ll find:</p> <ul> <li> <strong>Information that is easier to understand.</strong> Our updated Terms and Privacy Policy are easier to understand and reflect new features such as WhatsApp Calling and WhatsApp for web and desktop.</li> <li> <strong>We joined Facebook in 2014.</strong> WhatsApp is now part of the Facebook family of companies. Our Privacy Policy explains how we work together to improve our services and offerings, like fighting spam across apps, making product suggestions, and showing relevant offers and ads on Facebook. Nothing you share on WhatsApp, including your messages, photos, and account information, will be shared onto Facebook or any of our other family of apps for others to see, and nothing you post on those apps will be shared on WhatsApp for others to see. </li> <li> <strong>Your messages are yours, and we can’t read them.</strong> We’ve built privacy, end-to-end encryption, and other security features into WhatsApp. We don’t store your messages once they’ve been delivered. When they are end-to-end encrypted, we and third parties can’t read them.</li> <li> <strong>No third-party banner ads.</strong> We still do not allow third-party banner ads on WhatsApp. </li> <li> <strong>New ways to use WhatsApp.</strong> We will explore ways for you and businesses to communicate with each other using WhatsApp, such as through order, transaction, and appointment information, delivery and shipping notifications, product and service updates, and marketing. For example, you may receive flight status information for upcoming travel, a receipt for something you purchased, or a notification when a delivery will be made. Messages you may receive containing marketing could include an offer for something that might interest you. We do not want you to have a spammy experience. as with all of your messages, you can manage these communications, and we will honor the choices you make.</li> <li> <strong>The choices you have.</strong> If you are an existing user, you can choose not to have your WhatsApp account information shared with Facebook to improve your Facebook ads and products experiences. Existing users who accept our updated Terms and Privacy Policy will have an additional 30 days to make this choice by going to Settings &gt. Account. </li> </ul>WhatsApp Terms Of ServiceLast modified: August 25, 2016 (archived versions) <p>WhatsApp Inc. (“WhatsApp,” “our,” “we,” or “us”) provides messaging, Internet calling, and other services to users around the world. Please read our Terms of Service so you understand what’s up with your use of WhatsApp. You agree to our Terms of Service (“Terms”) by installing, accessing, or using our apps, services, features, software, or website (together, “Services”).</p> <p> <strong>NO ACCESS TO EMERGENCY SERVICES: There are important differences between WhatsApp and your mobile and fixed-line telephone and SMS services. Our Services do not provide access to emergency services or emergency services providers, including the police, fire departments, or hospitals, or otherwise connect to public safety answering points. You should ensure you can contact your relevant emergency services providers through a mobile, fixed-line telephone, or other service.</strong> </p> <p> <strong>IF YOU ARE A WHATSAPP USER LOCATED IN THE UNITED STATES OR CANADA, OUR TERMS CONTAIN A BINDING ARBITRATION PROVISION, WHICH STATES THAT, EXCEPT IF YOU OPT OUT AND EXCEPT FOR CERTAIN TYPES OF DISPUTES, WHATSAPP AND YOU AGREE TO RESOLVE ALL DISPUTES THROUGH BINDING INDIVIDUAL ARBITRATION, WHICH MEANS THAT YOU WAIVE ANY RIGHT TO HAVE THOSE DISPUTES DECIDED BY A JUDGE OR JURY, AND THAT YOU WAIVE YOUR RIGHT TO PARTICIPATE IN CLASS ACTIONS, CLASS ARBITRATIONS, OR REPRESENTATIVE ACTIONS. PLEASE READ THE “SPECIAL ARBITRATION PROVISION FOR UNITED STATES OR CANADA USERS” SECTION BELOW TO LEARN MORE.</strong> </p> About our services <p> ",
  "services": [
    "whatsapp"
  ],
  "set": "set+service+and+topic",
  "slug": "YW_XAJ09NVo",
  "title": "WhatsApp requires access to your contact list",
  "topics": [
    "personal-data"
  ],
  "tosdr": {
    "binding": true,
    "case": "broader than necessary",
    "tldr": "You must use your phone number to register to this service.\r\n\r\n\"Registration. You must register for our Services using accurate information, provide your current mobile phone number, and, if you change it, update your mobile phone number using our in-app change number feature. You agree to receive text messages and phone calls (from us or our third-party providers) with codes to register for our Services.\""
  }
}