{
  "discussion": "https://groups.google.com/d/topic/tosdr/_gI8wQ3PZ2M/discussion",
  "id": "_gI8wQ3PZ2M",
  "meta": {
    "author": "ToS;DR by Unhosted",
    "contributors": [
      "Hugo Roy <hugo@unhosted.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA"
  },
  "name": "You stay in control of your copyright",
  "service": "soundcloud",
  "services": [
    "soundcloud"
  ],
  "source": {
    "terms": "http://soundcloud.com/terms-of-use#license"
  },
  "title": "You stay in control of your copyright",
  "topic": "copyright-scope",
  "tosback2-data": {
    "terms": {
      "extracted": "By uploading or posting Your Content to the Platform, you initiate an automated process to transcode any audio Content and direct SoundCloud to store Your Content on our servers, from where you may control and authorise the use, reproduction, transmission, distribution, public display, public performance, making available and other communication to the public of Your Content on the Platform and elsewhere using the Services. To the extent it is necessary in order for SoundCloud to provide you with any of the aforementioned hosting services, to undertake any of the tasks set forth in these Terms of Use and/or to enable your use of the Platform, you hereby grant such licences to SoundCloud on a limited, worldwide, non-exclusive, royalty-free and fully paid basis.<br />By uploading Your Content to the Platform, you also grant a limited, worldwide, non-exclusive, royalty-free, fully paid up, licence to other users of the Platform, and to users of any other websites, apps and/or platforms to which Your Content has been shared or embedded using the Services (“Linked Services”), to use, copy, transmit or otherwise distribute, publicly display, publicly perform, prepare derivative works of, make available and otherwise communicate to the public Your Content within the parameters set by you using the Services. You can limit and restrict the availability of certain of Your Content to other users of the Platform, and to users of Linked Services, at any time using the settings on the sound page for each sound you upload, subject to the provisions of the Disclaimer section below.<br />The licences granted in this section are granted separately with respect to each item of Your Content that you upload to the Platform. Licences with respect to audio Content, and any images or text within your account, will (subject to the following paragraph of these Terms of Use) terminate automatically when you remove such Content from your account. Licences with respect to comments or other contributions that you make on the Website will be perpetual and irrevocable, and will continue notwithstanding any termination of your account."
    }
  },
  "tosdr": {
    "point": "good",
    "score": 100,
    "tldr": "You only grant to SoundCloud the rights necessary to operate the services. You grant to the public the rights to listen and to share your tracks “within the parameters set by you” for each track. You can also publish easily your tracks under a Creative Commons license of your choice.",
    "topic": "copyright-scope"
  }
}