{
    "discussion": "https://groups.google.com/d/msg/tosdr/q782XE2RUss/uv1Soto5YcMJ", 
    "id": "q782XE2RUss", 
    "meta": {
        "author": "ToS;DR by Unhosted", 
        "contributors": [
            "Hugo Roy <hugo@unhosted.org>"
        ], 
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA"
    }, 
    "name": "Your account can be suspended for several reasons", 
    "service": "yahoo", 
    "source": {
        "terms": "http://info.yahoo.com/legal/us/yahoo/utos/utos-173.html"
    }, 
    "title": "Your account can be suspended for several reasons", 
    "tosdr": {
        "point": "not bad", 
        "score": 15, 
        "tldr": "“Section 15: Termination … You agree that Yahoo! may, without prior notice, immediately terminate, limit your access to or suspend your Yahoo! account, any associated email address, and access to the Yahoo! Services. Cause for such termination, limitation of access or suspension shall include, but not be limited to, (a) breaches or violations of the TOS or other incorporated agreements or guidelines, (b)requests by law enforcement or other government agencies, (c) discontinuance or material modification to the Yahoo! Services (or any part thereof), (d) unexpected technical or security issues or problems, (e) extended periods of inactivity, (f) engagement by you in fraudulent or illegal activities, and/or (g) nonpayment of any fees owed by you in connection with the Yahoo! Services. Further, you agree that all terminations, limitations of access and suspensions for cause shall be made in Yahoo!'s sole discretion and that Yahoo! shall not be liable to you or any third party for any termination of your account, any associated email address, or access to the Yahoo! Services.”", 
        "topic": "suspension"
    }
}
