{
  "alexa": 513,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.groupon.com/privacy"
    }
  },
  "points": [
    "11344",
    "1334",
    "1560"
  ],
  "pointsData": {
    "1334": {
      "approved": false,
      "id": "1334",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 16109,
      "quoteStart": 15811,
      "quoteText": "If you wish to cancel your account or request that we no longer use your Personal Information to provide you services contact us at support@groupon.com.\nWe will retain and use your Personal Information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.",
      "services": [
        "groupon"
      ],
      "slug": "M53pi6dXRqHWD6C8Q",
      "submittedBy": "euuLXKG9G2vNLbLDK",
      "title": "If you deactivate your account, Groupon cannot guarantee that they will always delete records.",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service retains rights to your content even after you stop using your account",
        "point": "bad",
        "score": 25,
        "sources": [
          "https://www.groupon.com/privacy"
        ],
        "tldr": ""
      }
    },
    "1560": {
      "approved": false,
      "id": "1560",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12992,
      "quoteStart": 12703,
      "quoteText": "We also use cookies, tags, web beacons, local shared objects, files, tools and programs to keep records, store your preferences, improve our advertising, and collect Non-Identifying Information, including Device Data and your interaction with the Site and our Business Partners' web sites.",
      "services": [
        "groupon"
      ],
      "slug": "K6NDng5ni3b3sN8A8",
      "submittedBy": "euuLXKG9G2vNLbLDK",
      "title": "Tracking",
      "topics": [
        "track",
        "cookies",
        "track"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "sources": [
          "https://www.groupon.com/cookie-policy"
        ],
        "tldr": ""
      }
    },
    "11344": {
      "id": "11344",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6154,
      "quoteStart": 5032,
      "quoteText": "\nYou can opt-out of being targeted by certain Third-Party Ad-Servers online using the <strong>National Advertising Initiative’s Opt-Out Tool</strong>, or on TRUSTe’s <strong>site</strong>.</p>\n<p>You may manage how your mobile device and mobile browser share certain Device Data with Groupon, as well as how your mobile browser handles Cookies by adjusting the privacy and security settings on your mobile device.\nPlease refer to instructions provided by your mobile service provider or the manufacturer of your device to learn how to adjust your settings.\n</p>\n<p>You may also manage the sharing of certain Personal Information with us when you connect with us through social networking platforms or applications.\nPlease refer to the privacy policy and settings of the social networking website or application to determine how you may adjust our permissions and manage the interactivity between Groupon and your social networking account or your mobile device.</p>\n<p>If you wish to opt out of receiving offers directly from our Business Partners, you can follow the opt-out instructions in the emails that they send you.",
      "services": [
        "groupon"
      ],
      "title": "This service employs third-party cookies, but with opt-out instructions",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs third-party cookies, but with opt-out instructions",
        "point": "bad",
        "score": 5,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "groupon.com"
  ]
}