{
  "alexa": 199,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.indeed.com/intl/en/privacy.html"
    }
  },
  "points": [
    "608",
    "711",
    "7661",
    "7662",
    "7663",
    "7664"
  ],
  "pointsData": {
    "608": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/uksdEftHwsU",
      "id": "608",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 27245,
      "quoteStart": 26763,
      "quoteText": "<p>Indeed reserves the right to keep any materials in a closed account as necessary to preserve and protect its rights to the extent permitted by law (for example, to preserve records of a dispute) or to comply with its obligations under local law (for example, if requested to retain by law enforcement).\nA closed account does not mean that all of the data is expunged from the Indeed systems, although it will not be readily available under the Job Seeker’s original account name.",
      "services": [
        "indeed.com"
      ],
      "set": "set+service+and+topic",
      "slug": "uksdEftHwsU",
      "title": "This service holds onto content that you've deleted",
      "topics": [
        "data-export"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": "“"
      }
    },
    "711": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/QF92UNyWDAI",
      "id": "711",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 109830,
      "quoteStart": 108489,
      "quoteText": "\nLicense to User Content and Feedback</strong>\n</p>\n<p>Only to the extent permitted by law, if you post content or submit material to Indeed, including but not limited to photographs or material you submit for a job solicitation hosted on Indeed, you grant Indeed a nonexclusive, worldwide, perpetual, (revocable only as described below), fully paid, royalty-free, sublicensable (through multiple layers of sub-licensees) right and license to make, use, sell, sublicense, reproduce, distribute, perform, display, prepare derivative works from and otherwise exploit all such content and materials for the purpose of publishing material on the Indeed website or its publisher partners, maintaining the Indeed website and promoting Indeed without restriction.\nFurthermore, you grant to Indeed, its affiliates, and sublicensees the license to use your name, user name, and/or trademarks and logos in connection with any such User Content or Indeed marketing materials, or actions by Indeed to promote or publicize such User Content (e.g.\nJob Listings) including the use of keywords in third-party internet search engines.\nNotwithstanding the foregoing, to the extent any Employer(s) submits photographs to Indeed for association with a particular Job Listing, Indeed shall not post such content anywhere other than the Employer(s)’s Job Listing.",
      "services": [
        "indeed.com"
      ],
      "set": "set+service+and+topic",
      "slug": "QF92UNyWDAI",
      "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
        "point": "bad",
        "score": 50,
        "tldr": "“If you post content or submit material, you grant Indeed a nonexclusive, worldwide, perpetual, irrevocable, royalty-free, sublicensable (through multiple layers of sublicensees) right and license to make, use, sell, sublicense, reproduce, distribute, perform, display, prepare derivative works from and otherwise exploit all such content and materials for any purpose without restriction. Furthermore, you grant Indeed, its affiliates, and sublicensees the right to use your name and/or user name in connection with the content.”"
      }
    },
    "7661": {
      "id": "7661",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 59570,
      "quoteStart": 59432,
      "quoteText": "13.\nDo Not Track Requests</b>\n<p>We do not respond to the browser “Do Not Track” (DNT) signal if enabled by the user in their web browser.",
      "services": [
        "indeed.com"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "7662": {
      "id": "7662",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5322,
      "quoteStart": 4925,
      "quoteText": "Referral Tracking</strong> We use cookies to associate user activity with the third party website that referred the user to our Site, or to associate user activity that Indeed referred to a third party website.\nThese third party partner websites receive credit for the activity of users they refer to our Site, or give Indeed credit for the activity of users referred to such third party websites.",
      "services": [
        "indeed.com"
      ],
      "title": "This service tracks which web page referred you to it",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service tracks which web page referred you to it",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7663": {
      "id": "7663",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 30744,
      "quoteStart": 30081,
      "quoteText": "3.6 Minimum Age of our Users</b>\n</p>\n<p>The Site is not for use by anyone under the age of 16.\nTo use the Site you agree that you must be the minimum age (described in this paragraph below) or older.</p>\n<p>The minimum age for these purposes shall be 16, however if local laws require that you must be older in order for Indeed to lawfully provide the services in the Site to you then that older age shall apply as the applicable minimum age.\nIn all jurisdictions outside the European Union, if you are under the age of 18 or the age of majority in your jurisdiction, you must use Indeed under the supervision of your parent, legal guardian or responsible adult.",
      "services": [
        "indeed.com"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "7664": {
      "id": "7664",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 173616,
      "quoteStart": 173278,
      "quoteText": "<strong>6.\nIndemnification</strong>\n</p>\n<p>You shall indemnify, defend and hold harmless Indeed, its agents, affiliates, licensors, and Partners from any third party claim or liability (including without limitation reasonable legal fees) arising out of your Program use, Creative, site or Your Services, or breach of these IAP Terms.</p>",
      "services": [
        "indeed.com"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "indeed.com"
  ]
}