{
  "alexa": 1000000,
  "class": false,
  "links": {},
  "points": [
    "6384",
    "6385",
    "6438"
  ],
  "pointsData": {
    "6384": {
      "id": "6384",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9838,
      "quoteStart": 9761,
      "quoteText": "Terms of Service may change, in which case inrupt will notify you beforehand.",
      "services": [
        "inruptinc"
      ],
      "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may change its terms at any time, but the user will receive notification of the changes.",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "6385": {
      "id": "6385",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5452,
      "quoteStart": 5353,
      "quoteText": "Your data will not be shared outside of inrupt and legally contracted inrupt service providers.</p>",
      "services": [
        "inruptinc"
      ],
      "title": "The service does not share user information with third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not share user information with third parties",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6438": {
      "id": "6438",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 14049,
      "quoteStart": 10538,
      "quoteText": "To make requests regarding your rights, you can contact inrupt on security@inrupt.com.\nYou have control over your personal data and how it is collected, used, and shared.\nFor example, you have a right to:</p>\n<ul>\n<li>Request access to your personal data (commonly known as a \"data subject access request\").\nThis enables you to receive a copy of the personal data we hold about you and to confirm that we are lawfully processing it.</li>\n<li>Request correction of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</li>\n<li>Request erasure of your personal data via&nbsp;https://inrupt.net/account/delete.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nPlease note, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</li>\n<li>Object to processing of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.</li>\n<li>Request restriction of processing of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data's accuracy.\n(b) where our use of the data is unlawful but you do not want us to erase it.\n(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</li>\n<li>Request the transfer of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nPlease note that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</li>\n<li>Withdraw consent at any time where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.&nbsp;If you do not want to receive promotional or other e-mail from us, you can remove yourself from our mailing lists.</li>\n<li>Submit a complaint to the supervisory authority for data protection in your country.</li>\n<li>If you are a European national or resident, you have the right to submit a report to your local data protection supervisory authority if you do not get a response from&nbsp;us within 30 days.",
      "services": [
        "inruptinc"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "inrupt.com",
    "https://inrupt.net/",
    "http://solid.inrupt.com/"
  ]
}