{
  "alexa": 16,
  "class": false,
  "links": {
    "Data Policy": {
      "name": "Data Policy",
      "url": "https://help.instagram.com/519522125107875"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://help.instagram.com/155833707900388"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://help.instagram.com/581066165581870"
    }
  },
  "points": [
    "1035",
    "1343",
    "1374",
    "1579",
    "631",
    "657"
  ],
  "pointsData": {
    "631": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/KoJc2tTrdFQ",
      "id": "631",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 723,
      "quoteStart": 459,
      "quoteText": "YOU AGREE THAT DISPUTES BETWEEN YOU AND US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.\nWE EXPLAIN SOME EXCEPTIONS AND HOW YOU CAN OPT OUT OF ARBITRATION BELOW.</b>",
      "services": [
        "instagram"
      ],
      "slug": "KoJc2tTrdFQ",
      "title": "You waive your right to a class action",
      "topics": [
        "waiver"
      ],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "By agreeing to Instagram's terms, you agree that you can only bring any claim against them on your own behalf. You waive your right to being part of a class action, or participating in claims brought in any representative capacity."
      }
    },
    "657": {
      "discussion": "https://groups.google.com/d/topic/tosdr/zWoT_ZWAEM8/discussion",
      "id": "657",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@tosdr.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19649,
      "quoteStart": 19307,
      "quoteText": "We may change our Service and policies, and we may need to make changes to these Terms so that they accurately reflect our Service and policies.\nUnless otherwise required by law, we will notify you (for example, through our Service) before we make changes to these Terms and give you an opportunity to review them before they go into effect.\n",
      "services": [
        "instagram"
      ],
      "slug": "at-their-discretion-with-notice",
      "title": "Terms may be changed at their discretion, but they will notify you before.",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "When the service wants to change its terms, users are notified a week or more in advance.",
        "point": "good",
        "score": 15,
        "tldr": "They can change the terms at their discretion, but they will notify the user in reasonable advance by email or by posting them online. However, your use of the service constitutes acceptance of the changes in the terms without explicit consent."
      }
    },
    "1035": {
      "discussion": "https://groups.google.com/d/topic/tosdr/wy9QcF5zQII",
      "id": "1035",
      "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8440,
      "quoteStart": 7833,
      "quoteText": "when you share, post, or upload content that is covered by intellectual property rights (like photos or videos) on or in connection with our Service, you hereby grant to us a non-exclusive, royalty-free, transferable, sub-licensable, worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content (consistent with your privacy and application settings).\nYou can end this license anytime by deleting your content or account.\nHowever, content will continue to appear if you shared it with others and they have not deleted it.",
      "services": [
        "instagram"
      ],
      "slug": "wy9QcF5zQII",
      "source": "http://instagr.am/legal/terms/",
      "title": "Very broad copyright license on your content",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "very broad",
        "point": "bad",
        "score": 80,
        "tldr": "The copyright licence of Instagram has significantly changed in 2013. The license you grant them is now beyond the requirements for operating the service. For instance, it includes the right for Instagram to transfer the license or to license it to others on their terms (“sublicense”)."
      }
    },
    "1343": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/cyZHeVseLnA",
      "id": "1343",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19015,
      "quoteStart": 18829,
      "quoteText": "The laws of the State of California, to the extent not preempted by or inconsistent with federal law, will govern these Terms and any claim, without regard to conflict of law provisions.",
      "services": [
        "instagram"
      ],
      "slug": "cyZHeVseLnA",
      "title": "Instagram Court of law is California",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": ""
      }
    },
    "1374": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/Y_Cmwsaqgn0",
      "id": "1374",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 21191,
      "quoteStart": 18382,
      "quoteText": "Here are the types of third parties we share information with:<b>Partners who use our analytics services.</b>We provide aggregated statistics and insights that help people and businesses understand how people are engaging with their posts, listings, Pages, videos and other content on and off the Facebook Products.\nFor example, Page admins and Instagram business profiles receive information about the number of people or accounts who viewed, reacted to, or commented on their posts, as well as aggregate demographic and other information that helps them understand interactions with their Page or account.<b>Advertisers.</b>We provide advertisers with reports about the kinds of people seeing their ads and how their ads are performing, but we don't share information that personally identifies you (information such as your name or email address that by itself can be used to contact you or identifies who you are) unless you give us permission.\nFor example, we provide general demographic and interest information to advertisers (for example, that an ad was seen by a woman between the ages of 25 and 34 who lives in Madrid and likes software engineering) to help them better understand their audience.\nWe also confirm which Facebook ads led you to make a purchase or take an action with an advertiser.<b>Measurement partners.</b>We share information about you with companies that aggregate it to provide analytics and measurement reports to our partners.<b>Partners offering goods and services in our Products.</b>When you subscribe to receive premium content, or buy something from a seller in our Products, the content creator or seller can receive your public information and other information you share with them, as well as the information needed to complete the transaction, including shipping and contact details.<b>Vendors and service providers.</b>We provide information and content to vendors and service providers who support our business, such as by providing technical infrastructure services, analyzing how our Products are used, providing customer service, facilitating payments or conducting surveys.<b>Researchers and academics.</b>We also provide information and content to research partners and academics to conduct research that advances scholarship and innovation that support our business or mission, and enhances discovery and innovation on topics of general social welfare, technological advancement, public interest, health and well-being.<b>Law enforcement or legal requests</b>We share information with law enforcement or in response to legal requests in the circumstances outlined below.Learn more about how you can control the information about you that you or others share with third-party partners in the Facebook Settings and Instagram Settings.<br>\n<br>\n</blockquote>\n<b>",
      "services": [
        "instagram"
      ],
      "slug": "Y_Cmwsaqgn0",
      "title": "Instagram shares information with many third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Many third parties are involved in operating the service",
        "point": "bad",
        "score": 50,
        "tldr": "Instagram shares information with lots of third-parties, among them other instagram users (people and businesses), advertisers (only non-personally identifiable information, unless given permission), measurement partners (analytics), partners offering goods and services within instagram's products, vendors and service providers, researchers and academics as well as law enforcement."
      }
    },
    "1579": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/IIAwbXpxuqk",
      "id": "1579",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 11278,
      "quoteStart": 10836,
      "quoteText": "We can refuse to provide or stop providing all or part of the Service to you (including terminating or disabling your account) immediately to protect our community or services, or if you create risk or legal exposure for us, violate these Terms of Use or our policies (including our Instagram Community Guidelines), if you repeatedly infringe other people's intellectual property rights, or where we are permitted or required to do so by law.",
      "services": [
        "instagram"
      ],
      "slug": "IIAwbXpxuqk",
      "title": "The service can suspend your account for several reasons",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can suspend your account for several reasons",
        "point": "neutral",
        "score": 15,
        "tldr": "Instagram - suspension and censorship"
      }
    }
  },
  "urls": [
    "instagram.com"
  ]
}