{
  "alexa": 418,
  "class": false,
  "links": {},
  "points": [
    "5136",
    "5137",
    "5139",
    "6641",
    "6642",
    "6643",
    "6644",
    "6645",
    "6646"
  ],
  "pointsData": {
    "5136": {
      "id": "5136",
      "needModeration": false,
      "quoteDoc": "Terms of Use Agreement",
      "quoteEnd": 3030,
      "quoteStart": 1916,
      "quoteText": "You represent that you are over the age of thirteen (13) years old in the United States and sixteen (16) years old in the European Union, and you must otherwise be of the age of majority as required by the applicable law of your jurisdiction.\nIf you do not agree or are not in compliance with these Terms of Use, you may not use our Service.</p>\n<p>If you are a minor in the jurisdiction in which you reside (e.g.\nunder 18 years of age), you may only use the Service if (a) you either obtain parental or legal guardian consent after review of this Agreement prior to you using any of the Service provided by Company or are an emancipated minor and (b) you are competent and fully able to enter into the representations, and warranties, terms, conditions, obligations, and affirmations, set forth in this Agreement, and to comply with and abide by this Agreement.</p>\n<p>All Users who are minors in the jurisdiction in which they reside must have the permission of their parent or guardian to use the Service chat rooms.\nAll minors must be directly supervised by their parent or guardian while using our chat rooms.",
      "services": [
        "myanimelist"
      ],
      "title": "This service is only available users over the age of 13 years old in the United States and 16 years old in the European Union",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "5137": {
      "id": "5137",
      "needModeration": false,
      "quoteDoc": "Terms of Use Agreement",
      "quoteEnd": 34926,
      "quoteStart": 33769,
      "quoteText": "12.\nIndemnity <p>You agree to defend, indemnify and hold harmless Company and its subsidiaries, agents, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from:</p>\n<ul>\n<li>Your use of and access to the Service, including any data or work transmitted or received by you;</li>\n<li>Your violation of any term of this Agreement, including without limitation, your breach of any of the representations and warranties above;</li>\n<li>Your violation of any third-party right, including without limitation any right of privacy, publicity rights or Intellectual Property Rights;</li>\n<li>Your violation of any law, rule or regulation of the United States or any other country;</li>\n<li>Any claim or damages that arise as a result of any of your User Content or any that are submitted via your account or profile.\nor</li>\n<li>Any other party's access and use of the Service with your unique username, password or other appropriate security code.",
      "services": [
        "myanimelist"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "5139": {
      "id": "5139",
      "needModeration": false,
      "quoteDoc": "Terms of Use Agreement",
      "quoteEnd": 15675,
      "quoteStart": 15171,
      "quoteText": "You are solely responsible for the activity that occurs on your profile or account, and you must keep the password for your profile or account secure at all times.\nYou must notify the Company immediately should there be any unauthorized use or breach of security of your profile or account.\nThe Company will not be liable for your losses caused by any unauthorized use of your profile or account.\nHowever, you shall be liable for any losses incurred by the Company or others due to such unauthorized use.",
      "services": [
        "myanimelist"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6641": {
      "id": "6641",
      "quoteDoc": "Terms of Use Agreement",
      "quoteEnd": 58,
      "quoteStart": 27,
      "quoteText": "LAST UPDATED: July 31, 2018</p>",
      "services": [
        "myanimelist"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6642": {
      "id": "6642",
      "quoteDoc": "Terms of Use Agreement",
      "quoteEnd": 10555,
      "quoteStart": 10319,
      "quoteText": "Your subscription will automatically continue on a monthly basis, and you will continue to be charged on a monthly basis at the then-current price (including any applicable taxes), until you cancel your subscription or we terminate it.\n",
      "services": [
        "myanimelist"
      ],
      "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You authorise the service to charge a credit card supplied on re-occurring basis",
        "point": "neutral",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6643": {
      "id": "6643",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4872,
      "quoteStart": 4454,
      "quoteText": "Using information collected through cookies, web beacons, and other sources, we may use demographic data or information about your online activities or interests to display targeted advertising that may be relevant to your preferences.\nThrough this process, advertisers reach Site visitors who are most interested in their products, and you see advertising for products or services in which you may be interested.<br> ",
      "services": [
        "myanimelist"
      ],
      "title": "The service uses your personal data for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "6644": {
      "id": "6644",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8999,
      "quoteStart": 8839,
      "quoteText": "We may share information about you in the event that the Site is acquired by or merged with another company or a similar corporate transaction takes place.</li>",
      "services": [
        "myanimelist"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6645": {
      "id": "6645",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7539,
      "quoteStart": 7212,
      "quoteText": "We may employ third parties to perform Site-related services, including maintenance services, database management, data processing, analytics, marketing, and email and text message distribution.\nAccess to your information is granted to these third parties only for the purpose of performing these tasks on our behalf.</li>\n<li>",
      "services": [
        "myanimelist"
      ],
      "title": "Third parties may be involved in operating the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Third parties may be involved in operating the service",
        "point": "bad",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "6646": {
      "id": "6646",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 14337,
      "quoteStart": 14072,
      "quoteText": "These third parties may collect information about you and your online activities, either on the Site or on other websites, through cookies, web beacons, and other technologies to understand your interests and tailor certain advertisements to your interests.</p>\n<p>",
      "services": [
        "myanimelist"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "myanimelist.net"
  ]
}