{
  "alexa": 12075,
  "class": false,
  "links": {},
  "points": [
    "4363",
    "5575",
    "5576",
    "5577",
    "5578",
    "5579",
    "5580",
    "5581",
    "5582"
  ],
  "pointsData": {
    "4363": {
      "id": "4363",
      "quoteDoc": "Terms",
      "quoteEnd": 2567,
      "quoteStart": 2073,
      "quoteText": "You affirm that you are 13 years of age or older, and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.</p>\n</li>\n<li>\n<p>In any case, you affirm that you are 13 or older, as the Service is not intended for people under 13.\nIf you are under 13 years of age, then please do not use the Service.\nThere are tons of other fantastic websites for you.",
      "services": [
        "tapas"
      ],
      "title": "Must be competent to enter the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Terms of Service state \"You affirm that you are 13 years of age or older, and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\" According to this, you must be at least 13 and able to agree to the terms to use the service."
      }
    },
    "5575": {
      "id": "5575",
      "quoteDoc": "Terms",
      "quoteEnd": 4397,
      "quoteStart": 4277,
      "quoteText": "You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.",
      "services": [
        "tapas"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "5576": {
      "id": "5576",
      "quoteDoc": "Terms",
      "quoteEnd": 6105,
      "quoteStart": 5665,
      "quoteText": "You agree not to use or launch any automated system, including without limitation, \"robots,\" \"spiders,\" or \"offline readers,\" that accesses the Service in a manner that attempts to forge the presence of a user accessing the site for the purpose of artificially increasing \"pageviews,\" \"subscribers,\" or \"likes\" or other elements that contribute to a series popularity or advancement within any programs that Tapas Media offers to users.</p>",
      "services": [
        "tapas"
      ],
      "title": "no spidering or crawling",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Spidering or crawling is not allowed",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "5577": {
      "id": "5577",
      "quoteDoc": "Terms",
      "quoteEnd": 6998,
      "quoteStart": 6910,
      "quoteText": "Tapas Media reserves the right to discontinue any aspect of the Service at any time.</p>",
      "services": [
        "tapas"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "5578": {
      "id": "5578",
      "quoteDoc": "Terms",
      "quoteEnd": 8708,
      "quoteStart": 7497,
      "quoteText": "<p>You hereby affirm, represent, and warrant that you (1) own or have the necessary licenses, rights, consents, and permissions to publish Content you submit and publish through the Service.\nand (2) all such Content are original works of authorship on your part and have not been copied, in whole or in part, from any other work and do not violate, misappropriate or infringe any copyright, trademark or other proprietary right of any other person or entity.</p>\n</li>\n<li>\n<p>You further agree that Content you submit to a Tapas Media Service will not contain third party copyrighted material, or material that is subject to other third party proprietary rights, unless you have permission from the rightful owner of the Content or you are otherwise legally entitled to post the Content and to grant Tapas Media all of the license rights granted herein.</p>\n</li>\n<li>\n<p>You further agree that you will not submit to the Service any Content or other material that is contrary to the Tapas Media Content and Community Guidelines, currently found at https://tapas.io/policies/content, which may be updated from time to time, or contrary to applicable local, national, and international laws and regulations.</p>",
      "services": [
        "tapas"
      ],
      "title": "Users agree not to submit illegal content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit illegal content",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "5579": {
      "id": "5579",
      "quoteDoc": "Terms",
      "quoteEnd": 9298,
      "quoteStart": 9224,
      "quoteText": "Tapas Media reserves the right to remove Content without prior notice.</p>",
      "services": [
        "tapas"
      ],
      "title": "The service can delete specific content without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without prior notice and without a reason",
        "point": "blocker",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5580": {
      "id": "5580",
      "quoteDoc": "Terms",
      "quoteEnd": 9585,
      "quoteStart": 9311,
      "quoteText": "Licensing\n<p>Tapas Media does not claim ownership rights of your Content.\nYour Content belongs to you and Tapas Media does not restrict you from using your Content for any purpose unless stated in additional terms for other programs or offerings Tapas Media may provide.</p>",
      "services": [
        "tapas"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5581": {
      "id": "5581",
      "quoteDoc": "Terms",
      "quoteEnd": 21878,
      "quoteStart": 21510,
      "quoteText": "If you believe that your Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the material in your Content, you may send a counter-notice by either of the methods outlined containing the following information:</p>",
      "services": [
        "tapas"
      ],
      "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
        "point": "good",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "5582": {
      "id": "5582",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3714,
      "quoteStart": 3557,
      "quoteText": "When you use a location-enabled device, we may collect and process information about your approximate location, like the GPS signals sent by a mobile device.",
      "services": [
        "tapas"
      ],
      "title": "This service may collect, use, and share location data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may collect, use, and share location data",
        "point": "bad",
        "privacyRelated": true,
        "score": 75,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "tapas.io"
  ]
}