{
  "alexa": 147,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.theguardian.com/help/privacy-policy"
    }
  },
  "points": [
    "11651",
    "11652",
    "11653",
    "11654",
    "11655",
    "11656",
    "11698",
    "7450",
    "7451",
    "7568",
    "7569",
    "7570",
    "7571",
    "7572",
    "7573"
  ],
  "pointsData": {
    "7450": {
      "id": "7450",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 21022,
      "quoteStart": 20795,
      "quoteText": "If you browse our site or view content on our apps, information they collect may be connected to your account on their site.\nFor more information on how these organisations use personal data, please read their privacy policies.",
      "services": [
        "theguardian"
      ],
      "title": "The service informs users that its privacy policy does not apply to third party websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service informs users that its privacy policy does not apply to third party websites",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7451": {
      "id": "7451",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 28016,
      "quoteStart": 26946,
      "quoteText": "We may also show you advertising on theguardian.com website based on your browsing patterns on other sites that we have obtained from our advertising partners.<br>\n</p>\n<p>Online retargeting is another form of online advertising that allows us and some of our advertising partners to show you advertising based on your browsing patterns and interactions with a site away from our sites.<br>\n</p>\n<p>For example, if you have visited the website of an online clothes shop, you may start seeing adverts from that same shopping site displaying special offers or showing you the products you were browsing.\nThis allows companies to advertise to you if you leave their website without making a purchase.<br>\n</p>\nAdvertising that we place on our site or on other sites\n<p>We also use personalised online advertising to promote our own products and services.\nThis means that you may see advertising for our products and services on our sites (and our other platforms, such as Guardian Jobs) and when you are on other, third party websites, including social media platforms.<br>",
      "services": [
        "theguardian"
      ],
      "title": "The service uses your personal data to employ targeted third-party advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data to employ targeted third-party advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "7568": {
      "id": "7568",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 16008,
      "quoteStart": 15506,
      "quoteText": "You agree to defend, indemnify, and hold harmless Guardian, its parents, subsidiaries, and affiliates, and each of their respective officers, directors, and employees from any and all claims, liabilities, costs, and expenses, including, but not limited to, attorneys’ fees and expenses, arising out a breach by you or any user of your account of these terms and conditions or privacy policy or arising out of a breach of your obligations, representation and warranties under these terms and conditions.",
      "services": [
        "theguardian"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "7569": {
      "id": "7569",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 16211,
      "quoteStart": 16056,
      "quoteText": "Our failure to insist upon or enforce any provision of these terms of service shall not be construed as a waiver of any provision or right of Guardian.</p>",
      "services": [
        "theguardian"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7570": {
      "id": "7570",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 10718,
      "quoteStart": 10067,
      "quoteText": "We also use the personal data for related internal administrative purposes - such as our accounting and records - and to make you aware of any changes to our services.<br>\n</li>\n<li>To send marketing communications when we have your permission, or when permitted by law.<br>\n</li>\n<li>To personalise our services (for example, so you can sign in), remembering your settings, displaying personalised advertising as well as measuring how effective our online adverts are, recognising you when you sign in on different devices and tailoring our marketing communications based on what you read on our sites (including Guardian Jobs and Guardian Holidays).",
      "services": [
        "theguardian"
      ],
      "title": "The service uses your personal data for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "7571": {
      "id": "7571",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 17179,
      "quoteStart": 16914,
      "quoteText": "We do not aim any of our products or services directly at children under the age of 13 and we do not knowingly collect personal data about children under 13.\nSome of our services may have a higher age restriction and this will be shown at the point of registration.",
      "services": [
        "theguardian"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "7572": {
      "id": "7572",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 34751,
      "quoteStart": 31873,
      "quoteText": "Changes to this Privacy Policy to date</em>\n</p>\n<p>November 2004: cookie information moved to separate page.\nData Protection Commissioner changed to Information Commissioner.\nlegal information under the Data Protection Act added.</p>\n<p>May 2008: principles updated to provide more detail on protections and limits on data usage and confirmation about the use of data processors.\ncontact details updated.<br>\n</p>\n<p> August 2009: contact details updated, useful links updated, some headings added and a new section headed “advertising and affiliate links” added.</p>\n<p>July 2011: Principles updated to include further information on marketing preferences, contact details, further information provided about online behavioural advertising, cookies, and the ‘Who we share data with’ section has been updated.<br>\n</p>\n<p>September 2011: Websites covered expanded to include guardiannews.com, information on use of children’s data added.</p>\n<p>October 2011: Information on plugins and dispute resolution for Guardian News &amp.\nMedia LLC added.</p>\n<p>February 2012: Additional provision included in ‘How we use your information’ to address certain data that we may collect, especially in the context of certain Apps and geographical location data.</p>\n<p>April 2012: Information on logging onto our sites using social networking log-ins as a means of authentication.</p>\n<p>February 2013: Applicability of policy to other websites and applications added.</p>\n<p>May 2013: Information on mobile device advertising added.</p>\n<p>July 2013: References to guardian.co.uk and guardiannews.com replaced with references to theguardian.com.</p>\n<p>August 2013: Policy reviewed by the Plain English Campaign and awarded Crystal Mark.</p>\n<p>September 2014: Policy amended to include references to Guardian Membership, name added as a mandatory field for registration.</p>\n<p>February 2015: Policy amended to include information on data sharing between Guardian group companies in the UK, USA and Australia.</p>\n<p>July 2015: Amendment for the personalisation of newsletters based on browsing history on theguardian.com</p>\n<p>October 2015: Removal of references to Safe Harbor Privacy Framework.</p>\n<p>January 2016: Policy amended to include information on profiling and how to opt-out of profiling data being shared with Guardian News &amp.\nMedia.</p>\n<p>December 2016: Information on Google Analytics added, removal of children’s books information and replaced with Young Critics’ information.<br>\n</p>\n<p>March 2017: updated information on the use of Nielsen software on our sites.<br>\n</p>\n<p>May 2017: updated information on the use of anonymous information for online advertising<br>\n</p>\n<p>February 2018: updated information on marketing preferences and use of children’s data</p>\n<p>May 2018: updated to reflect changes resulting from the General Data Protection Regulation.",
      "services": [
        "theguardian"
      ],
      "title": "This service provides archives of their terms of service so that changes can be viewed over time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service provides archives of their terms of service so that changes can be viewed over time",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7573": {
      "id": "7573",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 8616,
      "quoteStart": 8141,
      "quoteText": "In particular, we do not warrant that the Guardian Site or any of its contents is virus free.\nYou must take your own precautions in this respect as we accept no responsibility for any infection by virus or other contamination or by anything which has destructive properties.\n</p>\n<p>Although we will do our best to provide constant, uninterrupted access to the Guardian Site, we do not guarantee this.\nWe accept no responsibility or liability for any interruption or delay.</",
      "services": [
        "theguardian"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "11651": {
      "id": "11651",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 20142,
      "quoteStart": 20055,
      "quoteText": "The Guardian Site is provided “as is” and “as available,” without warranty of any kind,",
      "services": [
        "theguardian"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "11652": {
      "id": "11652",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 29478,
      "quoteStart": 29234,
      "quoteText": "\n<li>You also have the right to ask us to delete your personal data or restrict how it is used.\nThere may be exceptions to the right to erasure for specific legal reasons which, if applicable, we will set out for you in response to your request",
      "services": [
        "theguardian"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "11653": {
      "id": "11653",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5975,
      "quoteStart": 5849,
      "quoteText": "<li>details of your devices, for example, the unique device ID, unique advertising ID and browsers used to access our content.",
      "services": [
        "theguardian"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "11654": {
      "id": "11654",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 23274,
      "quoteStart": 22955,
      "quoteText": "If we no longer need your data, we will delete it or make it anonymous by removing all details that identify you.\nIf we have asked for your permission to process your personal data and we have no other lawful grounds to continue with that processing, and you withdraw your permission, we will delete your personal data.",
      "services": [
        "theguardian"
      ],
      "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "11655": {
      "id": "11655",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 22555,
      "quoteStart": 22160,
      "quoteText": "IN NO EVENT WILL GUARDIAN OR ITS AFFILIATES, INCLUDING, WITHOUT LIMITATION, THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SUCCESSORS AND ASSIGNS, BE LIABLE TO YOU OR ANY OTHER PARTY FOR ANY DIRECT OR INDIRECT LOSS, DAMAGE, COST, EXPENSE OR LIABILITY OF ANY KIND (“LOSS”) ARISING IN ANY WAY OUT OF OR IN CONNECTION WITH THE AVAILABILITY, USE, RELIANCE ON, OR INABILITY TO USE THE GUARDIAN SITE",
      "services": [
        "theguardian"
      ],
      "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "11656": {
      "id": "11656",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 21253,
      "quoteStart": 21061,
      "quoteText": "<p>Data we collect may be transferred to, stored and processed in any country or territory where one or more of our Guardian group companies or service providers are based or have facilities.\n",
      "services": [
        "theguardian"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "11698": {
      "id": "11698",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5834,
      "quoteStart": 5754,
      "quoteText": "including information on how you were referred to our sites via another website.",
      "services": [
        "theguardian"
      ],
      "title": "This service tracks which web page referred you to it",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service tracks which web page referred you to it",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "theguardian.com",
    "jobs.theguardian.com",
    "holidays.theguardian.com",
    "theguardian.newspapers.com",
    "puzzles.theguardian.com",
    "workforus.theguardian.com",
    "advertising.theguardian.com",
    "support.theguardian.com"
  ]
}