{
  "alexa": 356,
  "class": false,
  "links": {
    "Copyright Policy": {
      "name": "Copyright Policy",
      "url": "https://www.airbnb.com/terms"
    }
  },
  "points": [
    "1186",
    "1363",
    "4669",
    "4670",
    "4671",
    "4672",
    "4673",
    "4674",
    "4675",
    "4676",
    "4677",
    "4678",
    "4679",
    "4680",
    "4681",
    "6395",
    "6396",
    "6397",
    "6398",
    "6399",
    "6400",
    "6401",
    "6402",
    "6403",
    "6404",
    "6405",
    "6406",
    "6407",
    "6408",
    "6410",
    "6411"
  ],
  "pointsData": {
    "1186": {
      "id": "1186",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 939,
      "quoteStart": 911,
      "quoteText": "Last Updated: April 16, 2018",
      "services": [
        "airbnb"
      ],
      "slug": "1186",
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Airbnb shows the last change of the ToS"
      }
    },
    "1363": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/jNsjir4w-sY",
      "id": "1363",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 60773,
      "quoteStart": 60111,
      "quoteText": "15.1 This Agreement shall be effective for a 30-day term, at the end of which it will automatically and continuously renew for subsequent 30-day terms until such time when you or Airbnb terminate the Agreement in accordance with this provision.</p>\n<p>15.2 You may terminate this Agreement at any time by sending us an email.\nIf you cancel your Airbnb Account as a Host, any confirmed booking(s) will be automatically cancelled and your Guests will receive a full refund.\nIf you cancel your Airbnb Account as a Guest, any confirmed booking(s) will be automatically cancelled and any refund will depend upon the terms of the Listing’s cancellation policy.</p>\n<p>",
      "services": [
        "airbnb"
      ],
      "slug": "jNsjir4w-sY",
      "title": "You have the right to leave this service at the end of any 30-day period",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "Users have the right to cancel their account at any time. However, this cancellation is only effective after the 30-day term of the agreement is over."
      }
    },
    "4669": {
      "id": "4669",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 21764,
      "quoteStart": 21536,
      "quoteText": "Unless you provide specific consent, Airbnb does not claim any ownership rights in any Member Content and nothing in these Terms will be deemed to restrict any rights that you may have to use or exploit your Member Content.</p>\n",
      "services": [
        "airbnb"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4670": {
      "id": "4670",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 21536,
      "quoteStart": 20956,
      "quoteText": "5.5 By creating, uploading, posting, sending, receiving, storing, or otherwise making available any Member Content on or through the Airbnb Platform, you grant to Airbnb a non-exclusive, worldwide, royalty-free, irrevocable, perpetual (or for the term of the protection), sub-licensable and transferable license to such Member Content to access, use, store, copy, modify, prepare derivative works of, distribute, publish, transmit, stream, broadcast, and otherwise exploit in any manner such Member Content to provide and/or promote the Airbnb Platform, in any media or platform.\n",
      "services": [
        "airbnb"
      ],
      "title": "This service can use your content for all their existing and future services",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can use your content for all their existing and future services",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4671": {
      "id": "4671",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 15732,
      "quoteStart": 14966,
      "quoteText": "<p>Airbnb reserves the right to modify these Terms at any time in accordance with this provision.\nIf we make changes to these Terms, we will post the revised Terms on the Airbnb Platform and update the “Last Updated” date at the top of these Terms.\nWe will also provide you with notice of the modifications by email at least thirty (30) days before the date they become effective.\nIf you disagree with the revised Terms, you may terminate this Agreement with immediate effect.\nWe will inform you about your right to terminate the Agreement in the notification email.\nIf you do not terminate your Agreement before the date the revised Terms become effective, your continued access to or use of the Airbnb Platform will constitute acceptance of the revised Terms.</p>\n",
      "services": [
        "airbnb"
      ],
      "title": "When the service wants to change its terms, users are notified a month or more in advance",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "When the service wants to change its terms, users are notified a month or more in advance",
        "point": "good",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "4672": {
      "id": "4672",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 61032,
      "quoteStart": 60773,
      "quoteText": "15.3 Unless your Country of Residence is the United States, without limiting our rights specified below, Airbnb may terminate this Agreement for convenience at any time by giving you thirty (30) days' notice via email to your registered email address.</p>\n<p>",
      "services": [
        "airbnb"
      ],
      "title": "The service gives 30 days of notice before closing your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service gives 30 days of notice before closing your account",
        "point": "good",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "4673": {
      "id": "4673",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 61581,
      "quoteStart": 61032,
      "quoteText": "15.4 Airbnb may immediately, without notice, terminate this Agreement and/or stop providing access to the Airbnb Platform if (i) you have materially breached your obligations under these Terms, the Payments Terms, our Policies or Standards, (ii) you have violated applicable laws, regulations or third party rights, or (iii) Airbnb believes in good faith that such action is reasonably necessary to protect the personal safety or property of Airbnb, its Members, or third parties (for example in the case of fraudulent behavior of a Member).</p>\n<p>",
      "services": [
        "airbnb"
      ],
      "title": "Airbnb can suspend your account for several reasons",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can suspend your account for several reasons",
        "point": "neutral",
        "score": 15,
        "tldr": ""
      }
    },
    "4674": {
      "id": "4674",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 64111,
      "quoteStart": 63686,
      "quoteText": "<p>15.7 When this Agreement has been terminated, you are not entitled to a restoration of your Airbnb Account or any of your Member Content.\nIf your access to or use of the Airbnb Platform has been limited or your Airbnb Account has been suspended or this Agreement has been terminated by us, you may not register a new Airbnb Account or access and use the Airbnb Platform through an Airbnb Account of another Member.</p>\n<p>",
      "services": [
        "airbnb"
      ],
      "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "4675": {
      "id": "4675",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 80602,
      "quoteStart": 79989,
      "quoteText": "20.\nFeedback\n<p>We welcome and encourage you to provide feedback, comments and suggestions for improvements to the Airbnb Platform (“<strong>Feedback</strong>“).\nYou may submit Feedback by emailing us, through the “Contact” section of the Airbnb Platform, or by other means of communication.\nAny Feedback you submit to us will be considered non-confidential and non-proprietary to you.\nBy submitting Feedback to us, you grant us a non-exclusive, worldwide, royalty-free, irrevocable, sub-licensable, perpetual license to use and publish those ideas and materials for any purpose, without compensation to you.</p>\n",
      "services": [
        "airbnb"
      ],
      "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4676": {
      "id": "4676",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 83082,
      "quoteStart": 80602,
      "quoteText": "21.\nApplicable Law and Jurisdiction\n<p>21.1 If your Country of Residence is the United States, these Terms will be interpreted in accordance with the laws of the State of California and the United States of America, without regard to conflict-of-law provisions.\nJudicial proceedings (other than small claims actions) that are excluded from the Arbitration Agreement in Section 19 must be brought in state or federal court in San Francisco, California, unless we both agree to some other location.\nYou and we both consent to venue and personal jurisdiction in San Francisco, California.</p>\n<p>21.2 If your Country of Residence is China these Terms will be interpreted in accordance with the laws of China (“<strong>China Laws</strong>”).\nAny dispute arising from or in connection with this Agreement shall be submitted to the China International Economic and Trade Arbitration Commission (CIETAC) for arbitration in Beijing which shall be conducted in accordance with CIETAC’s arbitration rules in effect at the time of applying for arbitration, provided that this section shall not be construed to limit any rights which Airbnb may have to apply to any court of competent jurisdiction for an order requiring you to perform or be prohibited from performing certain acts and other provisional relief permitted under China Laws or any other laws that may apply to you.\nThe arbitration proceedings shall be conducted in English.\nThe arbitral award rendered is final and binding upon both parties.</p>\n<p>21.3 If your Country of Residence is outside of the United States and China, these Terms will be interpreted in accordance with Irish law.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods (CISG) is excluded.\nThe choice of law does not impact your rights as a consumer according to the consumer protection regulations of your Country of Residence.\nIf you are acting as a consumer, you agree to submit to the non-exclusive jurisdiction of the Irish courts.\nJudicial proceedings that you are able to bring against us arising from or in connection with these Terms may only be brought in a court located in Ireland or a court with jurisdiction in your place of residence.\nIf Airbnb wishes to enforce any of its rights against you as a consumer, we may do so only in the courts of the jurisdiction in which you are a resident.\nIf you are acting as a business, you agree to submit to the exclusive jurisdiction of the Irish courts.</p>\n",
      "services": [
        "airbnb"
      ],
      "title": "The court of law governing the terms is in the United States, China, or Ireland, depending on your country of residence",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "If you reside in the United States of America, the court of law is in San Francisco, California.\r\nIf you reside in China, any disputes must be submitted to the China International Economic and Trade Arbitration Commission (CIETAC) and proceedings shall be held in English, which is incredibly unfair to Chinese natives.\r\nIf your country of residence is outside of the United States and China, Irish law applies and you agree to submit to the jurisdiction of the Irish courts."
      }
    },
    "4677": {
      "id": "4677",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 83989,
      "quoteStart": 83791,
      "quoteText": "<p>22.4 If any provision of these Terms is held to be invalid or unenforceable, such provision will be struck and will not affect the validity and enforceability of the remaining provisions.</p>\n<p>",
      "services": [
        "airbnb"
      ],
      "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "4678": {
      "id": "4678",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 84388,
      "quoteStart": 83989,
      "quoteText": "22.5 Airbnb’s failure to enforce any right or provision in these Terms will not constitute a waiver of such right or provision unless acknowledged and agreed to by us in writing.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise permitted under law.</p>\n",
      "services": [
        "airbnb"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "4679": {
      "id": "4679",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 44909,
      "quoteStart": 44663,
      "quoteText": "<li>Information you have shared with others (e.g., Reviews, forum postings) may continue to be publicly visible on the Airbnb Platform, even after your Airbnb Account is cancelled.\nHowever, attribution of such information to you will be removed.\n",
      "services": [
        "airbnb"
      ],
      "title": "Airbnb will continue using anonymized user-generated content even after account deletion",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service will continue using anonymized user-generated content even after erasure of personal information",
        "point": "bad",
        "score": 15,
        "tldr": ""
      }
    },
    "4680": {
      "id": "4680",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 43959,
      "quoteStart": 43578,
      "quoteText": "6.4 Data Retention and Erasure.\n<p>We generally retain your personal information for as long as is necessary for the performance of the contract between you and us and to comply with our legal obligations.\nIf you no longer want us to use your information to provide the Airbnb Platform to you, you can request that we erase your personal information and close your Airbnb Account.\n",
      "services": [
        "airbnb"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4681": {
      "id": "4681",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 44658,
      "quoteStart": 43959,
      "quoteText": "Please note that if you request the erasure of your personal information: </p>\n<ul>\n<li>We may retain some of your personal information as necessary for our legitimate business interests, such as fraud detection and prevention and enhancing safety.\nFor example, if we suspend an Airbnb Account for fraud or safety reasons, we may retain certain information from that Airbnb Account to prevent that Member from opening a new Airbnb Account in the future.</li>\n<li>We may retain and use your personal information to the extent necessary to comply with our legal obligations.\nFor example, Airbnb and Airbnb Payments may keep some of your information for tax, legal reporting and auditing obligations.\n<",
      "services": [
        "airbnb"
      ],
      "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may keep personal data after a request for erasure for business interests or legal obligations",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "6395": {
      "id": "6395",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 72526,
      "quoteStart": 72427,
      "quoteText": "a binding arbitration administered by the American Arbitration Association (“<strong>AAA</strong>”)",
      "services": [
        "airbnb"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6396": {
      "id": "6396",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 78199,
      "quoteStart": 77926,
      "quoteText": "\nYou and Airbnb acknowledge and agree that we are each waiving the right to participate as a plaintiff or class member in any purported class action lawsuit, class-wide arbitration, private attorney-general action, or any other representative proceeding as to all Disputes.",
      "services": [
        "airbnb"
      ],
      "title": "You waive your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6397": {
      "id": "6397",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10375,
      "quoteStart": 10139,
      "quoteText": "To promote the Airbnb Platform and to increase the exposure of Listings to potential Guests, Listings and other Member Content may be displayed on other websites, in applications, within emails, and in online and offline advertisements.",
      "services": [
        "airbnb"
      ],
      "title": "Your identity is used in ads that are shown to other users",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your identity is used in ads that are shown to other users",
        "point": "blocker",
        "privacyRelated": true,
        "score": 90,
        "tldr": "Generated through the annotate view"
      }
    },
    "6398": {
      "id": "6398",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 10910,
      "quoteStart": 10778,
      "quoteText": "the Airbnb Platform currently does not respond to a “Do Not Track” signal in the HTTP header from your browser or mobile application",
      "services": [
        "airbnb"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6399": {
      "id": "6399",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4724,
      "quoteStart": 4659,
      "quoteText": "we require certain information such as your first name, last name",
      "services": [
        "airbnb"
      ],
      "title": "You must provide your legal name, pseudonyms are not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You must provide your legal name, pseudonyms are not allowed",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6400": {
      "id": "6400",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 10549,
      "quoteStart": 10450,
      "quoteText": "We use cookies and other similar technologies, such as web beacons, pixels, and mobile identifiers.",
      "services": [
        "airbnb"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6401": {
      "id": "6401",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 57528,
      "quoteStart": 57440,
      "quoteText": "use any robots, spider, crawler, scraper or other automated means or processes to access",
      "services": [
        "airbnb"
      ],
      "title": "Users cannot scrape the website of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users cannot scrape the website of the service",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6402": {
      "id": "6402",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 25711,
      "quoteStart": 24458,
      "quoteText": "Airbnb and Airbnb Payments may disclose your information, including personal information, to courts, law enforcement or governmental authorities, or authorized third parties, if and to the extent we are required or permitted to do so by law or if such disclosure is reasonably necessary: (i) to comply with our legal obligations, (ii) to comply with legal process and to respond to claims asserted against Airbnb, (iii) to respond to verified requests relating to a criminal investigation or alleged or suspected illegal activity or any other activity that may expose us, you, or any other of our users to legal liability, (iv) to enforce and administer our Terms of Service, the Payment Terms or other agreements with Members, or (v) to protect the rights, property or personal safety of Airbnb, its employees, its Members, or members of the public.\n</p>\n<p>These disclosures may be necessary to comply with our legal obligations, for the protection of your or another person's vital interests or for the purposes of our or a third party’s legitimate interest in keeping the Airbnb Platform secure, preventing harm or crime, enforcing or defending legal rights, or preventing damage.</p>\n<p>Where appropriate, we may notify Members about legal requests",
      "services": [
        "airbnb"
      ],
      "title": "This service reserves the right to disclose your personal information without notifying you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service reserves the right to disclose your personal information without notifying you",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6403": {
      "id": "6403",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 70784,
      "quoteStart": 70652,
      "quoteText": "Indemnification\n<p>You agree to release, defend (at Airbnb’s option), indemnify, and hold Airbnb and its affiliates and subsidiaries",
      "services": [
        "airbnb"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6404": {
      "id": "6404",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 64528,
      "quoteStart": 64436,
      "quoteText": "The Airbnb Platform and Collective Content is provided “as is”, without warranty of any kind",
      "services": [
        "airbnb"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6405": {
      "id": "6405",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 5527,
      "quoteStart": 5402,
      "quoteText": "If you choose to decline cookies, some parts of the Airbnb Platform may not work as intended or may not work at all.</p>\n<br>",
      "services": [
        "airbnb"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6406": {
      "id": "6406",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 3212,
      "quoteStart": 2973,
      "quoteText": "Third parties may also use such tracking technologies to serve ads that they believe are most likely to be of interest to you and measure the effectiveness of their ads both on the Airbnb Platform and on other websites and online services.",
      "services": [
        "airbnb"
      ],
      "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking via third-party cookies for other purposes without your consent.",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "6407": {
      "id": "6407",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 2822,
      "quoteStart": 2751,
      "quoteText": "we work with a number of analytics partners, including Google Analytics",
      "services": [
        "airbnb"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6408": {
      "id": "6408",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 38004,
      "quoteStart": 37786,
      "quoteText": "If Airbnb undertakes or is involved in any merger, acquisition, reorganization, sale of assets, bankruptcy, or insolvency event, then we may sell, transfer or share some or all of our assets, including your information",
      "services": [
        "airbnb"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6410": {
      "id": "6410",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 44145,
      "quoteStart": 44047,
      "quoteText": "We may retain some of your personal information as necessary for our legitimate business interests",
      "services": [
        "airbnb"
      ],
      "title": "This service holds onto content that you've deleted",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "6411": {
      "id": "6411",
      "needModeration": false,
      "services": [
        "airbnb"
      ],
      "title": "You cannot delete your account of this service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You cannot delete your account of this service",
        "point": "blocker",
        "privacyRelated": true,
        "score": 70,
        "tldr": "You can not delete your account. You can only beg AirBnB to do it for you:  \"If you want to permanently close and delete your account, contact us.\" In that case AirBnB will insist that you to provide further personal information to \"We will verify your identity for security purposes before accepting the deletion request.\" which is up to them to accept or insist more proof for their records. So effectively, you can not delete your account from this service. This happened to me and the account still exists as I refused to keep sending them more and more documents just close the account while the original reason for closing the account was them violating my privacy."
      }
    }
  },
  "urls": [
    "airbnb.com"
  ]
}