{
  "alexa": 356,
  "class": false,
  "links": {
    "Copyright Policy": {
      "name": "Copyright Policy",
      "url": "https://www.airbnb.com/terms"
    }
  },
  "points": [
    "4679",
    "6407",
    "6408",
    "6411"
  ],
  "pointsData": {
    "4679": {
      "id": "4679",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 31138,
      "quoteStart": 30902,
      "quoteText": "li>\n<li>Information you have shared with others (e.g., Reviews, forum postings) will continue to be publicly visible on Airbnb, even after your Airbnb Account is cancelled.\nHowever, attribution of such information to you will be removed",
      "services": [
        "airbnb"
      ],
      "title": "Airbnb will continue using anonymized user-generated content even after account deletion",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service will continue using anonymized user-generated content even after erasure of personal information",
        "point": "bad",
        "score": 15,
        "tldr": ""
      }
    },
    "6407": {
      "id": "6407",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 7342,
      "quoteStart": 7271,
      "quoteText": "we work with a number of analytics partners, including Google Analytics",
      "services": [
        "airbnb"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6408": {
      "id": "6408",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 22080,
      "quoteStart": 21862,
      "quoteText": "If Airbnb undertakes or is involved in any merger, acquisition, reorganization, sale of assets, bankruptcy, or insolvency event, then we may sell, transfer or share some or all of our assets, including your information",
      "services": [
        "airbnb"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6411": {
      "id": "6411",
      "needModeration": false,
      "services": [
        "airbnb"
      ],
      "title": "You cannot delete your account of this service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You cannot delete your account of this service",
        "point": "blocker",
        "privacyRelated": true,
        "score": 70,
        "tldr": "You can not delete your account. You can only beg AirBnB to do it for you:  \"If you want to permanently close and delete your account, contact us.\" In that case AirBnB will insist that you to provide further personal information to \"We will verify your identity for security purposes before accepting the deletion request.\" which is up to them to accept or insist more proof for their records. So effectively, you can not delete your account from this service. This happened to me and the account still exists as I refused to keep sending them more and more documents just close the account while the original reason for closing the account was them violating my privacy."
      }
    }
  },
  "urls": [
    "airbnb.com"
  ]
}