{
  "alexa": 16366,
  "class": false,
  "links": {},
  "points": [
    "7484",
    "7485",
    "7486",
    "7489",
    "7491",
    "7493",
    "7498"
  ],
  "pointsData": {
    "7484": {
      "id": "7484",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 2071,
      "quoteStart": 366,
      "quoteText": "ACCEPTANCE OF USER AGREEMENT</p>\n<p>\nBY REGISTERING WITH ALIGNABLE, OR BY ACCESSING OUR WEBSITE AND CONTENT, INCLUDING THROUGH OUR MOBILE APPLICATIONS, OR BY USING OUR DEVELOPER PLATFORM, PREMIUM SERVICES, OR OTHER INFORMATION PROVIDED AS PART OF THE ALIGNABLE SERVICES (COLLECTIVELY, THE “SERVICES”), YOU BECOME A “USER” AND AGREE THAT YOU HAVE ENTERED INTO A LEGALLY BINDING AGREEMENT WITH ALIGNABLE CORPORATION, 205 PORTLAND STREET, BOSTON, MA 02114 (“WE,” “US,” “OUR,” AND “ALIGNABLE”), THE TERMS OF WHICH CONSIST OF THIS USER AGREEMENT, THE\nCODE OF CONDUCT\nAND ALIGNABLE’S\nPRIVACY POLICY\n, BOTH OF WHICH ARE HEREBY INCORPORATED BY REFERENCE (COLLECTIVELY REFERRED TO AS THE “AGREEMENT” OR “TERMS OF SERVICE”)\n</p>\n<p>IF YOU ARE USING OR ACCESSING THE SERVICES ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU ARE REPRESENTING THAT YOU HAVE THE AUTHORITY TO BIND THE COMPANY OR OTHER LEGAL ENTITY TO THE TERMS OF THE AGREEMENT AND ACKNOWLEDGE AND UNDERSTAND THAT BOTH YOU, INDIVIDUALLY, AND THE COMPANY OR ENTITY WHICH YOU REPRESENT ARE BOUND BY THIS AGREEMENT.\nIF YOU DO NOT WANT TO REGISTER AN ACCOUNT AND BECOME AN USER, DO NOT AGREE TO BE BOUND BY THIS AGREEMENT, DO NOT CLICK “JOIN ALIGNABLE” AND DO NOT ACCESS, VIEW, DOWNLOAD OR OTHERWISE USE ANY ALIGNABLE WEBPAGE, INFORMATION OR SERVICES.\nBY CLICKING “JOIN NOW,” YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTOOD THE TERMS AND CONDITIONS OF THIS AGREEMENT AND THAT YOU AGREE, ON BEHALF OF YOURSELF AND ON BEHALF OF ANY COMPANY OR OTHER LEGAL ENTITY WHICH YOU REPRESENT, TO BE BOUND BY ALL OF ITS PROVISIONS.\nBY CLICKING “JOIN NOW,” YOU ALSO CONSENT TO USE ELECTRONIC SIGNATURES AND ACKNOWLEDGE YOUR CLICK OF THE “JOIN NOW” BUTTON AS ONE.</p>\n",
      "services": [
        "alignable"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7485": {
      "id": "7485",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 2816,
      "quoteStart": 2467,
      "quoteText": "You own or otherwise have the lawful right to provide the information that you provide to Alignable or allow Alignable to access under this Agreement, and may request its deletion at any time, unless you have shared information or content with other Users and they have not deleted it, or it was copied or stored by other Users with your permission.",
      "services": [
        "alignable"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7486": {
      "id": "7486",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 3522,
      "quoteStart": 2817,
      "quoteText": "Additionally, you grant Alignable a nonexclusive, irrevocable, worldwide, perpetual, unlimited, assignable, sublicenseable, fully paid up and royalty-free right to copy, prepare derivative works of, improve, distribute, publish, remove, retain, add, process, analyze, use and commercialize, in any way now known or in the future discovered, any information you provide, directly or indirectly, to Alignable, including, but not limited to, any user generated content, publicly available online information used by Alignable to populate your profile, ideas, concepts, techniques or data (but excluding email addresses), without any further consent, notice and/or compensation to you or to any third parties.",
      "services": [
        "alignable"
      ],
      "title": "very broad",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "very broad",
        "point": "bad",
        "score": 80,
        "tldr": "Generated through the annotate view"
      }
    },
    "7489": {
      "id": "7489",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 5203,
      "quoteStart": 5170,
      "quoteText": "(1) are 18 years of age or older.",
      "services": [
        "alignable"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "7491": {
      "id": "7491",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 6644,
      "quoteStart": 6411,
      "quoteText": "You are responsible for anything that happens through or involving your account until you close down your account or prove to Alignable’s reasonable satisfaction that your account security was compromised due to no fault of your own.",
      "services": [
        "alignable"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7493": {
      "id": "7493",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 7080,
      "quoteStart": 6767,
      "quoteText": "You will fully indemnify, defend and hold us harmless for all damages, losses and costs (including, but not limited to, reasonable legal fees and costs), fines, administrative monetary penalties or settlement costs, (\"<b>Losses</b>\") related to all third party claims, charges, regulatory and other investigations",
      "services": [
        "alignable"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "7498": {
      "id": "7498",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 16972,
      "quoteStart": 16811,
      "quoteText": "(but not through scraping, spidering, crawling or other technology or software used to access data without the express written consent of Alignable or its Users)",
      "services": [
        "alignable"
      ],
      "title": "Spidering or crawling is not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Spidering or crawling is not allowed",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "alignable.com"
  ]
}