{
  "alexa": 639,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.meredith.com/legal/privacy"
    },
    "Terms and Conditions": {
      "name": "Terms and Conditions",
      "url": "http://www.meredith.com/legal/terms"
    }
  },
  "points": [
    "6685",
    "6686",
    "6687",
    "939"
  ],
  "pointsData": {
    "939": {
      "discussion": "https://groups.google.com/d/msg/tosdr/lb50aLuegoQ/Vko5nZqx4M8J",
      "id": "939",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 41001,
      "quoteStart": 40729,
      "quoteText": "Digital technology is rapidly evolving.\nIf we decide to change our Privacy Policy in the future, we'll post the changes here and indicate at the top of the policy the last date on which it was updated.\nUnless otherwise noted, all changes will be effective when posted.</p>",
      "services": [
        "allrecipes"
      ],
      "slug": "any-time-without-notice-allrecipes",
      "title": "Terms may be changed any time at their discretion, without notice to the user",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms."
      }
    },
    "6685": {
      "id": "6685",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 20234,
      "quoteStart": 19360,
      "quoteText": "You agree to indemnify and hold Meredith, its corporate parents, subsidiaries, and affiliates, and the officers, directors, employees, agents, representatives, partners and licensors of each (collectively, the \"<strong>Meredith Parties</strong>\") harmless from any damages, losses, costs, liabilities and expenses (including reasonable attorneys' fees) relating to or arising out of any claims concerning: (a) Your Content.\n(b) your misuse of the Services.\n(c) your violation of this Agreement.\n(d) your violation of any rights of another party, including any Users.\nor (e) your violation of any applicable laws, rules or regulations.\nMeredith reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with Meredith in asserting any available defenses.",
      "services": [
        "allrecipes"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6686": {
      "id": "6686",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15883,
      "quoteStart": 15514,
      "quoteText": "<p>Like most website and mobile application operators, we, our service providers or other third parties acting on our behalf or with our permission, use embedded scripts, \"cookies,\" web beacons, device identifiers and other tracking technologies to operate, analyze, improve and protect the security of our Services and tailor content and advertising to user interests.",
      "services": [
        "allrecipes"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6687": {
      "id": "6687",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 28523,
      "quoteStart": 28128,
      "quoteText": "<strong>IF YOU AGREE TO ARBITRATION WITH MEREDITH, YOU ARE AGREEING IN ADVANCE THAT YOU WILL NOT PARTICIPATE IN OR SEEK TO RECOVER MONETARY OR OTHER RELIEF IN ANY LAWSUIT FILED AGAINST MEREDITH ALLEGING CLASS, COLLECTIVE, AND/OR REPRESENTATIVE CLAIMS ON YOUR BEHALF.\nINSTEAD, BY AGREEING TO ARBITRATION, YOU MAY BRING COVERED CLAIMS AGAINST MEREDITH ONLY IN AN INDIVIDUAL ARBITRATION PROCEEDING.",
      "services": [
        "allrecipes"
      ],
      "title": "You waive your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "allrecipes.com"
  ]
}