{
  "alexa": 112258,
  "class": false,
  "links": {},
  "points": [
    "5492",
    "6688",
    "6689",
    "6690",
    "6691",
    "6692",
    "6693",
    "6694",
    "6695",
    "6696",
    "6697",
    "6698",
    "6699",
    "6700",
    "6701",
    "6702",
    "6704",
    "6705",
    "6706",
    "6707",
    "6710",
    "6711",
    "6712",
    "6713",
    "6714",
    "6715",
    "6716",
    "9277"
  ],
  "pointsData": {
    "5492": {
      "id": "5492",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 20356,
      "quoteStart": 19907,
      "quoteText": "<p> Except to the extent applicable law provides otherwise, this Agreement between you and Bitwarden and any access to or use of the Website or the Service are governed by the federal laws of the United States of America and the laws of the State of Florida, without regard to conflict of law provisions.\nYou and Bitwarden agree to submit to the exclusive jurisdiction and venue of the courts located in the City and County of Jacksonville, Florida.",
      "services": [
        "bitwarden"
      ],
      "title": "Users agree to comply with the law of the service's country",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "6688": {
      "id": "6688",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 13887,
      "quoteStart": 13626,
      "quoteText": "Bitwarden has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nBitwarden reserves the right to refuse service to anyone for any reason at any time.",
      "services": [
        "bitwarden"
      ],
      "title": "The service can suspend or terminate your access to all or any part of the Website and refuse service to anyone for any reason at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "From Terms of Service, \"Bitwarden has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately. Bitwarden reserves the right to refuse service to anyone for any reason at any time.\""
      }
    },
    "6689": {
      "id": "6689",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 13403,
      "quoteStart": 13177,
      "quoteText": "It is your responsibility to properly cancel your account with Bitwarden.\nYou can delete your account at any time by going into your web vault Settings.\nThe Settings screen provides a simple, no questions asked delete option.\n",
      "services": [
        "bitwarden"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "6690": {
      "id": "6690",
      "quoteDoc": "Terms of service",
      "quoteEnd": 15743,
      "quoteStart": 15639,
      "quoteText": "Bitwarden provides the Website and the Service \"as is\" and \"as available,\" without warranty of any kind.",
      "services": [
        "bitwarden"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "From Terms of Service, \"Bitwarden provides the Website and the Service \"as is\" and \"as available,\" without warranty of any kind.\""
      }
    },
    "6691": {
      "id": "6691",
      "quoteDoc": "Terms of service",
      "quoteEnd": 16177,
      "quoteStart": 16108,
      "quoteText": "that the Service will be uninterrupted, timely, secure, or error-free",
      "services": [
        "bitwarden"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "From the Terms of Service, \"Bitwarden does not warrant that the Service ... will be uninterrupted, timely, secure, or error-free\""
      }
    },
    "6692": {
      "id": "6692",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 16261,
      "quoteStart": 16178,
      "quoteText": "\nthat the information provided through the Service is accurate, reliable or correct",
      "services": [
        "bitwarden"
      ],
      "title": "The service does not guarantee accuracy or reliability of the information provided",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee accuracy or reliability of the information provided",
        "point": "bad",
        "score": 10,
        "tldr": "From Terms of Service, \"Bitwarden does not warrant ... that the information provided through the Service is accurate, reliable or correct\""
      }
    },
    "6693": {
      "id": "6693",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 16307,
      "quoteStart": 16263,
      "quoteText": "that any defects or errors will be corrected",
      "services": [
        "bitwarden"
      ],
      "title": "The service does not guarantee that software errors will be corrected",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee that software errors will be corrected",
        "point": "bad",
        "score": 50,
        "tldr": "From Terms of Service, \"Bitwarden does not warrant that ... any defects or errors will be corrected\""
      }
    },
    "6694": {
      "id": "6694",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 16107,
      "quoteStart": 16035,
      "quoteText": "Bitwarden does not warrant that the Service will meet your requirements.",
      "services": [
        "bitwarden"
      ],
      "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": "From Terms of Service, \"Bitwarden does not warrant that the Service will meet your requirements.\""
      }
    },
    "6695": {
      "id": "6695",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 16614,
      "quoteStart": 16448,
      "quoteText": "You assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from the Service.",
      "services": [
        "bitwarden"
      ],
      "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
        "point": "neutral",
        "score": 50,
        "tldr": "From Terms of Service, \"You assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from the Service.\""
      }
    },
    "6696": {
      "id": "6696",
      "quoteDoc": "Terms of service",
      "quoteEnd": 7092,
      "quoteStart": 6838,
      "quoteText": "You are responsible for all content posted and activity that occurs under your account (even when content is posted by others who have accounts under your account).\n</li>\n<li> You are responsible for maintaining the security of your account and password.",
      "services": [
        "bitwarden"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6697": {
      "id": "6697",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 6757,
      "quoteStart": 6664,
      "quoteText": "We offer tools such as two-factor authentication to help you maintain your account's security",
      "services": [
        "bitwarden"
      ],
      "title": "The service provides two factor authentification for your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides two factor authentification for your account",
        "point": "good",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "6698": {
      "id": "6698",
      "quoteDoc": "Terms of service",
      "quoteEnd": 6219,
      "quoteStart": 5675,
      "quoteText": "You must be age 13 or older.\nWhile we are thrilled to see brilliant young people take an interest in our Service, we must comply with United States law.\nBitwarden does not target our Service to children under 13, and we do not permit any Users under 13 on our Service.\nIf we learn of any User under the age of 13, we will terminate that User's account immediately.\nIf you are a resident of a country outside the United States, your country's minimum age may be older.\nin such a case, you are responsible for complying with your country's laws.\n",
      "services": [
        "bitwarden"
      ],
      "title": "This service is only available to users of age 13 and up",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "From Terms of Service, \"Bitwarden does not target our Service to children under 13, and we do not permit any Users under 13 on our Service. If we learn of any User under the age of 13, we will terminate that User's account immediately. If you are a resident of a country outside the United States, your country's minimum age may be older; in such a case, you are responsible for complying with your country's laws.\""
      }
    },
    "6699": {
      "id": "6699",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 19685,
      "quoteStart": 19213,
      "quoteText": "We reserve the right, at our sole discretion, to amend these Terms of Service at any time and will update these Terms of Service in the event of any such amendments.\nWe will notify our Users of material changes to this Agreement, such as price changes, at least 30 days prior to the change taking effect by posting a notice on our Website.\nFor non-material modifications, your continued use of the Website constitutes agreement to our revisions of these Terms of Service.\n",
      "services": [
        "bitwarden"
      ],
      "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6700": {
      "id": "6700",
      "needModeration": false,
      "quoteDoc": "Terms of service",
      "quoteEnd": 19859,
      "quoteStart": 19694,
      "quoteText": "We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website (or any part of it) with or without notice.\n",
      "services": [
        "bitwarden"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "The Terms of Service state, \"We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website (or any part of it) with or without notice.\""
      }
    },
    "6701": {
      "id": "6701",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7181,
      "quoteStart": 7051,
      "quoteText": "We <strong>do not</strong> share, sell, rent, or trade User Personal Information with third parties for their commercial purposes.",
      "services": [
        "bitwarden"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "6702": {
      "id": "6702",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8068,
      "quoteStart": 7677,
      "quoteText": "We <strong>do</strong> share certain aggregated, non-personally identifying information with others about how our users, collectively, use Bitwarden, or how our users respond to our paid service offerings, such as a premium membership.\nFor example, we may compile statistics on the number of active users on the platform.\nHowever, we do not sell this information to advertisers or marketers.",
      "services": [
        "bitwarden"
      ],
      "title": "Your personal data is aggregated into statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is aggregated into statistics",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6704": {
      "id": "6704",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8635,
      "quoteStart": 8464,
      "quoteText": "While Bitwarden processes all User Personal Information in the United States, our third party vendors may process data outside of the United States or the European Union.\n",
      "services": [
        "bitwarden"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "Privacy Policy: \"While Bitwarden processes all User Personal Information in the United States, our third party vendors may process data outside of the United States or the European Union.\""
      }
    },
    "6705": {
      "id": "6705",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8963,
      "quoteStart": 8871,
      "quoteText": "We may share User Personal Information if we are involved in a merger, sale, or acquisition.",
      "services": [
        "bitwarden"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "From Privacy Policy, \"We may share User Personal Information if we are involved in a merger, sale, or acquisition.\""
      }
    },
    "6706": {
      "id": "6706",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 9367,
      "quoteStart": 8964,
      "quoteText": "If any such change of ownership happens, we will ensure that it is under terms that preserve the confidentiality of User Personal Information, and we will notify you on our website or by email before any transfer of your User Personal Information.\nThe organization receiving any User Personal Information will have to honor any promises we have made in our Privacy Statement or in our Terms of Service.\n",
      "services": [
        "bitwarden"
      ],
      "title": "Promises will be kept after a merger or acquisition",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Promises will be kept after a merger or acquisition",
        "point": "good",
        "score": 50,
        "tldr": "From Privacy Policy, \"We may share User Personal Information if we are involved in a merger, sale, or acquisition. If any such change of ownership happens, we will ensure that it is under terms that preserve the confidentiality of User Personal Information, and we will notify you on our website or by email before any transfer of your User Personal Information. The organization receiving any User Personal Information will have to honor any promises we have made in our Privacy Statement or in our Terms of Service.\""
      }
    },
    "6707": {
      "id": "6707",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11357,
      "quoteStart": 11223,
      "quoteText": "If you disable your browser or device's ability to accept cookies, you may not be able to log in or properly use Bitwarden's services.",
      "services": [
        "bitwarden"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6710": {
      "id": "6710",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11810,
      "quoteStart": 11745,
      "quoteText": "We do not currently respond to your browser's Do Not Track signal",
      "services": [
        "bitwarden"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6711": {
      "id": "6711",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 13085,
      "quoteStart": 12485,
      "quoteText": "Bitwarden enforces a written security information program.\nOur program:</p>\n<ul>\n<li>aligns with industry recognized frameworks;</li>\n<li>includes security safeguards reasonably designed to protect the confidentiality, integrity, availability, and resilience of our users' data;</li>\n<li>is appropriate to the nature, size, and complexity of Bitwarden's business operations;</li>\n<li>includes incident response and data breach notification processes.\nand</li>\n<li>complies with applicable information security related laws and regulations in the geographic regions where Bitwarden does business.</li>",
      "services": [
        "bitwarden"
      ],
      "title": "The user is informed about security practices",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The user is informed about security practices",
        "point": "good",
        "score": 15,
        "tldr": "In the Privacy Policy, it states that \"Bitwarden enforces a written security information program. Our program: aligns with industry recognized frameworks; includes security safeguards reasonably designed to protect the confidentiality, integrity, availability, and resilience of our users' data; is appropriate to the nature, size, and complexity of Bitwarden's business operations; includes incident response and data breach notification processes; and complies with applicable information security related laws and regulations in the geographic regions where Bitwarden does business.\" They also state that, \"Transmission of data on Bitwarden is encrypted using SSH, HTTPS, and SSL/TLS. By design, your vault information is encrypted prior to being transmitted to our servers and is therefore encrypted at rest.\" Bitwarden is also open source.\r\n"
      }
    },
    "6712": {
      "id": "6712",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 13258,
      "quoteStart": 13096,
      "quoteText": "In the event of a data breach that affects your User Personal Information, we will act promptly to mitigate the impact of a breach and notify any affected users.\n",
      "services": [
        "bitwarden"
      ],
      "title": "The services will notify users if personal data has been affected by data breaches",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The services will notify users if personal data has been affected by data breaches",
        "point": "good",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "6713": {
      "id": "6713",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15734,
      "quoteStart": 15532,
      "quoteText": "When permitted, we will make a reasonable effort to notify users of any disclosure of their information, unless we are prohibited by law or court order from doing so, or in rare, exigent circumstances.\n",
      "services": [
        "bitwarden"
      ],
      "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6714": {
      "id": "6714",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15061,
      "quoteStart": 15023,
      "quoteText": "How we respond to compelled disclosure",
      "services": [
        "bitwarden"
      ],
      "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
        "point": "neutral",
        "score": 0,
        "tldr": "The Bitwarden Privacy Policy has a section on how they respond to compelled disclosure. \"Bitwarden may disclose personally-identifying information or other information we collect about you to law enforcement in response to a valid subpoena, court order, warrant, or similar government order, or when we believe in good faith that disclosure is reasonably necessary to protect our property or rights, or those of third parties or the public at large. In complying with court orders and similar legal processes, Bitwarden strives for transparency. When permitted, we will make a reasonable effort to notify users of any disclosure of their information, unless we are prohibited by law or court order from doing so, or in rare, exigent circumstances. \""
      }
    },
    "6715": {
      "id": "6715",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15426,
      "quoteStart": 15066,
      "quoteText": "Bitwarden may disclose personally-identifying information or other information we collect about you to law enforcement in response to a valid subpoena, court order, warrant, or similar government order, or when we believe in good faith that disclosure is reasonably necessary to protect our property or rights, or those of third parties or the public at large.",
      "services": [
        "bitwarden"
      ],
      "title": "This service can share your personal information to third parties ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "From the Privacy Policy, it states that \"Bitwarden may disclose personally-identifying information or other information we collect about you to law enforcement in response to a valid subpoena, court order, warrant, or similar government order, or when we believe in good faith that disclosure is reasonably necessary to protect our property or rights, or those of third parties or the public at large.\""
      }
    },
    "6716": {
      "id": "6716",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 16637,
      "quoteStart": 16365,
      "quoteText": "Our emails might contain a pixel tag, which is a small, clear image that can tell us whether or not you have opened an email and what your IP address is.\nWe use this pixel tag to make our email more effective for you and to make sure we're not sending you unwanted email.\n",
      "services": [
        "bitwarden"
      ],
      "title": "Tracking pixels are used in service-to-user communication",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking pixels are used in service-to-user communication",
        "point": "bad",
        "privacyRelated": true,
        "score": 5,
        "tldr": "According to the Privacy Policy \"Our emails might contain a pixel tag, which is a small, clear image that can tell us whether or not you have opened an email and what your IP address is.\""
      }
    },
    "9277": {
      "id": "9277",
      "quoteDoc": "Terms of service",
      "quoteEnd": 9895,
      "quoteStart": 9663,
      "quoteText": " If we determine your bandwidth usage to be significantly excessive in relation to other Bitwarden customers, we reserve the right to suspend your account or throttle your file hosting until you can reduce your bandwidth consumption",
      "services": [
        "bitwarden"
      ],
      "title": "This service throttles your use",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service throttles your use",
        "point": "bad",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "bitwarden.com"
  ]
}