{
  "alexa": 112258,
  "class": false,
  "links": {},
  "points": [
    "6690",
    "6691",
    "6696",
    "6698",
    "6705",
    "6706",
    "6707",
    "6710"
  ],
  "pointsData": {
    "6690": {
      "id": "6690",
      "quoteDoc": "Terms of service",
      "quoteEnd": 15743,
      "quoteStart": 15639,
      "quoteText": "Bitwarden provides the Website and the Service \"as is\" and \"as available,\" without warranty of any kind.",
      "services": [
        "bitwarden"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "From Terms of Service, \"Bitwarden provides the Website and the Service \"as is\" and \"as available,\" without warranty of any kind.\""
      }
    },
    "6691": {
      "id": "6691",
      "quoteDoc": "Terms of service",
      "quoteEnd": 16177,
      "quoteStart": 16108,
      "quoteText": "that the Service will be uninterrupted, timely, secure, or error-free",
      "services": [
        "bitwarden"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "From the Terms of Service, \"Bitwarden does not warrant that the Service ... will be uninterrupted, timely, secure, or error-free\""
      }
    },
    "6696": {
      "id": "6696",
      "quoteDoc": "Terms of service",
      "quoteEnd": 7092,
      "quoteStart": 6838,
      "quoteText": "You are responsible for all content posted and activity that occurs under your account (even when content is posted by others who have accounts under your account).\n</li>\n<li> You are responsible for maintaining the security of your account and password.",
      "services": [
        "bitwarden"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6698": {
      "id": "6698",
      "quoteDoc": "Terms of service",
      "quoteEnd": 6219,
      "quoteStart": 5675,
      "quoteText": "You must be age 13 or older.\nWhile we are thrilled to see brilliant young people take an interest in our Service, we must comply with United States law.\nBitwarden does not target our Service to children under 13, and we do not permit any Users under 13 on our Service.\nIf we learn of any User under the age of 13, we will terminate that User's account immediately.\nIf you are a resident of a country outside the United States, your country's minimum age may be older.\nin such a case, you are responsible for complying with your country's laws.\n",
      "services": [
        "bitwarden"
      ],
      "title": "This service is only available to users of age 13 and up",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "From Terms of Service, \"Bitwarden does not target our Service to children under 13, and we do not permit any Users under 13 on our Service. If we learn of any User under the age of 13, we will terminate that User's account immediately. If you are a resident of a country outside the United States, your country's minimum age may be older; in such a case, you are responsible for complying with your country's laws.\""
      }
    },
    "6705": {
      "id": "6705",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8963,
      "quoteStart": 8871,
      "quoteText": "We may share User Personal Information if we are involved in a merger, sale, or acquisition.",
      "services": [
        "bitwarden"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "From Privacy Policy, \"We may share User Personal Information if we are involved in a merger, sale, or acquisition.\""
      }
    },
    "6706": {
      "id": "6706",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 9367,
      "quoteStart": 8964,
      "quoteText": "If any such change of ownership happens, we will ensure that it is under terms that preserve the confidentiality of User Personal Information, and we will notify you on our website or by email before any transfer of your User Personal Information.\nThe organization receiving any User Personal Information will have to honor any promises we have made in our Privacy Statement or in our Terms of Service.\n",
      "services": [
        "bitwarden"
      ],
      "title": "Promises will be kept after a merger or acquisition",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Promises will be kept after a merger or acquisition",
        "point": "good",
        "score": 50,
        "tldr": "From Privacy Policy, \"We may share User Personal Information if we are involved in a merger, sale, or acquisition. If any such change of ownership happens, we will ensure that it is under terms that preserve the confidentiality of User Personal Information, and we will notify you on our website or by email before any transfer of your User Personal Information. The organization receiving any User Personal Information will have to honor any promises we have made in our Privacy Statement or in our Terms of Service.\""
      }
    },
    "6707": {
      "id": "6707",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11357,
      "quoteStart": 11223,
      "quoteText": "If you disable your browser or device's ability to accept cookies, you may not be able to log in or properly use Bitwarden's services.",
      "services": [
        "bitwarden"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6710": {
      "id": "6710",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11810,
      "quoteStart": 11745,
      "quoteText": "We do not currently respond to your browser's Do Not Track signal",
      "services": [
        "bitwarden"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "bitwarden.com"
  ]
}