{
  "alexa": 96972,
  "class": false,
  "links": {},
  "points": [
    "7110",
    "7117",
    "7118",
    "7119",
    "7639",
    "7640"
  ],
  "pointsData": {
    "7110": {
      "id": "7110",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 10107,
      "quoteStart": 9906,
      "quoteText": "Our Services do not support Do Not Track requests at this time, which means that we collect information about your online activity both while you are using the Services and after you leave our Services",
      "services": [
        "boingo"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "The privacy policy states that \"Our Services do not support Do Not Track requests at this time, which means that we collect information about your online activity both while you are using the Services and after you leave our Services.\""
      }
    },
    "7117": {
      "id": "7117",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11932,
      "quoteStart": 11703,
      "quoteText": "if Boingo (or its assets) are acquired, or if Boingo goes out of business, enter bankruptcy, or go through some other change of control, Personal Information would be one of the assets transferred to or acquired by a third party.",
      "services": [
        "boingo"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "The privacy policy states \"if Boingo (or its assets) are acquired, or if Boingo goes out of business, enter bankruptcy, or go through some other change of control, Personal Information would be one of the assets transferred to or acquired by a third party\""
      }
    },
    "7118": {
      "id": "7118",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 22665,
      "quoteStart": 22190,
      "quoteText": "<strong>For Skype Credit Users</strong>\n<br> You hereby consent to the disclosure by Skype to Boingo of information concerning yourself, including your Skype ID and details of the sessions initiated on Boingo’s hotspots.\nYou understand that such disclosure may entail the transfer of personal data outside of the European Union or assimilated countries.\nYou acknowledge and agree that your usage of Boingo’s hotspots shall constitute consent to such disclosure and transfer.\n",
      "services": [
        "boingo"
      ],
      "title": "The service may collect data through Skype Credit",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may collect extra data about you through promotions",
        "point": "bad",
        "score": 50,
        "tldr": "The privacy policy states \"You hereby consent to the disclosure by Skype to Boingo of information concerning yourself, including your Skype ID and details of the sessions initiated on Boingo’s hotspots. You understand that such disclosure may entail the transfer of personal data outside of the European Union or assimilated countries. You acknowledge and agree that your usage of Boingo’s hotspots shall constitute consent to such disclosure and transfer.\""
      }
    },
    "7119": {
      "id": "7119",
      "quoteDoc": "Terms of Service and Acceptable Use Policy",
      "quoteEnd": 13193,
      "quoteStart": 12865,
      "quoteText": "Products and services purchased (whether or not following such recommendations and suggestions) are provided “AS IS” without any warranty of any kind from Boingo or others unless, with respect to others (only), otherwise made expressly and unambiguously in writing by a designated third party for a specific product or service.\n",
      "services": [
        "boingo"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "The terms of service state \"Products and services purchased (whether or not following such recommendations and suggestions) are provided “AS IS” without any warranty of any kind from Boingo or others unless, with respect to others (only), otherwise made expressly and unambiguously in writing by a designated third party for a specific product or service. \""
      }
    },
    "7639": {
      "id": "7639",
      "quoteDoc": "Terms of Service and Acceptable Use Policy",
      "quoteEnd": 14862,
      "quoteStart": 14338,
      "quoteText": "<li>Indemnity</li>\n<p>You will indemnify and hold Boingo, its parents, subsidiaries, affiliates, officers, and employees harmless (including, without limitation, from all damages, liabilities, settlements, costs and attorneys’ fees) from any claim or demand made by any third party due to or arising out of your access to the Services, use of the Services, your violation of this Agreement, or the infringement by you or any third party using your account of any intellectual property or other right of any person or entity.",
      "services": [
        "boingo"
      ],
      "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
        "point": "bad",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "7640": {
      "id": "7640",
      "quoteDoc": "Terms of Service and Acceptable Use Policy",
      "quoteEnd": 29807,
      "quoteStart": 29643,
      "quoteText": "\nFurther, the use of manual or automated software, devices, or other processes to “crawl,” “scrape,” or “spider” any portion of the Services is strictly prohibited.",
      "services": [
        "boingo"
      ],
      "title": "Spidering or crawling is not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Spidering or crawling is not allowed",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "boingo.com"
  ]
}