{
  "alexa": 432172,
  "class": "E",
  "links": {},
  "points": [
    "5119",
    "5140",
    "5141",
    "5142",
    "5143",
    "5144",
    "5145",
    "5146",
    "5147",
    "5148",
    "5149",
    "5150",
    "5152",
    "5153",
    "5154",
    "5155",
    "5156",
    "5157",
    "5158",
    "5159",
    "5160",
    "5161",
    "5162",
    "5163",
    "5164",
    "5165",
    "5166",
    "5167",
    "5168",
    "5169",
    "5170",
    "5171",
    "5172",
    "5173",
    "5174",
    "5175",
    "5182",
    "5183",
    "5184",
    "5211",
    "5212",
    "5228",
    "5229",
    "5249",
    "5250",
    "5251"
  ],
  "pointsData": {
    "5119": {
      "id": "5119",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 5232,
      "quoteStart": 4834,
      "quoteText": "Children Under the Age of 13 The Brainly Services and Brainly Subscriptions are not intended for children under 13 years of age.\nWe do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register.\nIf you believe that we might have any personal information from or about a child under 13, please contact us at\nprivacy@brainly.com.",
      "services": [
        "brainly"
      ],
      "title": "This service is only available to users 13 years old and over",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"The Brainly Services and Brainly Subscriptions are not intended for children under 13 years of age. We do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register.\" The Terms of Use (in Part B, applicable to users in Europe) state that, \"You must be 13 years or older to use Brainly Services.\""
      }
    },
    "5140": {
      "id": "5140",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8441,
      "quoteStart": 8337,
      "quoteText": "We and our third party partners may also use cookies and tracking technologies for advertising purposes.",
      "services": [
        "brainly"
      ],
      "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking via third-party cookies for other purposes without your consent.",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "The Privacy Policy states, \"We and our third party partners may also use cookies and tracking technologies for advertising purposes.\""
      }
    },
    "5141": {
      "id": "5141",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6673,
      "quoteStart": 6520,
      "quoteText": "Although we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.",
      "services": [
        "brainly"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "In the Privacy Policy, it states that, \"Although we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.\""
      }
    },
    "5142": {
      "id": "5142",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 13109,
      "quoteStart": 12718,
      "quoteText": "You can stop receiving promotional email communications from us by clicking on the “unsubscribe link” provided in such communications.\nWe make every effort to promptly process all unsubscribe requests.\nYou may not opt out of service-related communications (e.g., account verification, transactional communications, changes/updates to features of the Service, technical and security notices).",
      "services": [
        "brainly"
      ],
      "title": "You can opt out of promotional communications",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can opt out of promotional communications",
        "point": "good",
        "score": 10,
        "tldr": "The Privacy Policy states that \"you can stop receiving promotional email communications from us by clicking on the “unsubscribe link” provided in such communications. We make every effort to promptly process all unsubscribe requests. You may not opt out of service-related communications (e.g., account verification, transactional communications, changes/updates to features of the Service, technical and security notices).\""
      }
    },
    "5143": {
      "id": "5143",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 4452,
      "quoteStart": 4323,
      "quoteText": "Service oparator informs that restricting the use of cookies may affect some of the functionalities available on the Website.</p>",
      "services": [
        "brainly"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "The Cookie Policy states, \"Service oparator [sic] informs that restricting the use of cookies may affect some of the functionalities available on the Website.\""
      }
    },
    "5144": {
      "id": "5144",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 16511,
      "quoteStart": 15463,
      "quoteText": "We participate in interest-based advertising and use third party advertising companies to serve you targeted advertisements based on your online browsing history and your interests.\n We permit third party online advertising networks, social media companies and other third party services, to collect, information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps or services you may use, and on other devices you may use.\nTypically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies.\nWe may share a common account identifier (such as an email address or user ID) or hashed data with our third party advertising partners to help identify you across devices.\nWe and our third party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.",
      "services": [
        "brainly"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "The Privacy Policy states, \"We participate in interest-based advertising and use third party advertising companies to serve you targeted advertisements based on your online browsing history and your interests.  We permit third party online advertising networks, social media companies and other third party services, to collect, information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps or services you may use, and on other devices you may use. Typically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies. We and our third party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.\""
      }
    },
    "5145": {
      "id": "5145",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 55226,
      "quoteStart": 54703,
      "quoteText": "13.1 We may revise these Terms of Use from time to time but the most current version will always be at https://brainly.com/pages/terms_of_use.\n</p>\n<p>13.2 Changes will usually occur because of new features being added to the Service, changes in the law or where we need to clarify our position on something.</p>\n<p>13.3 Normally, we will try to give you some warning before the new terms become effective.\nHowever, sometimes changes will need to be made immediately and if this happens we will not give you any notice.</p>",
      "services": [
        "brainly"
      ],
      "title": " Terms of Use may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "In the Terms of Use applicable to users in Europe, \"We may revise these Terms of Use from time to time but the most current version will always be at https://brainly.com/pages/terms_of_use. Changes will usually occur because of new features being added to the Service, changes in the law or where we need to clarify our position on something. Normally, we will try to give you some warning before the new terms become effective. However, sometimes changes will need to be made immediately and if this happens we will not give you any notice.\" In the Terms of Use applicable to users not in Europe, \"Brainly regularly reviews these Terms and may revise or update them at our sole discretion. Changes to these Terms become effective immediately upon their posting on the Brainly Services and your continued use of the Brainly Services following the posting of revised Terms represents that you have read, understood, and agreed to the changes.\""
      }
    },
    "5146": {
      "id": "5146",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 22173,
      "quoteStart": 21695,
      "quoteText": "We may modify or update this Privacy Policy from time to time to reflect the changes in our business and practices, and so you should review this page periodically.\nWhen we change the policy in a material manner we will let you know and update the ‘last modified’ date at the bottom of this page.\nIf you object to any changes, you may close your account.\nContinuing to use our Service after we publish changes to this Privacy Policy means that you are consenting to the changes.",
      "services": [
        "brainly"
      ],
      "title": "Users should revisit the Privacy Policy periodically, although in case of material changes, the service will notify",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "The Privacy Policy states, \"We may modify or update this Privacy Policy from time to time to reflect the changes in our business and practices, and so you should review this page periodically. When we change the policy in a material manner we will let you know and update the ‘last modified’ date at the bottom of this page. If you object to any changes, you may close your account. Continuing to use our Service after we publish changes to this Privacy Policy means that you are consenting to the changes. \""
      }
    },
    "5147": {
      "id": "5147",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 12546,
      "quoteStart": 12131,
      "quoteText": "By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever, including, for example, to create derivative works, use for advertising or marketing, or repurpose in another medium.</p>",
      "services": [
        "brainly"
      ],
      "title": "This service employs a broad copyright license over user content including the right to distribute through any media",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs a broad copyright license over user content including the right to distribute through any media",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use in Part A, applicable to users unless you are in Europe, state that, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever, including, for example, to create derivative works, use for advertising or marketing, or repurpose in another medium.\""
      }
    },
    "5148": {
      "id": "5148",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 49517,
      "quoteStart": 49433,
      "quoteText": "If you would like to delete your Account, please e-mail us at community@brainly.com.",
      "services": [
        "brainly"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "From Terms of Service, \"If you would like to delete your Account, please e-mail us at community@brainly.com.\" Also from https://faq.brainly.com/hc/en-us/articles/206192659-How-can-I-delete-my-account-, it presents three ways to delete an account."
      }
    },
    "5149": {
      "id": "5149",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 9271,
      "quoteStart": 8691,
      "quoteText": "You agree not to use any automated tool, such as a web scraping tool, a bot or web robot, or web automation, to mine the Brainly Services or any products, services, information, or other materials available on, through or in connection with the Brainly Services or your Brainly Subscription, including, but not limited to, the Mobile Software, for information or to fill out forms on the Brainly Services, that you will not circumvent any technical measures implemented to prevent or limit such access, and that you will comply with the restrictions in any robot exclusion header.",
      "services": [
        "brainly"
      ],
      "title": "Users cannot scrape the website of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users cannot scrape the website of the service",
        "point": "bad",
        "score": 20,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"You agree not to use any automated tool, such as a web scraping tool, a bot or web robot, or web automation, to mine the Brainly Services or any products, services, information, or other materials available on, through or in connection with the Brainly Services or your Brainly Subscription, including, but not limited to, the Mobile Software, for information or to fill out forms on the Brainly Services, that you will not circumvent any technical measures implemented to prevent or limit such access, and that you will comply with the restrictions in any robot exclusion header.\""
      }
    },
    "5150": {
      "id": "5150",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 18581,
      "quoteStart": 18388,
      "quoteText": "Your information collected through our Service may be stored and processed in the United States or any other country in which Brainly or its affiliates or service providers maintain facilities.",
      "services": [
        "brainly"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "The Privacy Policy states that \"your information collected through our Service may be stored and processed in the United States or any other country in which Brainly or its affiliates or service providers maintain facilities.\""
      }
    },
    "5152": {
      "id": "5152",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11551,
      "quoteStart": 11243,
      "quoteText": "<li>Other parties in connection with a company transaction, such as a merger, sale of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party, or in the event of a bankruptcy or related or similar proceedings",
      "services": [
        "brainly"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "In the Privacy Policy, it is stated that under section \"4. SHARING OF YOUR INFORMATION,\" among the parties that Brainly \"may share your personal information with,\" it includes \"other parties in connection with a company transaction, such as a merger, sale of company assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party, or in the event of a bankruptcy or related or similar proceedings.\""
      }
    },
    "5153": {
      "id": "5153",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 36486,
      "quoteStart": 36277,
      "quoteText": "These Terms will be governed by and construed in accordance with the laws of the State of New York, excluding provisions of that would result in choice of the law of another jurisdiction to govern these Terms.",
      "services": [
        "brainly"
      ],
      "title": "The court of law governing the terms is in the State of New York unless you are in Europe. If you are in Europe, then English law will apply",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"These Terms will be governed by and construed in accordance with the laws of the State of New York, excluding provisions of that would result in choice of the law of another jurisdiction to govern these Terms.\" The Terms of Use (in Part B, applicable to users in Europe) state that \"English law will apply to all disputes and the interpretation of these Terms of Use. The English courts will have non-exclusive jurisdiction over any dispute arising from or related to your use of the Service.\""
      }
    },
    "5154": {
      "id": "5154",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 10451,
      "quoteStart": 9732,
      "quoteText": "Brainly reserves the right to view, monitor, and record activity on the Brainly Services without notice or permission.\nWe may monitor use to optimize the Brainly Services, understand what is of interest to visitors, and otherwise to enhance the operation of the Brainly Services, assure its availability, and prevent misuse of the Brainly Services.\nAny information obtained by monitoring, reviewing, or recording activity on the Brainly Services is subject to review by us or on our behalf as well as by law enforcement organizations in connection with investigation or prosecution of possible criminal activity on the Brainly Services.\nBrainly will comply with all court orders involving requests for such information.",
      "services": [
        "brainly"
      ],
      "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
        "point": "good",
        "score": 30,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"Any information obtained by monitoring, reviewing, or recording activity on the Brainly Services is subject to review by us or on our behalf as well as by law enforcement organizations in connection with investigation or prosecution of possible criminal activity on the Brainly Services. Brainly will comply with all court orders involving requests for such information.\"\r\n\r\n It is also stated in the Privacy Policy that personal information may be shared with \"third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms of Service or to protect the security or integrity of our Service; and/or (c) to exercise or protect the rights, property, or personal safety of Brainly, our visitors, or others.\""
      }
    },
    "5155": {
      "id": "5155",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 31838,
      "quoteStart": 31086,
      "quoteText": "<p>Brainly reserves the right, in its sole discretion, to immediately modify, suspend or terminate your account, the Brainly Services, your Brainly Subscription, and/or any products, services, functionality, information, content or other materials available on, through or in connection with the Brainly Services and/or your Brainly Subscription, including, but not limited to, the Mobile Software, and/or your access to some or all of them without cause and without notice.\nIn the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.</p>",
      "services": [
        "brainly"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "For users not in Europe, \"Brainly reserves the right, in its sole discretion, to immediately modify, suspend or terminate your account, the Brainly Services, your Brainly Subscription, and/or any products, services, functionality, information, content or other materials available on, through or in connection with the Brainly Services and/or your Brainly Subscription, including, but not limited to, the Mobile Software, and/or your access to some or all of them without cause and without notice. In the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.\" However, for users in Europe, these terms state that, \"We may end your access or use of the Service for any reason as long as we give you reasonable notice that we plan to do this.\""
      }
    },
    "5156": {
      "id": "5156",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 3269,
      "quoteStart": 3110,
      "quoteText": "THESE TERMS REQUIRE THE USE OF BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE ALL DISPUTES ARISING UNDER THEM, RATHER THAN JURY TRIALS OR CLASS ACTIONS.",
      "services": [
        "brainly"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "In the Terms of Use applicable to users not in Europe, \"THESE TERMS REQUIRE THE USE OF BINDING ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE ALL DISPUTES ARISING UNDER THEM, RATHER THAN JURY TRIALS OR CLASS ACTIONS.\" It also states that, \"YOU AND BRAINLY AGREE THAT THE SOLE AND EXCLUSIVE FORUM AND REMEDY FOR ANY AND ALL DISPUTES AND CLAIMS RELATING IN ANY WAY TO OR ARISING OUT OF THESE TERMS SHALL BE FINAL AND BINDING ARBITRATION.\" However, for the Terms of Use applicable to users in Europe, \"English law will apply to all disputes and the interpretation of these Terms of Use. The English courts will have non-exclusive jurisdiction over any dispute arising from or related to your use of the Service.\""
      }
    },
    "5157": {
      "id": "5157",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 14407,
      "quoteStart": 13763,
      "quoteText": "<p>If you are located in the EU or Switzerland, you have the following rights in respect of your personal data that we hold:\n</p>\n<ol>\n<li>\n<b>Right of access.</b> The right to obtain access to your personal data.</li>\n<li>\n<b>Right to rectification.</b> The right to obtain rectification of your personal data without undue delay where that personal data is inaccurate or incomplete.\n</li>\n<li>\n<b>Right to erasure.</b> The right to obtain the erasure of your personal data without undue delay in certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed.",
      "services": [
        "brainly"
      ],
      "title": "If you are located in the EU or Switzerland, you can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The Privacy Policy states that, \"If you are located in the EU or Switzerland, you have the following rights in respect of your personal data that we hold: Right of access. The right to obtain access to your personal data. Right to rectification. The right to obtain rectification of your personal data without undue delay where that personal data is inaccurate or incomplete. Right to erasure. The right to obtain the erasure of your personal data without undue delay in certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed . . . If you wish to exercise one of these rights, please contact us using the contact details at the end of this Privacy Policy.\" FOR ALL USERS, these Privacy Policy terms apply: \"If you have any questions about reviewing, modifying, or deleting your information, or if you want to remove your name or comments from our Service or publicly displayed content, you can contact us directly at privacy@brainly.com. We may not be able to modify or delete your information in all circumstances. To request deletion of the personal information we have collected in connection with your Brainly account, please select the “I want to delete my account” option after logging into your account in Account Preferences. \""
      }
    },
    "5158": {
      "id": "5158",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 35787,
      "quoteStart": 35333,
      "quoteText": "You agree to indemnify and hold each of Brainly, its subsidiaries, affiliates, officers, directors, employees and independent contractors, and any third parties providing content or services included in the Brainly Services or your Brainly Subscription, harmless from any claim or demand (including, but not limited to, reasonable legal fees) made by any third party due to or arising out of your use of the Brainly Services or your Brainly Subscription.",
      "services": [
        "brainly"
      ],
      "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
        "point": "bad",
        "score": 40,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"You agree to indemnify and hold each of Brainly, its subsidiaries, affiliates, officers, directors, employees and independent contractors, and any third parties providing content or services included in the Brainly Services or your Brainly Subscription, harmless from any claim or demand (including, but not limited to, reasonable legal fees) made by any third party due to or arising out of your use of the Brainly Services or your Brainly Subscription.\""
      }
    },
    "5159": {
      "id": "5159",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 32450,
      "quoteStart": 31880,
      "quoteText": "<p>YOU UNDERSTAND AND EXPRESSLY AGREE THAT:</p>\n<p>YOUR USE OF THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, CONTENT, INFORMATION, OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, IS AT YOUR OWN RISK.\nTHE BRAINLY SERVICES AND ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE BRAINLY SERVICES AND YOUR BRAINLY SUBSCRIPTION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.",
      "services": [
        "brainly"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "In the Terms of Use applicable to users in Europe, it states that, \"Unfortunately, due to the nature of the Internet and technology, Brainly Services is provided on an \"as available\" and \"as is\" basis. This means that we are unable to promise that your use of Brainly Services will be error-free.\" A similar statement is given in the Terms of Use applicable to users not in Europe: \"YOUR USE OF THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, CONTENT, INFORMATION, OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, IS AT YOUR OWN RISK. THE BRAINLY SERVICES AND ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE BRAINLY SERVICES AND YOUR BRAINLY SUBSCRIPTION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\""
      }
    },
    "5160": {
      "id": "5160",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 33239,
      "quoteStart": 32800,
      "quoteText": "BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS, OR THAT THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS WILL OPERATE UNINTERRUPTED OR IN A TIMELY, SECURE, OR ERROR-FREE MANNER",
      "services": [
        "brainly"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS, OR THAT THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS WILL OPERATE UNINTERRUPTED OR IN A TIMELY, SECURE, OR ERROR-FREE MANNER.\""
      }
    },
    "5161": {
      "id": "5161",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 33480,
      "quoteStart": 33241,
      "quoteText": "OR AS TO THE ACCURACY OR COMPLETENESS OF ANY INFORMATION OR CONTENT ACCESSIBLE FROM OR PROVIDED IN CONNECTION WITH THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS, REGARDLESS OF WHETHER ANY INFORMATION OR CONTENT IS MARKED AS “VERIFIED”.</p>",
      "services": [
        "brainly"
      ],
      "title": "The service does not guarantee accuracy or reliability of the information provided",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee accuracy or reliability of the information provided",
        "point": "bad",
        "score": 10,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS . . . OR AS TO THE ACCURACY OR COMPLETENESS OF ANY INFORMATION OR CONTENT ACCESSIBLE FROM OR PROVIDED IN CONNECTION WITH THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS, REGARDLESS OF WHETHER ANY INFORMATION OR CONTENT IS MARKED AS “VERIFIED”.\""
      }
    },
    "5162": {
      "id": "5162",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS.\""
      }
    },
    "5163": {
      "id": "5163",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 26486,
      "quoteStart": 26341,
      "quoteText": "If you choose to cancel, your cancellation will take effect at the end of the subscription term in which you cancelled, and there are no refunds.",
      "services": [
        "brainly"
      ],
      "title": "The service has a no refund policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service has a no refund policy",
        "point": "neutral",
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"If you choose to cancel [your subscription], your cancellation will take effect at the end of the subscription term in which you cancelled, and there are no refunds.\" It also states, \"In the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.\" The Terms of Use (in Part B, applicable to users in Europe) state, \"Generally, we cannot give back the fees you pay to us.\""
      }
    },
    "5164": {
      "id": "5164",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 954,
      "quoteStart": 600,
      "quoteText": "We have two sets of terms and conditions: <b>Part A</b> sets out the terms that apply to our users unless you are based in Europe and <b>Part B</b> sets out the terms that apply to our users in Europe.</p>\n<p>It is important that you read and understand the terms that apply to you when you use the Brainly Services before using the Brainly Services.</p>",
      "services": [
        "brainly"
      ],
      "title": "This service employs different Terms of Use and Privacy Policies dependent on whether you are in the EU + Switzerland",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs separate policies for different parts of the service",
        "point": "neutral",
        "score": 0,
        "tldr": "The Terms of Use is a two-part document. Part A applies to users that are not based in Europe and Part B applies to users in Europe. It should be noted that Part B is a more readable document than Part A, as the sections and points are enumerated and the language used is not as rich with legalese. There are also some statements in the Privacy Policy that apply to users in the EU or Switzerland only."
      }
    },
    "5165": {
      "id": "5165",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 24369,
      "quoteStart": 23958,
      "quoteText": "You understand and acknowledge that anyone with knowledge of your User Credentials may gain access to any information, including your Personal Information, you have stored in the password-protected portion of the Brainly Services.\nYou agree to keep your password secret, to notify us if your password is lost or compromised, and to be solely responsible for the confidentiality and use of your User Credentials.",
      "services": [
        "brainly"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"You understand and acknowledge that anyone with knowledge of your User Credentials may gain access to any information, including your Personal Information, you have stored in the password-protected portion of the Brainly Services. You agree to keep your password secret, to notify us if your password is lost or compromised, and to be solely responsible for the confidentiality and use of your User Credentials.\""
      }
    },
    "5166": {
      "id": "5166",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 12071,
      "quoteStart": 11845,
      "quoteText": "BRAINLY RESERVES THE RIGHT TO MODERATE THE BRAINLY SERVICES AND TO REMOVE, SCREEN, OR EDIT YOUR CONTENT FROM THE BRAINLY SERVICES AT OUR SOLE DISCRETION, AT ANY TIME, AND FOR ANY REASON OR FOR NO REASON, WITH NO NOTICE TO YOU.",
      "services": [
        "brainly"
      ],
      "title": "The service can remove, screen, or edit your content without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without prior notice and without a reason",
        "point": "blocker",
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY RESERVES THE RIGHT TO MODERATE THE BRAINLY SERVICES AND TO REMOVE, SCREEN, OR EDIT YOUR CONTENT FROM THE BRAINLY SERVICES AT OUR SOLE DISCRETION, AT ANY TIME, AND FOR ANY REASON OR FOR NO REASON, WITH NO NOTICE TO YOU.\""
      }
    },
    "5167": {
      "id": "5167",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 28880,
      "quoteStart": 28631,
      "quoteText": "Brainly uses a third-party payment processor, currently Zuora (https://www.zuora.com/), to process subscription payments.\nPlease see Zuora’s privacy statement available on its site for information on how Zuora collects and uses personal information.",
      "services": [
        "brainly"
      ],
      "title": "The service refers users to external documents for more information",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service refers users to external documents for more information",
        "point": "bad",
        "privacyRelated": true,
        "score": 25,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"Brainly uses a third-party payment processor, currently Zuora (https://www.zuora.com/), to process subscription payments. Please see Zuora’s privacy statement available on its site for information on how Zuora collects and uses personal information.\""
      }
    },
    "5168": {
      "id": "5168",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 59,
      "quoteStart": 29,
      "quoteText": "<em>Last modified May 24, 2018",
      "services": [
        "brainly"
      ],
      "title": "There is a date of the last update of the Terms of Use and the Privacy Policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "The Terms of Use and Privacy Policy both have a last update date."
      }
    },
    "5169": {
      "id": "5169",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 6189,
      "quoteStart": 5966,
      "quoteText": "Registered Users have the right to use the products, services and functionality provided by Brainly and the content and information published on the Brainly Services only within their own needs, for non-commercial purposes.",
      "services": [
        "brainly"
      ],
      "title": "This service is only available for use individually and non-commercially.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"Registered Users have the right to use the products, services and functionality provided by Brainly and the content and information published on the Brainly Services only within their own needs, for non-commercial purposes.\""
      }
    },
    "5170": {
      "id": "5170",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2471,
      "quoteStart": 1156,
      "quoteText": "<p>The categories of information we collect can include:</p>\n<ul>\n<li>\n<b>Information you provide to us directly</b>.\nWe may collect personal information, such as your name, address, telephone number, date of birth, payment information, and e-mail address when you when you register for our Service, sign up for our mailing list, enter a contest or sweepstakes, or otherwise communicate with us.\nWe may also collect any communications between you and Brainly and any other information you provide to Brainly.\n</li>\n<li>\n<b>Data collected through the use of the Service</b>.\nWe collect information about how you use the Service, your actions on the Service, and content you post to the Service, including the groups you belong to, your interaction with others on the Service, and content you post to the Service, and any content you provide through messages, chat, or other functionality (\"<b>User\nContent</b>\").\nPlease remember that Brainly may, but has no obligation to, monitor, record, and store User Content in order to protect your safety or the safety of other users, to assist with regulatory or law enforcement efforts, or to protect and defend our rights and property.\nBy using the Service, you consent to the recording, storage and disclosure of such communications you send or receive for these purposes.",
      "services": [
        "brainly"
      ],
      "title": "The service provides details about what kinds of personal information they collect",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides details about what kinds of personal information they collect",
        "point": "good",
        "score": 30,
        "tldr": "The Privacy Policy provides details about what kinds of personal information they collect."
      }
    },
    "5171": {
      "id": "5171",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3214,
      "quoteStart": 2487,
      "quoteText": "We use this information above to operate, maintain, and provide to you the features and functionality of the Service, complete transactions or services requested by you, tailor our programming and services to meet your needs and interests, as well as to communicate directly with you, such as to send you email messages.\nWe may also send you Service-related emails or messages (e.g., account verification, change or updates to features of the Service, technical and security notices).\nFor more information about your communication preferences, see “<b>Control\nOver Your Information</b>” below.</p>\n<p>If you choose not to provide personal data, we may not be able to provide the Service to you or respond to your other requests",
      "services": [
        "brainly"
      ],
      "title": "The service provides information about how they intend to use your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides information about how they intend to use your personal data",
        "point": "good",
        "score": 30,
        "tldr": "In the Privacy Policy, it states that the information collected by Brainly is used \"to operate, maintain, and provide to you the features and functionality of the Service, complete transactions or services requested by you, tailor our programming and services to meet your needs and interests, as well as to communicate directly with you, such as to send you email messages. We may also send you Service-related emails or messages (e.g., account verification, change or updates to features of the Service, technical and security notices) . . . If you choose not to provide personal data, we may not be able to provide the Service to you or respond to your other requests.\""
      }
    },
    "5172": {
      "id": "5172",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 43414,
      "quoteStart": 43310,
      "quoteText": "use Brainly Services if we have suspended your access to it, or have otherwise banned you from using it;",
      "services": [
        "brainly"
      ],
      "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
        "point": "neutral",
        "score": 20,
        "tldr": "The Terms of Use (in Part B, applicable to users in Europe) state that you must not \"use Brainly Services if we have suspended your access to it, or have otherwise banned you from using it.\""
      }
    },
    "5173": {
      "id": "5173",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 8682,
      "quoteStart": 8299,
      "quoteText": "<p>You agree not to post on or transmit onto the Brainly Services or Mobile Software any information that you know to be untrue, that is unlawful, fraudulent, threatening, malicious, harassing, abusive, libelous, defamatory, obscene, or otherwise objectionable or harmful, or that contains or links to a virus, bug, worm, malware, Trojan horse, or other harmful or disruptive element",
      "services": [
        "brainly"
      ],
      "title": "Users agree not to submit illegal content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit illegal content",
        "point": "neutral",
        "score": 10,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"You agree not to post on or transmit onto the Brainly Services or Mobile Software any information that you know to be untrue, that is unlawful, fraudulent, threatening, malicious, harassing, abusive, libelous, defamatory, obscene, or otherwise objectionable or harmful, or that contains or links to a virus, bug, worm, malware, Trojan horse, or other harmful or disruptive element. The Terms of Use (in Part B, applicable to users in Europe) state that, \"You must only use Brainly Services for lawful and information purposes.\""
      }
    },
    "5174": {
      "id": "5174",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 46754,
      "quoteStart": 46388,
      "quoteText": "5.1 The Service may, from time to time, contain links to and from third party services.\nIf you follow a link to any of these services, please note that these services have their own privacy policies and that we do not accept any responsibility or liability for their policies.\nPlease check the individual policies before you submit any information to those services.",
      "services": [
        "brainly"
      ],
      "title": "The service informs users that its privacy policy does not apply to third party websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service informs users that its privacy policy does not apply to third party websites",
        "point": "neutral",
        "score": 10,
        "tldr": "The Terms of Use (in Part B, applicable to users in Europe) states that \"the Service may, from time to time, contain links to and from third party services. If you follow a link to any of these services, please note that these services have their own privacy policies and that we do not accept any responsibility or liability for their policies. Please check the individual policies before you submit any information to those services.\""
      }
    },
    "5175": {
      "id": "5175",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12111,
      "quoteStart": 11959,
      "quoteText": "We may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.",
      "services": [
        "brainly"
      ],
      "title": "This service will continue using anonymized user-generated content even after erasure of personal information",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service will continue using anonymized user-generated content even after erasure of personal information",
        "point": "bad",
        "score": 15,
        "tldr": "The FAQ page (https://faq.brainly.com/hc/en-us/articles/206193329-Can-I-delete-my-question-or-answer-) states that \"questions and answers are only removed if they do not meet our posting guidelines, or violate one of our site rules. Since your question or answer might help other students, we aim to preserve all content posted on the site which can be accessed by anyone in the future who might need the information for a school assignment or project.\" The Privacy Policy also states that \"your content and comments you post to public areas of the Service will be viewable by others on the Service and the public,\" and that \"we may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.\" \r\n\r\n With regards to modifying or deleting your information, the Privacy Policy says, \"If you have any questions about reviewing, modifying, or deleting your information, or if you want to remove your name or comments from our Service or publicly displayed content, you can contact us directly at privacy@brainly.com. We may not be able to modify or delete your information in all circumstances.\" Moreover, the right to erasure (which only applies for users in the EU and Switzerland) specified in the Privacy Policy only applies under \"certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed.\" \r\n\r\nIf Brainly aims to \"preserve all content posted on the site,\" then we can conclude that such personal data is still necessary for the purpose of the site. There are places on the site where answers without usernames or profile pictures are visible."
      }
    },
    "5182": {
      "id": "5182",
      "needModeration": false,
      "quoteDoc": "Community Guidelines",
      "quoteEnd": 983,
      "quoteStart": 887,
      "quoteText": "\n<li>Not use the Brainly Services do anything unlawful, misleading, malicious, or discriminatory",
      "services": [
        "brainly"
      ],
      "title": "Users agree not to submit libelous, harassing or threatening content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit libelous, harassing or threatening content",
        "point": "neutral",
        "score": 20,
        "tldr": "The Community Guidelines state that user should \"not use the Brainly Services do anything unlawful, misleading, malicious, or discriminatory.\" The Terms of Use also state, \"You agree not to post on or transmit onto the Brainly Services or Mobile Software any information that you know to be untrue, that is unlawful, fraudulent, threatening, malicious, harassing, abusive, libelous, defamatory, obscene, or otherwise objectionable or harmful, or that contains or links to a virus, bug, worm, malware, Trojan horse, or other harmful or disruptive element.\""
      }
    },
    "5183": {
      "id": "5183",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 55897,
      "quoteStart": 55711,
      "quoteText": "14.3 If you do not comply with these Terms of Use and we do not take action immediately, this does not mean we have given up any right we have and we may still take action in the future.",
      "services": [
        "brainly"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "The Terms of Use (in Part B, applicable to users in Europe) state that, \"If you do not comply with these Terms of Use and we do not take action immediately, this does not mean we have given up any right we have and we may still take action in the future.\""
      }
    },
    "5184": {
      "id": "5184",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
        "point": "neutral",
        "score": 15,
        "tldr": "From the Brainly FAQ (https://faq.brainly.com/hc/en-us/articles/205369412-What-makes-a-great-answer-), it states, \"Don’t spam or advertise Brainly is for learning, not promoting! An answer is not the place to advertise your own site.\""
      }
    },
    "5211": {
      "id": "5211",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5036,
      "quoteStart": 4795,
      "quoteText": "We typically collect this information through a variety of tracking technologies, including cookies, web beacons, Locally Stored Objects (LSOs such as Flash or HTML5), log files, and similar technology (collectively, “tracking technologies”)",
      "services": [
        "brainly"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The Privacy Poilicy says Brainly can track usage information and personal information \"through a variety of tracking technologies, including cookies, web beacons, Locally Stored Objects (LSOs such as Flash or HTML5), log files, and similar technology (collectively, “tracking technologies”).\""
      }
    },
    "5212": {
      "id": "5212",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 56895,
      "quoteStart": 56583,
      "quoteText": "We value hearing from our users, and are always interested in learning about ways we can improve the Service.\nBy providing your feedback you agree that you are giving up any rights you have in your feedback so that we may use and allow others to use it without any restriction and without any payment to you.</p>",
      "services": [
        "brainly"
      ],
      "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
        "point": "bad",
        "score": 50,
        "tldr": "From the Terms of Use (Part B, applicable to users in Europe), it states, \"We value hearing from our users, and are always interested in learning about ways we can improve the Service. By providing your feedback you agree that you are giving up any rights you have in your feedback so that we may use and allow others to use it without any restriction and without any payment to you.\""
      }
    },
    "5228": {
      "id": "5228",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 21222,
      "quoteStart": 20855,
      "quoteText": "The Service may contain links to and from third party websites of our business partners, advertisers, and social media sites and our users may post links to third party websites.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.",
      "services": [
        "brainly"
      ],
      "title": "This service assumes no responsibility and liability for the contents of links to other websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no responsibility and liability for the contents of links to other websites",
        "point": "neutral",
        "score": 50,
        "tldr": "The Privacy Policy states, \"The Service may contain links to and from third party websites of our business partners, advertisers, and social media sites and our users may post links to third party websites. If you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\""
      }
    },
    "5229": {
      "id": "5229",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 21475,
      "quoteStart": 21223,
      "quoteText": "We strongly recommend that you read their privacy policies and terms and conditions of use to understand how they collect, use, and share information.\nWe are not responsible for the privacy practices or the content on the websites of third party sites.",
      "services": [
        "brainly"
      ],
      "title": "The service informs users that its privacy policy does not apply to third party websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service informs users that its privacy policy does not apply to third party websites",
        "point": "neutral",
        "score": 10,
        "tldr": "The Privacy Policy states that in regard to links to and from third party websites, \"We strongly recommend that you read their privacy policies and terms and conditions of use to understand how they collect, use, and share information. We are not responsible for the privacy practices or the content on the websites of third party sites.\""
      }
    },
    "5249": {
      "id": "5249",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "The service allows you to use pseudonyms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service allows you to use pseudonyms",
        "point": "good",
        "score": 20,
        "tldr": "The FAQ states that \"usernames can only be changed in extreme cases, like accidentally using your real name or giving out identifying information,\" meaning that you are allowed to use pseudonyms as a username."
      }
    },
    "5250": {
      "id": "5250",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service keeps a license on user-generated content even after users close their accounts.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps a license on user-generated content even after users close their accounts.",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users not in Europe) state, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content.\""
      }
    },
    "5251": {
      "id": "5251",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service can license user content to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can license user content to third parties",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users not in Europe) state, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever.\" The Terms of Use (in Part B, applicable to users in Europe) state that Brainly has a \"worldwide, non-exclusive, royalty-free and perpetual licence to use, copy, reproduce, distribute, adapt, re-format, modify, publish, translate, license, sub-license and otherwise make available the User Content anywhere and in any form for the purposes of providing the Service.\""
      }
    }
  },
  "urls": [
    "brainly.co",
    "brainly.com.br",
    "brainly.lat",
    "brainly.com",
    "znanija.com",
    "nosdevoirs.fr",
    "brainly.in",
    "brainly.co.id",
    "eodev.com",
    "brainly.ph",
    "brainly.pl",
    "brainly.ro"
  ]
}