{
  "alexa": 5918,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.carfax.com/privacyStatement.cfx"
    }
  },
  "points": [
    "5623",
    "5626",
    "5627",
    "5628"
  ],
  "pointsData": {
    "5623": {
      "id": "5623",
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 3832,
      "quoteStart": 3410,
      "quoteText": "CARFAX web sites may contain web beacons to collect data regarding user traffic patterns.\nCARFAX web sites use cookies to collect information about your computer hardware (desktop, laptop, mobile devices and mobile device identifiers etc.) and software, including but not limited to, referring domains, the type of browser used, operating system software, screen resolutions, color capabilities, IP addresses and plug-ins.",
      "services": [
        "carfax"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "From Privacy Policy: \"CARFAX web sites may contain web beacons to collect data regarding user traffic patterns. CARFAX web sites use cookies to collect information about your computer hardware (desktop, laptop, mobile devices and mobile device identifiers etc.) and software, including but not limited to, referring domains, the type of browser used, operating system software, screen resolutions, color capabilities, IP addresses and plug-ins.\""
      }
    },
    "5626": {
      "id": "5626",
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 13055,
      "quoteStart": 12861,
      "quoteText": "You may opt out of receiving promotional emails from CARFAX when you complete the CARFAX Report order form, or you may unsubscribe at any time by using the link included on all marketing emails.",
      "services": [
        "carfax"
      ],
      "title": "You can opt out of promotional communications",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can opt out of promotional communications",
        "point": "good",
        "score": 10,
        "tldr": ""
      }
    },
    "5627": {
      "id": "5627",
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 5491,
      "quoteStart": 5338,
      "quoteText": "CARFAX may include web beacons in some of our email communications to gauge the effectiveness of our customer communications and marketing campaigns.</p>",
      "services": [
        "carfax"
      ],
      "title": "tracking pixels used in service-to-user communication",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking pixels are used in service-to-user communication",
        "point": "bad",
        "privacyRelated": true,
        "score": 5,
        "tldr": ""
      }
    },
    "5628": {
      "id": "5628",
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 5043,
      "quoteStart": 4801,
      "quoteText": "CARFAX may also collect (for itself or through a third party service provider) information about pages visited, vehicles researched and viewed and other similar information to create a better user experience and to serve targeted advertising.",
      "services": [
        "carfax"
      ],
      "title": "The service uses your personal data to employ targeted third-party advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data to employ targeted third-party advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": ""
      }
    }
  },
  "urls": [
    "carfax.com"
  ]
}