{
  "alexa": 6141,
  "class": false,
  "links": {},
  "points": [
    "6780",
    "6783",
    "6784",
    "6786",
    "6787"
  ],
  "pointsData": {
    "6780": {
      "id": "6780",
      "services": [
        "cengage"
      ],
      "title": "The service uses tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "From Cengage Privacy Notice, 5. Cookies and Other Data Collection Technologies, they use Flash Cookies, Pixel Tags, and Web Beacons. They also \"collect many different types of information from server logs and other technologies.  For example, [they] may collect information the device you use to access our website, your operating system type, browser type, domain, and other system settings, as well as the language your system uses and the country and time zone where your device is located.\""
      }
    },
    "6783": {
      "id": "6783",
      "needModeration": false,
      "quoteDoc": "Terms of Use ",
      "quoteEnd": 3770,
      "quoteStart": 3645,
      "quoteText": "Cengage may, with or without notice, add features to the Services, or change or remove features of the Services, at any time.",
      "services": [
        "cengage"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "6784": {
      "id": "6784",
      "needModeration": false,
      "quoteDoc": "Terms of Use ",
      "quoteEnd": 8746,
      "quoteStart": 8144,
      "quoteText": "Cengage does not obtain ownership of Your Content.\n&nbsp;You hereby grant Cengage a perpetual, irrevocable, worldwide, royalty-free, non-exclusive, sublicensable and transferable license to use, distribute, reproduce, modify, prepare derivative works of, perform and display Your Content in connection with the Services and Cengage’s business, including for promoting the Services, in all media now known or hereafter devised, and through any media channels.\n&nbsp;In the event that perpetual license terms are not allowed by law, the term shall be for the longest period allowed by applicable law.</p>",
      "services": [
        "cengage"
      ],
      "title": "This service employs a broad copyright license over user content including the right to distribute through any media",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can distribute your content through any media known now or in the future ",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6786": {
      "id": "6786",
      "needModeration": false,
      "quoteDoc": "Terms of Use ",
      "quoteEnd": 9169,
      "quoteStart": 9029,
      "quoteText": "Cengage reserves the right (but has no obligation) to pre-screen, review, flag, filter, modify, refuse, or remove Content from the Services.",
      "services": [
        "cengage"
      ],
      "title": "Cengage reserves the right to pre-screen, review, flag, filter, modify, refuse, or remove Content from the Services. ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without reason and may do it without prior notice",
        "point": "blocker",
        "score": 50,
        "tldr": "The Terms of Use state \"Cengage reserves the right (but has no obligation) to pre-screen, review, flag, filter, modify, refuse, or remove Content from the Services.\""
      }
    },
    "6787": {
      "id": "6787",
      "needModeration": false,
      "quoteDoc": "Terms of Use ",
      "quoteEnd": 30089,
      "quoteStart": 29507,
      "quoteText": "YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS CENGAGE, ITS AFFILIATES AND SUPPLIERS, AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES AND REPRESENTATIVES, FROM ANY AND ALL DEMANDS, CLAIMS, ACTIONS, DAMAGES, LOSSES, LIABILITIES, COSTS AND EXPENSES, INCLUDING ATTORNEYS’ FEES AND COURT COSTS, DIRECTLY OR INDIRECTLY ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS OR USE OF THE SERVICES, CENGAGE MATERIALS, OR SERVICES ITEMS.\nANY CLAIMS RELATED TO YOUR CONTENT.\nOR YOUR VIOLATION OF ANY OF THESE TERMS.\nThis paragraph shall survive any expiration or termination of these Terms.",
      "services": [
        "cengage"
      ],
      "title": "You agree to defend, indemnify, and hold Cengage harmless in case of a claim related to your use of the service (and survives termination)",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "defend, indemnify, hold harmless; survives termination",
        "point": "bad",
        "score": 80,
        "tldr": "From Terms of Use, \"YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS CENGAGE, ITS AFFILIATES AND SUPPLIERS, AND THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES AND REPRESENTATIVES, FROM ANY AND ALL DEMANDS, CLAIMS, ACTIONS, DAMAGES, LOSSES, LIABILITIES, COSTS AND EXPENSES, INCLUDING ATTORNEYS’ FEES AND COURT COSTS, DIRECTLY OR INDIRECTLY ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS OR USE OF THE SERVICES, CENGAGE MATERIALS, OR SERVICES ITEMS; ANY CLAIMS RELATED TO YOUR CONTENT; OR YOUR VIOLATION OF ANY OF THESE TERMS. This paragraph shall survive any expiration or termination of these Terms.\""
      }
    }
  },
  "urls": [
    "cengage.com",
    "nelsonbrain.com",
    "webassign.com",
    "webassign.net",
    "pathbrite.com",
    "aplia.com",
    "cengagebrain.com"
  ]
}