{
  "class": false,
  "links": {},
  "points": [
    "4916",
    "4917",
    "4919",
    "4920",
    "4921",
    "4922",
    "4925",
    "4926"
  ],
  "pointsData": {
    "4916": {
      "id": "4916",
      "needModeration": false,
      "quoteDoc": "CoReadingWebPrivacyPolicy",
      "quoteEnd": 2857,
      "quoteStart": 851,
      "quoteText": "<strong>Information Collected</strong>   If you visit a web site maintained by the City Of Reading to read or download information, we collect the following information:    <ul>\n<li>The name of domain.\nfor example, \"xcompany.com\" if you use a private internet access account, or \"yourschool.edu\", if you are connecting from a university domain; </li>\n<li>An IP address.\na number automatically assigned to your computer when you are using the internet; </li>\n<li>The type of browser and operating system used to access our site; </li>\n<li>The Internet address of the website from which you linked directly to our site; </li>\n<li>The pages you visit within the City's site.\nand </li>\n<li>The links made to other web sites through this site. </li>\n</ul>  This information is collected for statistical analysis using standard third-party software programs to create summary statistics.\nThe statistics are used for the purpose of determining what information is of most and least interest to all visitors and identifying system performance or problem areas.\nThis information is not collected for commercial marketing purposes and the City does not sell information collected online for commercial marketing purposes.    If, during your visit to the City’s web site, you voluntarily provide personally identifiable information, we will collect such information.\nExamples of personally identifiable information may include:    <ul>\n<li>An email address if you are communicating to us through email; </li>\n<li>Information you voluntarily submit to the City for the purposes of completing or submitting an application or form online.\nand </li>\n<li>Other information volunteered, such as survey information or content of email. </li>\n</ul>  In general, please note the information collected, whether or not personally identifiable, is not limited to text characters and may include audio, video and other graphic formats you send us.\nInformation is retained in accordance with existing laws and other City policies.\n",
      "services": [
        "cityofreading"
      ],
      "title": "The service provides details about what kinds of personal information they collect",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides details about what kinds of personal information they collect",
        "point": "good",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "4917": {
      "id": "4917",
      "needModeration": false,
      "quoteDoc": "CoReadingWebPrivacyPolicy",
      "quoteEnd": 3389,
      "quoteStart": 2869,
      "quoteText": "Public Disclosure </strong>   As a general rule, the City does not disclose any personally identifiable information collected online except where you have given us permission, or where the information is public information under the Pennsylvania Right to Know Act 65 P.S.\n66.1 et seq., or other applicable laws.\nVisitors should be aware that information collected by the City on its website may be subject to examination and inspection, if such information is a public record and not otherwise protected from disclosure.",
      "services": [
        "cityofreading"
      ],
      "title": "The service will not allow third parties to access your personal information without a legal basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service will not allow third parties to access your personal information without a legal basis",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4919": {
      "id": "4919",
      "needModeration": false,
      "quoteDoc": "CoReadingWebPrivacyPolicy",
      "quoteEnd": 3932,
      "quoteStart": 3702,
      "quoteText": "Choice</strong>   You may decline participation in any activity that asks for information (i.e., surveys or emails).\nYour choice to not participate will have no effect on your ability to access information on the City’s web sites.",
      "services": [
        "cityofreading"
      ],
      "title": "You can choose with whom you share content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can choose with whom you share content",
        "point": "good",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "4920": {
      "id": "4920",
      "needModeration": false,
      "quoteDoc": "CoReadingWebPrivacyPolicy",
      "quoteEnd": 4577,
      "quoteStart": 3937,
      "quoteText": "<strong>Cookies</strong>   To better serve you, we occasionally use “cookies” to customize your browsing experience.\nCookies are simple text files stored by your web browser and they provide a method of distinguishing among visitors to the web sites.\n  Cookies created on your computer by using our web sites do not contain personally identifiable information and do not compromise your privacy or security.\nWe use the cookie feature to store a randomly generated identifying tag on your computer.\n  You can refuse the cookie or delete the cookie file from your computer at any time by using any one of a number of widely available methods.",
      "services": [
        "cityofreading"
      ],
      "title": "The cookies used by this service do not contain information that would personally identify you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The cookies used by this service do not contain information that would personally identify you",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4921": {
      "id": "4921",
      "needModeration": false,
      "quoteDoc": "CoReadingWebPrivacyPolicy",
      "quoteEnd": 5000,
      "quoteStart": 4590,
      "quoteText": "Security</strong>   The City has taken steps to safeguard the submission of information by implementing detailed technology and security policies.\nSecurity measures have been integrated into the design, implementation and day-to-day operations of the entire operating environment as part of our continuing commitment to the security of electronic content as well as the electronic transmission of information.\n",
      "services": [
        "cityofreading"
      ],
      "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "4922": {
      "id": "4922",
      "needModeration": false,
      "quoteDoc": "CoReadingWebPrivacyPolicy",
      "quoteEnd": 5812,
      "quoteStart": 5099,
      "quoteText": "Information Disclaimer</strong>   Information provided on the City’s web sites is intended to allow the public immediate access to public information.\nWhile all attempts are made to provide accurate, current and reliable information we recognize the possibility of human and/or mechanical error.\nTherefore, the City Of Reading, PA, its employees, officers and agencies expressly deny any warranty of the accuracy, reliability or timeliness of any information published by this system and shall not be held liable for any losses caused by reliance upon the accuracy, reliability or timeliness of such information.\nAny person who relies upon such information obtained from this system does so at his or her own risk",
      "services": [
        "cityofreading"
      ],
      "title": "This services gives no guarantee regarding quality",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This services gives no guarantee regarding quality",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "4925": {
      "id": "4925",
      "needModeration": false,
      "quoteDoc": "Linking Policy",
      "quoteEnd": 2465,
      "quoteStart": 2461,
      "quoteText": "hate",
      "services": [
        "cityofreading"
      ],
      "title": "Users agree not to submit libelous, harassing or threatening content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit libelous, harassing or threatening content",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "4926": {
      "id": "4926",
      "needModeration": false,
      "quoteDoc": "Linking Policy",
      "quoteEnd": 2490,
      "quoteStart": 2467,
      "quoteText": "bias, or discrimination",
      "services": [
        "cityofreading"
      ],
      "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "readingpa.gov"
  ]
}