{
  "alexa": 153,
  "class": false,
  "links": {
    "Cbs Interactive Privacy Policy": {
      "name": "Cbs Interactive Privacy Policy",
      "url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://cbsi.secure.force.com/CBSi/articles/FAQ/CBSi-Privacy-Policy?template=template_privacygl&referer=privacygl.com&data=&cfs=default"
    }
  },
  "points": [
    "1887",
    "5194",
    "5195",
    "5196",
    "6482",
    "6483",
    "6623",
    "6624",
    "6625",
    "6626",
    "6627"
  ],
  "pointsData": {
    "1887": {
      "id": "1887",
      "services": [
        "cnet"
      ],
      "slug": "1516402800012",
      "title": "CNet may collect your device fingerprint.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Device fingerprinting",
        "point": "bad",
        "privacyRelated": true,
        "score": "50",
        "tldr": "\"CBS Interactive Services may collect [...] Your device type and settings, software used and browser type and operating system\""
      }
    },
    "5194": {
      "id": "5194",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 1074,
      "quoteStart": 1042,
      "quoteText": "Effective Date November 15, 2017",
      "services": [
        "cnet"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5195": {
      "id": "5195",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4388,
      "quoteStart": 4310,
      "quoteText": "In no case are persons under the age of thirteen permitted to use the Services",
      "services": [
        "cnet"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "The Terms of Use state that, \"In no case are persons under the age of thirteen permitted to use the Services.\""
      }
    },
    "5196": {
      "id": "5196",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 5001,
      "quoteStart": 4397,
      "quoteText": "You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.  You accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.  If you have reason to believe that someone is using your account without your permission, you should contact us immediately.  We are not responsible for any loss or damage resulting from unauthorized use.</p>",
      "services": [
        "cnet"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "The Terms of Use state that, \"You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.  You accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.  If you have reason to believe that someone is using your account without your permission, you should contact us immediately.  We are not responsible for any loss or damage resulting from unauthorized use.\""
      }
    },
    "6482": {
      "id": "6482",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 13135,
      "quoteStart": 12958,
      "quoteText": "Please note that if you delete a User Submission from the Services:</p>\n<ul>\n<li>The User Submission may still exist in our backup copies, which are not publicly available.</li>",
      "services": [
        "cnet"
      ],
      "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may keep personal data after a request for erasure for business interests or legal obligations",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "6483": {
      "id": "6483",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12763,
      "quoteStart": 11526,
      "quoteText": "Authorized third party service providers.</strong> We share your contact information with third party vendors who help us with specialized services, including customer support, email and text message deployment, business analytics, marketing, suppression list management and data processing.\nThese third parties are allowed to use your contact information to help us provide our services and not for any other purpose.\nAlso, authorized third party service providers may collect non-contact information about your visits to our Services with cookies, web beacons and other similar technologies that may be used to deliver advertisements or marketing tailored to your interests or, in connection with other data about you including data regarding your use of websites, apps or other services over time and across the Internet, to determine the connections that may exist among different devices.\nFor example, if your IP address is associated with multiple devices (such as smartphones, connected TVs, tablets and so on), these services providers may determine that you, as a user, are connected to such devices.\nFor more information, visit our overview on cookies, web beacons and other technologies (including Do Not Track).</li>\n<li>\n<st",
      "services": [
        "cnet"
      ],
      "title": "Your personal data is given to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6623": {
      "id": "6623",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 18923,
      "quoteStart": 18854,
      "quoteText": "<p>\n<strong>8.5    No Refunds.</strong>  ALL FEES ARE NON-REFUNDABLE.",
      "services": [
        "cnet"
      ],
      "title": "The service has a no refund policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service has a no refund policy",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6624": {
      "id": "6624",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7335,
      "quoteStart": 6961,
      "quoteText": "Where permitted by applicable law, we may collect information about you from other sources, including through interactive applications (e.g., mobile devices, third party services, and embedded audio and video players), from co-branded partners and websites (e.g., on our Facebook pages), and from commercially available sources (e.g., data aggregators and public databases).",
      "services": [
        "cnet"
      ],
      "title": "This service gathers information about you through third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service gathers information about you through third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6625": {
      "id": "6625",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 17513,
      "quoteStart": 16821,
      "quoteText": "By providing Payment Method information for your All Access subscription, you are agreeing to pay a monthly or annual subscription fee, as applicable, and any applicable taxes and service fees (“Fees”) in connection with your use of All Access.\nThe Fees will be charged to your Payment Method automatically at the beginning of your subscription (or, as described in Section 8.9, at the end of your Trial Period, where applicable), and at the beginning of each subscription period renewal thereafter on the calendar day corresponding to the commencement of your subscription unless you cancel your subscription or your account or All Access is suspended or terminated pursuant to these Terms.\n",
      "services": [
        "cnet"
      ],
      "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You authorise the service to charge a credit card supplied on re-occurring basis",
        "point": "neutral",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6626": {
      "id": "6626",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 23554,
      "quoteStart": 23303,
      "quoteText": "Please note that some CBS Interactive Services may contain links to other websites and services.\nWe are not responsible for the privacy practices of those websites, and we recommend that you review the privacy policies of each website that you visit.\n",
      "services": [
        "cnet"
      ],
      "title": "The service informs users that its privacy policy does not apply to third party websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service informs users that its privacy policy does not apply to third party websites",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6627": {
      "id": "6627",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 25009,
      "quoteStart": 24892,
      "quoteText": "You may only use All Access and its Content in the United States and for your own personal, non-commercial purposes. ",
      "services": [
        "cnet"
      ],
      "title": "This service is only available for use individually and non-commercially.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "cnet.com"
  ]
}