{
  "alexa": 153,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.cbsinteractive.com/legal/cbsi/privacy-policy"
    }
  },
  "points": [
    "1887",
    "5194",
    "5195",
    "5196",
    "6482",
    "6625",
    "6627"
  ],
  "pointsData": {
    "1887": {
      "id": "1887",
      "services": [
        "cnet"
      ],
      "slug": "1516402800012",
      "title": "CNet may collect your device fingerprint.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Device fingerprinting",
        "point": "bad",
        "privacyRelated": true,
        "score": "50",
        "tldr": "\"CBS Interactive Services may collect [...] Your device type and settings, software used and browser type and operating system\""
      }
    },
    "5194": {
      "id": "5194",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 376,
      "quoteStart": 344,
      "quoteText": "Effective Date November 15, 2017",
      "services": [
        "cnet"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5195": {
      "id": "5195",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 3740,
      "quoteStart": 3662,
      "quoteText": "In no case are persons under the age of thirteen permitted to use the Services",
      "services": [
        "cnet"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "The Terms of Use state that, \"In no case are persons under the age of thirteen permitted to use the Services.\""
      }
    },
    "5196": {
      "id": "5196",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4367,
      "quoteStart": 3749,
      "quoteText": "You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.&nbsp.\nYou accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.&nbsp.\nIf you have reason to believe that someone is using your account without your permission, you should contact us immediately.&nbsp.\nWe are not responsible for any loss or damage resulting from unauthorized use.</p",
      "services": [
        "cnet"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "The Terms of Use state that, \"You are responsible for maintaining the confidentiality of your user account login names and passwords, and must not permit use of your account by anyone other than members of your household.  You accept responsibility for all activities, charges, and damages that occur under your account, including use of your account by other members of your household, and unauthorized use of your account.  If you have reason to believe that someone is using your account without your permission, you should contact us immediately.  We are not responsible for any loss or damage resulting from unauthorized use.\""
      }
    },
    "6482": {
      "id": "6482",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 12622,
      "quoteStart": 12445,
      "quoteText": "Please note that if you delete a User Submission from the Services:</p>\n<ul>\n<li>The User Submission may still exist in our backup copies, which are not publicly available.</li>",
      "services": [
        "cnet"
      ],
      "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may keep personal data after a request for erasure for business interests or legal obligations",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "6625": {
      "id": "6625",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 17140,
      "quoteStart": 16448,
      "quoteText": "By providing Payment Method information for your All Access subscription, you are agreeing to pay a monthly or annual subscription fee, as applicable, and any applicable taxes and service fees (“Fees”) in connection with your use of All Access.\nThe Fees will be charged to your Payment Method automatically at the beginning of your subscription (or, as described in Section 8.9, at the end of your Trial Period, where applicable), and at the beginning of each subscription period renewal thereafter on the calendar day corresponding to the commencement of your subscription unless you cancel your subscription or your account or All Access is suspended or terminated pursuant to these Terms.\n",
      "services": [
        "cnet"
      ],
      "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You authorise the service to charge a credit card supplied on re-occurring basis",
        "point": "neutral",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6627": {
      "id": "6627",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 24854,
      "quoteStart": 24739,
      "quoteText": "You may only use All Access and its Content in the United States and for your own personal, non-commercial purposes",
      "services": [
        "cnet"
      ],
      "title": "This service is only available for use individually and non-commercially.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "cnet.com"
  ]
}