{
  "alexa": 698,
  "class": false,
  "links": {
    "Cookies Policy": {
      "name": "Cookies Policy",
      "url": "https://www.coursera.org/about/cookies"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.coursera.org/about/privacy"
    },
    "Terms of Use": {
      "name": "Terms of Use",
      "url": "https://www.coursera.org/about/terms"
    }
  },
  "points": [
    "4446",
    "4447",
    "4448",
    "6321",
    "6322",
    "6323",
    "873"
  ],
  "pointsData": {
    "873": {
      "discussion": "https://groups.google.com/d/topic/tosdr/XWJFKNMq0b4/discussion",
      "id": "873",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 27800,
      "quoteStart": 27233,
      "quoteText": "Please note that we review our privacy practices from time to time, and that these practices are subject to change.\nAny change, update, or modification will be effective immediately upon posting on our Site.\nWe will notify you of any material change to this Privacy Policy by posting a notice on our Site’s homepage for a reasonable period of time following such update, and by changing the effective date (located at the bottom of this page).\nBe sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Policy.</p>",
      "services": [
        "coursera"
      ],
      "set": "set+service+and+topic",
      "slug": "XWJFKNMq0b4",
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Coursera reserve the right to change or modify the Terms of Use at their sole discretion at any time."
      }
    },
    "4446": {
      "id": "4446",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4991,
      "quoteStart": 4869,
      "quoteText": "By submitting any Feedback, you grant us the right to use the Feedback without any restriction or any compensation to you.",
      "services": [
        "coursera"
      ],
      "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use states that \"By submitting any Feedback, you grant us the right to use the Feedback without any restriction or any compensation to you\"."
      }
    },
    "4447": {
      "id": "4447",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4302,
      "quoteStart": 4009,
      "quoteText": "To the extent that you provide User Content, you grant Coursera a fully-transferable, royalty-free, perpetual, sublicensable, non-exclusive, worldwide license to copy, distribute, modify, create derivative works based on, publicly perform, publicly display, and otherwise use the User Content.",
      "services": [
        "coursera"
      ],
      "title": "This service can use your content for all their existing and future services",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can use your content for all their existing and future services",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use states \"To the extent that you provide User Content, you grant Coursera a fully-transferable, royalty-free, perpetual, sublicensable, non-exclusive, worldwide license to copy, distribute, modify, create derivative works based on, publicly perform, publicly display, and otherwise use the User Content.\""
      }
    },
    "4448": {
      "id": "4448",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11045,
      "quoteStart": 10527,
      "quoteText": "Indemnification<p>You agree to indemnify, defend, and hold harmless the Coursera Parties from any and all claims, liabilities, expenses, and damages, including reasonable attorneys' fees and costs, made by any third party related to: (a) your use or attempted use of the Services in violation of these Terms.\n(b) your violation of any law or rights of any third party.\nor (c) User Content, including without limitation any claim of infringement or misappropriation of intellectual property or other proprietary rights.",
      "services": [
        "coursera"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Terms of use states \"You agree to indemnify, defend, and hold harmless the Coursera Parties from any and all claims, liabilities, expenses, and damages, including reasonable attorneys' fees and costs, made by any third party related to: (a) your use or attempted use of the Services in violation of these Terms; (b) your violation of any law or rights of any third party; or (c) User Content, including without limitation any claim of infringement or misappropriation of intellectual property or other proprietary rights.\""
      }
    },
    "6321": {
      "id": "6321",
      "needModeration": false,
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 4043,
      "quoteStart": 3795,
      "quoteText": "Please note, however, that if you delete cookies or refuse to accept them, you might not be able to use some or all of the features we offer.\nYou may not be able to log in, store your preferences, and some of our pages might not display properly.</",
      "services": [
        "coursera"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6322": {
      "id": "6322",
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 1159,
      "quoteStart": 900,
      "quoteText": "Web beacons are small graphic files linked to our servers that allow us to track your use of our Site and related functionalities.\nCookies and web beacons allow Coursera to serve you better and more efficiently, and to personalize your experience on our Site.",
      "services": [
        "coursera"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6323": {
      "id": "6323",
      "needModeration": false,
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 2911,
      "quoteStart": 2845,
      "quoteText": "To view a list of Coursera cookies, please view our Cookies Table.",
      "services": [
        "coursera"
      ],
      "title": "The service provides a complete list of all cookies set by its website",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides a complete list of all cookies set by its website",
        "point": "good",
        "privacyRelated": true,
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "coursera.org"
  ]
}