{
  "alexa": 98569,
  "class": false,
  "links": {},
  "points": [
    "6796",
    "6798",
    "6799",
    "6800",
    "6801",
    "6802",
    "6803",
    "6804",
    "6805",
    "6806",
    "6807",
    "6809",
    "6810",
    "6814",
    "6815",
    "6816",
    "6817",
    "6819"
  ],
  "pointsData": {
    "6796": {
      "id": "6796",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5562,
      "quoteStart": 5441,
      "quoteText": "You can set your browser to refuse cookies, but some portions of the Website may not work properly if you refuse cookies.",
      "services": [
        "crowdmark"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Privacy Policy: \"You can set your browser to refuse cookies, but some portions of the Website may not work properly if you refuse cookies.\""
      }
    },
    "6798": {
      "id": "6798",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 22000,
      "quoteStart": 21278,
      "quoteText": "This Privacy Policy may be revised from time to time as Crowdmark adds new features and services, as laws change, and as industry privacy and security best practices evolve.\nIf Crowdmark makes any change to this Privacy Policy regarding collection, use, disclosure or storage of personal information, Crowdmark will provide advance notice on the Website.\nSmall changes or changes that do not significantly affect individual privacy interests may be made at any time and without prior notice.\nCrowdmark recommends that you check this webpage periodically in order to review the current Privacy Policy.\nYou can tell if this Privacy Policy has changed by checking the effective date that appears at the bottom of this Policy.",
      "services": [
        "crowdmark"
      ],
      "title": "Users should revisit the privacy policy periodically, although in case of material changes, the service will put a notice on the site",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "Privacy Policy: \"This Privacy Policy may be revised from time to time as Crowdmark adds new features and services, as laws change, and as industry privacy and security best practices evolve. If Crowdmark makes any change to this Privacy Policy regarding collection, use, disclosure or storage of personal information, Crowdmark will provide advance notice on the Website. Small changes or changes that do not significantly affect individual privacy interests may be made at any time and without prior notice. Crowdmark recommends that you check this webpage periodically in order to review the current Privacy Policy. You can tell if this Privacy Policy has changed by checking the effective date that appears at the bottom of this Policy.\""
      }
    },
    "6799": {
      "id": "6799",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 2879,
      "quoteStart": 2540,
      "quoteText": "Crowdmark may change these Terms of Service from time to time without notice to you.\nYour continued use of the Services after any such change shall constitute your acceptance of such change.\nYou are responsible for regularly reviewing the most current version of the Terms of Service which are currently available at: crowdmark.com/legal/.",
      "services": [
        "crowdmark"
      ],
      "title": " Terms of Service may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "From Terms of Service: \"Crowdmark may change these Terms of Service from time to time without notice to you. Your continued use of the Services after any such change shall constitute your acceptance of such change. You are responsible for regularly reviewing the most current version of the Terms of Service which are currently available at: crowdmark.com/legal/.\""
      }
    },
    "6800": {
      "id": "6800",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4791,
      "quoteStart": 4620,
      "quoteText": "You retain your ownership in and to Content you submit, post or upload to the Services, and your use of the Services does not transfer any ownership from you to Crowdmark.",
      "services": [
        "crowdmark"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "From Terms of Service: \"You retain your ownership in and to Content you submit, post or upload to the Services, and your use of the Services does not transfer any ownership from you to Crowdmark.\""
      }
    },
    "6801": {
      "id": "6801",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5509,
      "quoteStart": 5417,
      "quoteText": "through any or all media or distribution methods (whether now known or hereafter developed).",
      "services": [
        "crowdmark"
      ],
      "title": "This service employs a broad copyright license over user content including the right to distribute through any media",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs a broad copyright license over user content including the right to distribute through any media",
        "point": "bad",
        "score": 50,
        "tldr": "From Terms of Service: \"By making Content available to Crowdmark or to others through the Services, you hereby grant Crowdmark and its licensors and third party service providers, without any additional consideration, a worldwide, irrevocable, perpetual, transferable, non-exclusive, royalty-free, fully paid up license (with a right to sublicense) (the Content Licence) to use, copy, reproduce, process, adapt, modify, publish, transmit, display, incorporate, reformat, translate, excerpt, and distribute Content provided through your account, or any part thereof, including in personalized form and in aggregated, anonymous form, through any or all media or distribution methods (whether now known or hereafter developed).\""
      }
    },
    "6802": {
      "id": "6802",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5116,
      "quoteStart": 5088,
      "quoteText": "(with a right to sublicense)",
      "services": [
        "crowdmark"
      ],
      "title": "This service can license user content to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can license user content to third parties",
        "point": "bad",
        "score": 50,
        "tldr": "From Terms of Service: \"By making Content available to Crowdmark or to others through the Services, you hereby grant Crowdmark and its licensors and third party service providers, without any additional consideration, a worldwide, irrevocable, perpetual, transferable, non-exclusive, royalty-free, fully paid up license (with a right to sublicense) (the Content Licence) to use, copy, reproduce, process, adapt, modify, publish, transmit, display, incorporate, reformat, translate, excerpt, and distribute Content provided through your account, or any part thereof, including in personalized form and in aggregated, anonymous form, through any or all media or distribution methods (whether now known or hereafter developed).\" Here they have a right to sublicense."
      }
    },
    "6803": {
      "id": "6803",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5088,
      "quoteStart": 4792,
      "quoteText": "By making Content available to Crowdmark or to others through the Services, you hereby grant Crowdmark and its licensors and third party service providers, without any additional consideration, a worldwide, irrevocable, perpetual, transferable, non-exclusive, royalty-free, fully paid up license ",
      "services": [
        "crowdmark"
      ],
      "title": "This service keeps a license on user-generated content even after users close their accounts.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps a license on user-generated content even after users close their accounts.",
        "point": "bad",
        "score": 50,
        "tldr": "From Terms of Service: \"By making Content available to Crowdmark or to others through the Services, you hereby grant Crowdmark and its licensors and third party service providers, without any additional consideration, a worldwide, irrevocable, perpetual, transferable, non-exclusive, royalty-free, fully paid up license (with a right to sublicense) (the Content Licence) to use, copy, reproduce, process, adapt, modify, publish, transmit, display, incorporate, reformat, translate, excerpt, and distribute Content provided through your account, or any part thereof, including in personalized form and in aggregated, anonymous form, through any or all media or distribution methods (whether now known or hereafter developed).\" Here \"worldwide, irrevocable, perpetual\" means they keep the license even after closing."
      }
    },
    "6804": {
      "id": "6804",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5772,
      "quoteStart": 5519,
      "quoteText": "You hereby waive, in favour of Crowdmark, your moral rights under Canada’s <em>Copyright Act</em> or any successor legislation or similar law under the laws of Canada or the laws of other countries, that you, as author, have or may in your Content.</li>",
      "services": [
        "crowdmark"
      ],
      "title": "You waive your moral rights, that you, as author, have or may in your Content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You sign away moral rights",
        "point": "blocker",
        "score": 50,
        "tldr": "From Terms of Service: \"You hereby waive, in favour of Crowdmark, your moral rights under Canada’s Copyright Act or any successor legislation or similar law under the laws of Canada or the laws of other countries, that you, as author, have or may in your Content.\""
      }
    },
    "6805": {
      "id": "6805",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19030,
      "quoteStart": 18495,
      "quoteText": "<p>If you choose to cancel your Crowdmark account you are solely responsible for doing in accordance with Crowdmark’s then current cancellation procedure (the <strong>Cancellation Procedure</strong>) set out on Crowdmark’s website at crowdmark.com If you follow the Cancellation Procedure, Crowdmark will, subject to any licences granted hereunder, cancel you account immediately and Crowdmark will use reasonable efforts to delete all Content uploaded, posted or submitted to the Services from your account promptly after cancellation",
      "services": [
        "crowdmark"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "From Terms of Service: \"If you choose to cancel your Crowdmark account you are solely responsible for doing in accordance with Crowdmark’s then current cancellation procedure (the Cancellation Procedure) set out on Crowdmark’s website at crowdmark.com If you follow the Cancellation Procedure, Crowdmark will, subject to any licences granted hereunder, cancel you account immediately and Crowdmark will use reasonable efforts to delete all Content uploaded, posted or submitted to the Services from your account promptly after cancellation.\""
      }
    },
    "6806": {
      "id": "6806",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 20649,
      "quoteStart": 20090,
      "quoteText": "Your personal information may be transferred, processed and stored on servers in countries outside of Canada, including the United States, and may therefore be subject to different laws than those applicable in Canada.\nWhile Crowdmark undertakes to protect your personal information when it is transferred outside of Canada, the laws of other jurisdictions may require the disclosure of your personal information to governmental authorities under circumstances that are different than those that apply in Canada and are contemplated under this Privacy Policy.",
      "services": [
        "crowdmark"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "From Privacy Policy: \"Your personal information may be transferred, processed and stored on servers in countries outside of Canada, including the United States, and may therefore be subject to different laws than those applicable in Canada. While Crowdmark undertakes to protect your personal information when it is transferred outside of Canada, the laws of other jurisdictions may require the disclosure of your personal information to governmental authorities under circumstances that are different than those that apply in Canada and are contemplated under this Privacy Policy.\""
      }
    },
    "6807": {
      "id": "6807",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 18161,
      "quoteStart": 17411,
      "quoteText": "By sending Crowdmark an e-mail to privacy@crowdmark.com, mailing Crowdmark at 101 College Street, Suite 402, Toronto, Ontario, M5G 1L7, or calling Crowdmark at 416-887-4833 you can quickly, at no cost, and at any time:</p>\n<ul>\n<li>review the personal information provided to Crowdmark through your account;</li>\n<li>review the personal information provided to Crowdmark in connection with your Content and your account;</li>\n<li>withdraw your consent for Crowdmark’s use and disclosure of your personal information;</li>\n<li>update or amend your account information, including your name or e-mail address;</li>\n<li>request a list of third parties to which Crowdmark may have provided your personal information;</li>\n<li>cancel your Crowdmark account",
      "services": [
        "crowdmark"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "According to their Privacy Policy, you can contact Crowdmark to \"review the personal information provided to Crowdmark through your account\", \"review the personal information provided to Crowdmark in connection with your Content and your account\", \"withdraw your consent for Crowdmark’s use and disclosure of your personal information\", and \"cancel your Crowdmark account.\" Canceling your Crowdmark account, by extension, results in \"all of your personal information [being] removed from Crowdmark’s databases as quickly as is reasonably possible and [it] will no longer be used or disclosed by Crowdmark.\" But note that \"When inquiring about or updating your personal information, Crowdmark may ask you to verify your identity before it can act on your request.\""
      }
    },
    "6809": {
      "id": "6809",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7561,
      "quoteStart": 6609,
      "quoteText": "<p>Crowdmark may attempt to collect information you created, before or after you had a Crowdmark account, from third parties, such as schools, teachers and instructors, including forms of assessments, competed assessments, and grades and scores on or in connection with completed assessments, which Crowdmark calls “<strong>Indirect Content</strong>”.</p>\n<p>If Crowdmark collects any of your Indirect Content it will enter into a contract with that third party which requires the third party to ensure, and provide assurances to Crowdmark, that it has your consent to disclose that Indirect Content, including any of your personal information therein, to Crowdmark.\nIf any of your personal information appears in or on your Indirect Content, it will be used, disclosed and stored in accordance with this Privacy Policy, and it will be connected and linked with you, your account and your personal information you voluntarily provided to Crowdmark.</p>",
      "services": [
        "crowdmark"
      ],
      "title": "They store data on you even if you did not interact with the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They store data on you even if you did not interact with the service",
        "point": "bad",
        "privacyRelated": true,
        "score": 100,
        "tldr": "Privacy Policy: \"Crowdmark may attempt to collect information you created, before or after you had a Crowdmark account, from third parties, such as schools, teachers and instructors, including forms of assessments, competed assessments, and grades and scores on or in connection with completed assessments, which Crowdmark calls “Indirect Content”.\r\n\r\nIf Crowdmark collects any of your Indirect Content it will enter into a contract with that third party which requires the third party to ensure, and provide assurances to Crowdmark, that it has your consent to disclose that Indirect Content, including any of your personal information therein, to Crowdmark. If any of your personal information appears in or on your Indirect Content, it will be used, disclosed and stored in accordance with this Privacy Policy, and it will be connected and linked with you, your account and your personal information you voluntarily provided to Crowdmark.\""
      }
    },
    "6810": {
      "id": "6810",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6105,
      "quoteStart": 5562,
      "quoteText": "</li>\n<li>A “<strong>web beacon</strong>” is an electronic image (also referred to as an “action tag,” “single-pixel,” or “clear GIF”) that is commonly used to track the traffic patterns of users from one web page to another in order to maximize web traffic flow and to otherwise analyze the effectiveness of websites.\nSome web beacons may be unusable if you elect to reject their associated cookies.\nSome of the Website’s web pages may use web beacons in conjunction with cookies to compile aggregate statistics about your use of the Website.",
      "services": [
        "crowdmark"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6814": {
      "id": "6814",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 16267,
      "quoteStart": 15967,
      "quoteText": "If Crowdmark is to be sold, merged or amalgamated or is to sell or dispose of substantially all of its assets, your personal information may be transferred to a potential purchaser if, and to the extent, necessary for the purposes of deciding whether to proceed with the sale and completing the sale.",
      "services": [
        "crowdmark"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "From Privacy Policy: \"If Crowdmark is to be sold, merged or amalgamated or is to sell or dispose of substantially all of its assets, your personal information may be transferred to a potential purchaser if, and to the extent, necessary for the purposes of deciding whether to proceed with the sale and completing the sale.\""
      }
    },
    "6815": {
      "id": "6815",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19801,
      "quoteStart": 19309,
      "quoteText": "Crowdmark, in its sole discretion, has the right to terminate these Terms of Service, or to suspend, terminate or restrict your access to any of the Services, or any other Crowdmark service, for any reason and at any time without notice.\nIf Crowdmark decides to terminate your access to any of the Services, Crowdmark may deactivate, suspend or delete your account or your access to your account, and may delete all Content uploaded, posted, or submitted to the Services through your account.",
      "services": [
        "crowdmark"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "From the Terms of Service: \"Crowdmark, in its sole discretion, has the right to terminate these Terms of Service, or to suspend, terminate or restrict your access to any of the Services, or any other Crowdmark service, for any reason and at any time without notice. If Crowdmark decides to terminate your access to any of the Services, Crowdmark may deactivate, suspend or delete your account or your access to your account, and may delete all Content uploaded, posted, or submitted to the Services through your account.\""
      }
    },
    "6816": {
      "id": "6816",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 25981,
      "quoteStart": 25393,
      "quoteText": "You hereby agree to indemnify Crowdmark or its licensors, subsidiaries, affiliates, and related companies, and each of their respective officers, directors, employees, shareholders, agents, representatives, business partners, information providers and licensors and their respective successors and assigns (together <strong>Crowdmark Entities</strong>) harmless from and against all losses, expenses, damages, liabilities, expenses and costs, including reasonable legal fees, suffered by any of the Crowdmark Entities, directly or indirectly, resulting from: (a) your use of the Services.",
      "services": [
        "crowdmark"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6817": {
      "id": "6817",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 28636,
      "quoteStart": 28314,
      "quoteText": "These Terms of Service are governed, interpreted and construed in accordance with the laws of the Province of Ontario and the applicable laws of Canada, without giving effect to any principles of conflicts of laws contained therein, and you hereby consent and submit to the exclusive jurisdiction of the Courts of Ontario.",
      "services": [
        "crowdmark"
      ],
      "title": "The court of law governing the terms is in the Province of Ontario and the applicable laws of Canada",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "From Terms of Service: \"These Terms of Service are governed, interpreted and construed in accordance with the laws of the Province of Ontario and the applicable laws of Canada, without giving effect to any principles of conflicts of laws contained therein, and you hereby consent and submit to the exclusive jurisdiction of the Courts of Ontario.\""
      }
    },
    "6819": {
      "id": "6819",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 7066,
      "quoteStart": 6644,
      "quoteText": "By providing Feedback to Crowdmark you agree that: your provision of such Feedback is free of charge, unsolicited and without restriction.\nCrowdmark can use or disclose to any third party the Feedback without any additional compensation to you.\nand Crowdmark owns all rights and interest in such Feedback.\nCrowdmark does not waive any rights to use any Feedback or similar Feedback developed or obtained by Crowdmark.</li>",
      "services": [
        "crowdmark"
      ],
      "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "crowdmark.com"
  ]
}