{
  "alexa": 522,
  "class": false,
  "links": {},
  "points": [
    "5034",
    "7657",
    "7659"
  ],
  "pointsData": {
    "5034": {
      "id": "5034",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 17692,
      "quoteStart": 17088,
      "quoteText": "We do not knowingly collect personal data from minors under 16 years of age.\nIf you are a parent or legal guardian and become aware that your child has provided personal data to us, you can contact us at privacy@ellation.com and request to review and/or delete any unauthorized information provided by your child.\nTHESE SERVICES ARE INTENDED FOR A MATURE AUDIENCE AND NOT DIRECTED TO CHILDREN UNDER THE AGE OF 16 YEARS OF AGE.\n</li>\n<li> IF YOU ARE UNDER 16 YEARS OF AGE, THEN YOU ARE NOT PERMITTED TO USE OR ACCESS THE SERVICES AT ANY TIME OR IN ANY MANNER WITHOUT AN ADULT’S PERMISSION AND SUPERVISION.",
      "services": [
        "crunchyroll"
      ],
      "title": "This service is only available to users of a certain age (16 years old)",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "They do not allow children under 16 on the platform unless allowed and under supervision by the parents. Data can be removed by mailing privacy@ellation.com\r\n"
      }
    },
    "7657": {
      "id": "7657",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7550,
      "quoteStart": 7153,
      "quoteText": "Note that your browser settings may allow you to automatically transmit a “Do Not Track” signal to websites and online services you visit.\nThere is no consensus among industry participants as to what “Do Not Track” means in this context.\nLike many websites and online services, our Services currently do not alter their practices when they receive a “Do Not Track” signal from a visitor’s browser.",
      "services": [
        "crunchyroll"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "7659": {
      "id": "7659",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4166,
      "quoteStart": 3970,
      "quoteText": "Our Services may use software technology such as \"cookies,\" “flash cookies,” \"web beacons,\" “embedded scripts,” or other similar technologies (collectively referred to as \"Tracking Technologies\").",
      "services": [
        "crunchyroll"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "crunchyroll.com",
    "store.crunchyroll.com"
  ]
}