{
  "alexa": 8383,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.dashlane.com/privacy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.dashlane.com/terms"
    }
  },
  "points": [
    "6731",
    "6732"
  ],
  "pointsData": {
    "6731": {
      "id": "6731",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 38046,
      "quoteStart": 37443,
      "quoteText": "Arbitration</em>.\nSubject to Section 10(f<em>), </em>any dispute arising out of these Terms, the Privacy Policy, or the Services will be resolved exclusively on an individual basis by binding and confidential arbitration conducted in the English language, in New York, New York, before a single commercial arbitrator from JAMS, Inc.\n(“<strong>JAMS</strong>”) applying the then-current version of the Streamlined Arbitration Rules and procedures available\nhere or, if the amount of damages claimed or sought exceeds $250,000, the most current version of the Comprehensive Arbitration Rules and Procedures",
      "services": [
        "dashlane"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Service state, \"Subject to Section 10(f<em>), </em>any dispute arising out of these Terms, the Privacy Policy, or the Services will be resolved exclusively on an individual basis by binding and confidential arbitration conducted in the English language.\" Note that you can opt out: \"Opt Out. You may opt out of the provisions of this Arbitration Agreement requiring and governing arbitration by sending written notice to legal@dashlane.com or via mail to Dashlane, Inc. 156 Fifth Ave., Ste. 504 New York, NY 10010, within thirty (30) days after accepting these Terms.\""
      }
    },
    "6732": {
      "id": "6732",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 40662,
      "quoteStart": 40242,
      "quoteText": "Waiver of Class Action</em>.\nANY CLAIMS WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE BROUGHT IN THE RESPECTIVE PARTY’S INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, AND THE ARBITRATOR MAY NOT (i) CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS, (ii) OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING, OR (iii) AWARD CLASS-WIDE RELIEF.",
      "services": [
        "dashlane"
      ],
      "title": "You waive your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "dashlane.com"
  ]
}