{
  "alexa": 1941,
  "class": false,
  "links": {},
  "points": [
    "9550",
    "9551",
    "9552",
    "9553",
    "9554",
    "9555",
    "9556",
    "9557",
    "9558"
  ],
  "pointsData": {
    "9550": {
      "id": "9550",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5613,
      "quoteStart": 5473,
      "quoteText": "DigitalOcean reserves the right, at any time and from time to time, to amend or to modify these Terms of Service without prior notice to you",
      "services": [
        "digitalocean"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "9551": {
      "id": "9551",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8089,
      "quoteStart": 7805,
      "quoteText": "The Services are not targeted towards, nor intended for use by, anyone under the age of 13.\nBy using the Services, you represent and warrant that you are 13 years of age or older.\nIf you are under the age of 13, you may not, under any circumstances or for any reason, use the Services",
      "services": [
        "digitalocean"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "9552": {
      "id": "9552",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 7663,
      "quoteStart": 7558,
      "quoteText": "That’s why we’ve summarized the key points for you, and will update you when any major changes are made.\n",
      "services": [
        "digitalocean"
      ],
      "title": "The terms for this service are easy to read",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The terms for this service are easy to read",
        "point": "good",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "9553": {
      "id": "9553",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8698,
      "quoteStart": 8605,
      "quoteText": "the Services are offered only for your use, and not for the use or benefit of any third party",
      "services": [
        "digitalocean"
      ],
      "title": "only for your individual use",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "only for your individual use",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "9554": {
      "id": "9554",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 17142,
      "quoteStart": 16768,
      "quoteText": "You agree that you will not transmit, distribute, post, store, link, or otherwise traffic in Content, information, software, or materials on or through the Service that (i) is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, offensive, profane, contains or depicts pornography that is unlawful,",
      "services": [
        "digitalocean"
      ],
      "title": "Users agree not to submit illegal content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit illegal content",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "9555": {
      "id": "9555",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 44657,
      "quoteStart": 44543,
      "quoteText": "DIGITALOCEAN DOES NOT CONTROL AND IS NOT RESPONSIBLE FOR THE INFORMATION PROVIDED BY ANY SUCH THIRD PARTY PROVIDER",
      "services": [
        "digitalocean"
      ],
      "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9556": {
      "id": "9556",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9463,
      "quoteStart": 9213,
      "quoteText": "You are solely responsible for the activity that occurs on your Account, regardless of whether the activities are undertaken by you, your employees or a third party (including your contractors or agents), and for keeping your Account password secure.",
      "services": [
        "digitalocean"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "9557": {
      "id": "9557",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 36449,
      "quoteStart": 36095,
      "quoteText": " Some of the paid Services may consist of an initial period, for which there is a one-time charge, followed by recurring period charges as agreed to by you.\nBy choosing a recurring payment plan, you acknowledge that such Services have an initial and recurring payment feature and you accept responsibility for all recurring charges prior to cancellation.",
      "services": [
        "digitalocean"
      ],
      "title": "You authorise the service to charge a credit card supplied on re-occurring basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You authorise the service to charge a credit card supplied on re-occurring basis",
        "point": "neutral",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9558": {
      "id": "9558",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 50472,
      "quoteStart": 49222,
      "quoteText": "IN NO EVENT SHALL WE, NOR OUR DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICES (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, COMPENSATORY OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, SUBSTITUTE GOODS OR SERVICES (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), OR (III) FOR ANY DIRECT DAMAGES IN EXCESS OF (IN THE AGGREGATE) OF FEES PAID TO US FOR THE PARTICULAR SERVICES DURING THE IMMEDIATELY PREVIOUS ONE MONTH PERIOD, EVEN IF DIGITALOCEAN HAD BEEN ADVISED OF, KNEW, OR SHOULD HAVE KNOWN, OF THE POSSIBILITY THEREOF.\nSUBSCRIBER ACKNOWLEDGES THAT THE FEES PAID BY HIM OR HER REFLECT THE ALLOCATION OF RISK SET FORTH IN THIS AGREEMENT AND THAT DIGITALOCEAN WOULD NOT ENTER INTO THIS AGREEMENT WITHOUT THESE LIMITATIONS.\nSUBSCRIBER HEREBY WAIVES ANY AND ALL CLAIMS AGAINST DIGITALOCEAN ARISING OUT OF SUBSCRIBER'S PURCHASE OR USE OF THE SERVICES, OR ANY CONDUCT OF DIGITALOCEAN'S DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR REPRESENTATIVES.",
      "services": [
        "digitalocean"
      ],
      "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "digitalocean.com"
  ]
}