{
  "alexa": 501,
  "class": false,
  "links": {},
  "points": [
    "4391",
    "4392",
    "4394",
    "4395",
    "4396",
    "4397",
    "4406",
    "4408",
    "4409",
    "4424",
    "4425",
    "4426",
    "4429",
    "4430",
    "4431",
    "4517",
    "4525",
    "4526",
    "4527",
    "4530",
    "4531",
    "4533",
    "4534",
    "4535",
    "4536",
    "4537",
    "4538",
    "4539",
    "4540",
    "4541"
  ],
  "pointsData": {
    "4391": {
      "id": "4391",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 4285,
      "quoteStart": 3801,
      "quoteText": "MODIFICATIONS TO TERMS OF SERVICE</strong>\n</p>\n<p>Discogs may at any time revise the TOS by updating this posting.\nBy using Discogs, You agree to be bound by any such revisions and should therefore periodically visit this page to determine the then-current TOS to which You are bound.\nYour continued use of Discogs constitutes an affirmative: (1) acknowledgment by You of the TOS and TOS modifications.\nand (2) agreement by You to abide and be bound by the TOS and TOS modifications.",
      "services": [
        "discogs"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "The terms of service state under the title \"MODIFICATIONS TO TERMS OF SERVICE\":\r\n\r\n\"Discogs may at any time revise the TOS by updating this posting. By using Discogs, You agree to be bound by any such revisions and should therefore periodically visit this page to determine the then-current TOS to which You are bound. Your continued use of Discogs constitutes an affirmative: (1) acknowledgment by You of the TOS and TOS modifications; and (2) agreement by You to abide and be bound by the TOS and TOS modifications.\""
      }
    },
    "4392": {
      "id": "4392",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 2308,
      "quoteStart": 1933,
      "quoteText": "\n<p>If You are under the minimum age of consent to enter into a contract in Your jurisdiction, then You may not use or access the Services at any time or in any manner.\n For example, in the United States, You must be at least 13 years of age to establish an account and use the Service and You must be at least 18 years old to purchase and sell items through the Service.</p>",
      "services": [
        "discogs"
      ],
      "title": "This service is only available to users of the minimum age of consent and up",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "To use Discogs, users must be of the minimum age of consent, which varies by jurisdiction. In the case of the United States, users must be at least 13 years old to sign up for an account and 18 years old to buy and sell items on Discogs."
      }
    },
    "4394": {
      "id": "4394",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 4573,
      "quoteStart": 4311,
      "quoteText": "MODIFICATIONS TO SERVICE</strong>\n</p>\n<p>Discogs reserves the right to modify or discontinue the Service with or without notice to You.\nDiscogs shall not be liable to You or any third party should Discogs exercise TOS right to modify or discontinue the Service.",
      "services": [
        "discogs"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "Discogs' ToS state under \"MODIFICATIONS TO SERVICE\": \r\n\"Discogs reserves the right to modify or discontinue the Service with or without notice to You. Discogs shall not be liable to You or any third party should Discogs exercise TOS right to modify or discontinue the Service.\"\r\n\r\n- the service can not only be discontinued, but also modified at any time\r\n- discogs do not need to notify users of these changes"
      }
    },
    "4395": {
      "id": "4395",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 5324,
      "quoteStart": 4722,
      "quoteText": "INDEMNITY</strong>\n</p>\n<p>You agree to indemnify and hold Discogs, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorney fees, made by any third party due to or arising out of Your use of the Service, Your connection to the Service, Your violation of the TOS, or Your violation of any rights of another, whether You are a registered user or not.\nYou are solely responsible for Your actions when using the Service, including, but not limited to, costs incurred for Internet access.</p>",
      "services": [
        "discogs"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "INDEMNITY\r\n\r\nYou agree to indemnify and hold Discogs, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorney fees, made by any third party due to or arising out of Your use of the Service, Your connection to the Service, Your violation of the TOS, or Your violation of any rights of another, whether You are a registered user or not. You are solely responsible for Your actions when using the Service, including, but not limited to, costs incurred for Internet access."
      }
    },
    "4396": {
      "id": "4396",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 5764,
      "quoteStart": 5452,
      "quoteText": "You are entirely responsible for any and all activities which occur under Your account if You do not maintain the confidentiality of Your password and account.\nFurthermore, You are entirely responsible for any and all activities which occur under Your account by You or someone You authorize to use Your account.",
      "services": [
        "discogs"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "The ToS state under the headline \"USER ACCOUNT, PASSWORD, AND SECURITY\": \r\n\"[...] You are entirely responsible for any and all activities which occur under Your account if You do not maintain the confidentiality of Your password and account. Furthermore, You are entirely responsible for any and all activities which occur under Your account by You or someone You authorize to use Your account. [...]\""
      }
    },
    "4397": {
      "id": "4397",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 5886,
      "quoteStart": 5765,
      "quoteText": "You may change Your password at any time.\nYou may also set up a new account and close an old one at Your convenience.</p>",
      "services": [
        "discogs"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "The ToS state under \"USER ACCOUNT, PASSWORD, AND SECURITY\": \r\n\"[...] You may change Your password at any time; You may also set up a new account and close an old one at Your convenience. [...]\""
      }
    },
    "4406": {
      "id": "4406",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 7363,
      "quoteStart": 6032,
      "quoteText": "\n<strong>TERMINATION</strong>\n</p>\n<p>You agree that Discogs, in its sole discretion, may terminate Your account, and remove and discard any content within the Service, for any reason, including and without limitation, the lack of use, or if Discogs finds that You have violated or acted inconsistently with the letter or spirit of the TOS.\nYou agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files.\nDiscogs reserves the right to bar any further access to such files or the Service.\nYou agree that Discogs shall not be liable to You or any third party for any termination of Your access to the Service.\nAdvanced accounts that are terminated will not be refunded.</p>\n<p>Should You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.</p>\n<p>Upon termination of the Service, Your right to use the Service immediately ceases.\nYou shall have no right and Discogs will have no obligation thereafter to forward any unread or unsent messages to You or any third party.",
      "services": [
        "discogs"
      ],
      "title": "Discogs can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Under \"TERMINATION\" Discogs' ToS state:\r\n\r\n\"You agree that Discogs, in its sole discretion, may terminate Your account, and remove and discard any content within the Service, for any reason, including and without limitation, the lack of use, or if Discogs finds that You have violated or acted inconsistently with the letter or spirit of the TOS. You agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files. Discogs reserves the right to bar any further access to such files or the Service. You agree that Discogs shall not be liable to You or any third-party for any termination of Your access to the Service. Advanced accounts that are terminated will not be refunded.\r\n\r\nShould You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.\r\n\r\nUpon termination of the Service, Your right to use the Service immediately ceases. You shall have no right and Discogs will have no obligation thereafter to forward any unread or unsent messages to You or any third party.\""
      }
    },
    "4408": {
      "id": "4408",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 8072,
      "quoteStart": 7983,
      "quoteText": "This license does not include any resale or commercial use of this site or its contents.\n",
      "services": [
        "discogs"
      ],
      "title": "Discogs is only available for use individually and non-commercially, except with written consent",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "Under \"LICENSE AND SITE ACCESS\", the ToS state:\r\n\r\n\"Discogs grants You a limited license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of Discogs. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or \r\nsimilar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Discogs.\"\r\n\r\n- the site or its contents may not be used for any commercial purpose"
      }
    },
    "4409": {
      "id": "4409",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 9121,
      "quoteStart": 8672,
      "quoteText": "LINKS</strong>\n</p>\n<p>The Service, or relevant third parties, may provide links to other websites or resources.\nBecause Discogs has no control over such sites and resources, You acknowledge and agree that Discogs is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.",
      "services": [
        "discogs"
      ],
      "title": "This service assumes no responsibility and liability for the contents of links to other websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no responsibility and liability for the contents of links to other websites",
        "point": "neutral",
        "score": 50,
        "tldr": "Under the healines \"LINKS\" the ToS say: \"The Service, or relevant third parties, may provide links to other websites or resources. Because Discogs has no control over such sites and resources, You acknowledge and agree that Discogs is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources. You further acknowledge and agree that Discogs shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such site or resource.\""
      }
    },
    "4424": {
      "id": "4424",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 9918,
      "quoteStart": 9631,
      "quoteText": "Your use of the Service is subject to all applicable local, state, national and international laws and regulations.</p>\n<p>You agree: (1) to comply with U.S.\nand applicable international law regarding the transmission of technical data exported from the your country through the Service.",
      "services": [
        "discogs"
      ],
      "title": "Users agree to comply with U.S. law",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "The ToS state under \"USER CONDUCT\":\r\n\"[...] Your use of the Service is subject to all applicable local, state, national and international laws and regulations.\r\n\r\nYou agree: (1) to comply with U.S. and applicable international law regarding the transmission of technical data exported from the your country through the Service; [...]\""
      }
    },
    "4425": {
      "id": "4425",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 9967,
      "quoteStart": 9919,
      "quoteText": "(2) not to use the Service for illegal purposes.",
      "services": [
        "discogs"
      ],
      "title": "Users agree not to use the service for illegal purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to use the service for illegal purposes",
        "point": "neutral",
        "score": 10,
        "tldr": "Discogs' ToS state under \"USER CONDUCT\":\r\n\r\n\"You agree: [...] (2) not to use the Service for illegal purposes; (3) not to interfere or disrupt networks connected to the Service; and (4) to comply with all regulations, policies and procedures of networks connected to the Service.\r\n\r\nThe Service makes use of the Internet to send and receive certain messages; therefore, Your conduct is subject to Internet regulations, policies and procedures. You will not use the Service for chain letters, junk mail, spamming or any use of distribution lists to any person who has not given specific permission to be included in such a process.\r\n\r\nYou agree not to transmit through the Service any unlawful, harassing, libelous, abusive, threatening, or harmful material of any kind or nature. You further agrees not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation. Attempts to gain unauthorized access to other computer systems are prohibited.\r\n\r\nYou shall not interfere with another person’s use and enjoyment of the Service or another entity's use and enjoyment of similar services.\""
      }
    },
    "4426": {
      "id": "4426",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 11259,
      "quoteStart": 11114,
      "quoteText": "Discogs may review user account activity, such as private messages, account details and order pages, upon receipt of complaints from other users.",
      "services": [
        "discogs"
      ],
      "title": "The service can read your private messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can read your private messages",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "When other users make complaints to Discogs, Discogs is able to read your private messages, review your account activity, account details and previous orders."
      }
    },
    "4429": {
      "id": "4429",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 12963,
      "quoteStart": 12734,
      "quoteText": "\n<p>If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.</p>",
      "services": [
        "discogs"
      ],
      "title": "This service keeps a license on user-generated content even after users close their accounts.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps a license on user-generated content even after users close their accounts.",
        "point": "bad",
        "score": 50,
        "tldr": "The Discogs ToS state under \"LICENSING OF USER CONTENT\":\r\n\"If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.\""
      }
    },
    "4430": {
      "id": "4430",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 12733,
      "quoteStart": 12543,
      "quoteText": "You grant a non-exclusive, non-revocable, transferable right to Discogs to use Your user-generated content, unrestricted in time and territory, for the purpose of rendering the Services.\n</p",
      "services": [
        "discogs"
      ],
      "title": "Users grant Discogs the right to use their content across all their services",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The copyright license that users grant this service is limited to the parties that make up the service's broader platform.",
        "irrelevant": false,
        "point": "neutral",
        "score": 50,
        "tldr": "Discogs and its related platforms are based on user content. As such, by using the service, users grant Discogs a non-revocable and transferable right to use their content for as long as they wish, wherever they wish."
      }
    },
    "4431": {
      "id": "4431",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 13348,
      "quoteStart": 12967,
      "quoteText": "If You exercise Your right to erasure or deletion of personal information pursuant to the Privacy Policy, (i) Your user-generated content will be anonymized by having the user name replaced by a generic term (i.e., \"previous user1234\" or simply \"user1234\"), and (ii) Discogs is entitled to continue using this anonymized user-generated content pursuant to the rights granted above.",
      "services": [
        "discogs"
      ],
      "title": "This service will continue using anonymized user-generated content even after erasure of personal information",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service will continue using anonymized user-generated content even after erasure of personal information",
        "point": "bad",
        "score": 15,
        "tldr": "Under \"LICENSING OF USER CONTENT\", the ToS state:\r\n\"If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.\r\n\r\nIf You exercise Your right to erasure or deletion of personal information pursuant to the Privacy Policy, (i) Your user-generated content will be anonymized by having the user name replaced by a generic term (i.e., \"previous user1234\" or simply \"user1234\"), and (ii) Discogs is entitled to continue using this anonymized user-generated content pursuant to the rights granted above.\""
      }
    },
    "4517": {
      "id": "4517",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 10495,
      "quoteStart": 10305,
      "quoteText": "You will not use the Service for chain letters, junk mail, spamming or any use of distribution lists to any person who has not given specific permission to be included in such a process.</p>",
      "services": [
        "discogs"
      ],
      "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
        "point": "neutral",
        "score": 15,
        "tldr": "The ToS state under \"USER CONDUCT\": \"You will not use the Service for chain letters, junk mail, spamming or any use of distribution lists to any person who has not given specific permission to be included in such a process.\""
      }
    },
    "4525": {
      "id": "4525",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 10882,
      "quoteStart": 10499,
      "quoteText": "You agree not to transmit through the Service any unlawful, harassing, libelous, abusive, threatening, or harmful material of any kind or nature.\nYou further agrees not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation.",
      "services": [
        "discogs"
      ],
      "title": "Discogs users agree not to submit libelous, harassing or threatening content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit libelous, harassing or threatening content",
        "point": "neutral",
        "score": 20,
        "tldr": "Discogs' ToS state: \"You agree not to transmit through the Service any unlawful, harassing, libelous, abusive, threatening, or harmful material of any kind or nature. You further agrees not to transmit any material that encourages conduct that could constitute a criminal offense, give rise to civil liability or otherwise violate any applicable local, state, national or international law or regulation.\""
      }
    },
    "4526": {
      "id": "4526",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 10961,
      "quoteStart": 10883,
      "quoteText": "Attempts to gain unauthorized access to other computer systems are prohibited.",
      "services": [
        "discogs"
      ],
      "title": "Discogs prohibits users from attempting to gain unauthorized access to other computer systems",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service prohibits users from attempting to gain unauthorized access to other computer systems",
        "point": "neutral",
        "score": 20,
        "tldr": "Under \"USER CONDUCT\", Discogs' ToS state: \"Attempts to gain unauthorized access to other computer systems are prohibited.\""
      }
    },
    "4527": {
      "id": "4527",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 11110,
      "quoteStart": 10969,
      "quoteText": "You shall not interfere with another person’s use and enjoyment of the Service or another entity's use and enjoyment of similar services.</p>",
      "services": [
        "discogs"
      ],
      "title": "Discogs users shall not interfere with another person's enjoyment of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users shall not interfere with another person's enjoyment of the service",
        "point": "bad",
        "score": 20,
        "tldr": "Discogs' ToS state: \"You shall not interfere with another person’s use and enjoyment of the Service or another entity's use and enjoyment of similar services.\"\r\nThis statement is kept very vague and could potentially be used as grounds for censorship or account deletion."
      }
    },
    "4530": {
      "id": "4530",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 13790,
      "quoteStart": 13375,
      "quoteText": "DISCLAIMER OF WARRANTIES</strong>\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<p>(a) YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nDISCOGS EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.",
      "services": [
        "discogs"
      ],
      "title": "The Discogs website is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Discogs disclaims any express or implied warranties."
      }
    },
    "4531": {
      "id": "4531",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 13948,
      "quoteStart": 13878,
      "quoteText": "(ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE,",
      "services": [
        "discogs"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "Under \"DISCLAIMER OF WARRANTIES\", Discogs' ToS state that the website will not warrant \"UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE\" service."
      }
    },
    "4533": {
      "id": "4533",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 14252,
      "quoteStart": 14203,
      "quoteText": "(V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.",
      "services": [
        "discogs"
      ],
      "title": "Discogs does not guarantee that any software errors will be corrected",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee that software errors will be corrected",
        "point": "bad",
        "score": 50,
        "tldr": "(b) DISCOGS MAKES NO WARRANTY THAT [...] (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED."
      }
    },
    "4534": {
      "id": "4534",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 13877,
      "quoteStart": 13790,
      "quoteText": "</p>\n<p>(b) DISCOGS MAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS,",
      "services": [
        "discogs"
      ],
      "title": "Discogs does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": "Discogs' ToS state that \"(b) DISCOGS MAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS, [...] (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS\""
      }
    },
    "4535": {
      "id": "4535",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 14547,
      "quoteStart": 14257,
      "quoteText": "<p>(c) ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA OR OTHER LIABILITY THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.",
      "services": [
        "discogs"
      ],
      "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
        "point": "neutral",
        "score": 50,
        "tldr": "Discogs is not liable for any damages to the users' computer systems that occur as a result of downloading material from Discogs."
      }
    },
    "4536": {
      "id": "4536",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 14848,
      "quoteStart": 14736,
      "quoteText": "(e) DISCOGS DOES NOT PROMOTE OR CONDONE ANY IDEAS OR MESSAGES CONTAINED IN THE ITEMS LISTED VIA THE SERVICE.</p>",
      "services": [
        "discogs"
      ],
      "title": "Discogs does not condone any ideas contained in the items listed via the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not condone any ideas contained in its user-generated contents",
        "point": "neutral",
        "score": 0,
        "tldr": "Discogs distances itself from any messages or ideas users include in the content they generate on the website."
      }
    },
    "4537": {
      "id": "4537",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 15707,
      "quoteStart": 14911,
      "quoteText": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT DISCOGS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF DISCOGS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO THE SERVICE.",
      "services": [
        "discogs"
      ],
      "title": "Discogs assumes no liability for any losses or damages resulting from any matter relating to the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
        "point": "bad",
        "score": 50,
        "tldr": "Discogs waives all liability for any losses or damages users may incur from using the service or not being able to use it, from the cost of using substitute products, from unauthorized access to their data, from any third party (other users') actions on the service or any other matter relating to the service.\r\nBy including \"(v) ANY OTHER MATTER RELATING TO THE SERVICE\", Discogs essentially excludes any possible liabilities."
      }
    },
    "4538": {
      "id": "4538",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 16468,
      "quoteStart": 16098,
      "quoteText": "The TOS is governed by and interpreted in accordance with the laws of the State of Oregon, United States of America, without regard to principles of conflicts of laws.\n The parties irrevocably and unconditionally submit to the exclusive jurisdiction of the courts of the State of Oregon with respect to any dispute or claim arising out of or in connection with the TOS.\n",
      "services": [
        "discogs"
      ],
      "title": "The court of law governing Discogs' terms is in the State of Oregon, United States of America",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "Any conflicts regarding Discogs' Terms of Service will be submitted to the courts of the State of Oregon, USA. The Terms will be interpreted according to the laws of Oregon. By using Discogs, users agree to this exclusive jurisdiction."
      }
    },
    "4539": {
      "id": "4539",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 16827,
      "quoteStart": 16608,
      "quoteText": "If a court finds any portion of the TOS to be unenforceable or invalid, that portion will be enforced to the fullest extent permitted by applicable law and the remainder of the TOS will remain valid and enforceable.</p>",
      "services": [
        "discogs"
      ],
      "title": "Invalidity of any portion of Discogs' Terms of Service does not entail invalidity of its remainder",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
        "point": "neutral",
        "score": 10,
        "tldr": "Should one portion of the ToS be invalid, Discogs will enforce it as much as possible under applicable law. The invalidity of one portion does not affect any other provision of the ToS."
      }
    },
    "4540": {
      "id": "4540",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 16607,
      "quoteStart": 16469,
      "quoteText": "The failure of Discogs to exercise and enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.",
      "services": [
        "discogs"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Even if Discogs does not consistently enforce all of the rules or provisions in its terms, they still apply. Users can at a later time still be held accountable for violating provisions that have not been enforced consistently."
      }
    },
    "4541": {
      "id": "4541",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 67758,
      "quoteStart": 67354,
      "quoteText": "<p>The Shipping Labels TOS is governed by and interpreted in accordance with the laws of the State of Oregon, United States of America, without regard to principles of conflicts of laws.\n The parties irrevocably and unconditionally submit to the exclusive jurisdiction of the courts of the State of Oregon with respect to any dispute or claim arising out of or in connection with the Shipping Labels TOS.",
      "services": [
        "discogs"
      ],
      "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
        "point": "bad",
        "score": 50,
        "tldr": "The court of law for Discogs is located in the State of Oregon, USA. The United States have implemented some laws that are detrimental to the privacy of users of US-American services, most noticeably the PATRIOT Act."
      }
    }
  },
  "urls": [
    "discogs.com",
    "comicogs.com",
    "filmo.gs",
    "gearogs.com",
    "vinylhub.com",
    "bookogs.com",
    "posterogs.com"
  ]
}