{
  "alexa": 152,
  "class": false,
  "links": {
    "Terms": {
      "name": "Terms",
      "url": "https://discordapp.com/terms"
    }
  },
  "points": [
    "4445",
    "4512",
    "4946",
    "5878",
    "5879",
    "6115",
    "6116",
    "6117",
    "6118",
    "6119",
    "6121",
    "6122"
  ],
  "pointsData": {
    "4445": {
      "id": "4445",
      "needModeration": false,
      "quoteDoc": "Terms of Service (deprecated, should be removed)",
      "quoteEnd": 42521,
      "quoteStart": 42234,
      "quoteText": "By visiting or using the Service, you agree that the laws of the United States and the State of California, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and the Company.",
      "services": [
        "discord"
      ],
      "title": "Users agree to comply with the law of the service's country",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "\"By visiting or using the Service, you agree that the laws of the United States and the State of California, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and the Company. Any claim or dispute between you and the Company that arises in whole or in part from these Terms or your use of the Service shall be decided exclusively by a court of competent jurisdiction located in Santa Clara County, California, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to venue and jurisdiction in the state and federal courts of Santa Clara County, California.\""
      }
    },
    "4512": {
      "id": "4512",
      "quoteDoc": "Terms of Service (deprecated, should be removed)",
      "quoteEnd": 4712,
      "quoteStart": 4554,
      "quoteText": "The Company reserves the right to refuse any user access to the Services without notice for any reason, including but not limited to a violation of the Terms.",
      "services": [
        "discord"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Under the section 'Rights to Use the Service', the terms state \"The Company reserves the right to refuse any user access to the Services without notice for any reason, including but not limited to a violation of the Terms\", meaning that it can prevent you from using the service for reasons not enforced by the terms, and without stating such a reason."
      }
    },
    "4946": {
      "id": "4946",
      "needModeration": false,
      "quoteDoc": "Terms of Service 16/10/2018",
      "quoteEnd": 3034,
      "quoteStart": 1953,
      "quoteText": "By using or accessing the Discord application (the “App”) or the website located at https://discordapp.com (the \"Site\"), which are collectively referred to as the “Service,” you agree (i) that you are 13 years of age or older, (ii) if you are the age of majority in your jurisdiction or over, that you have read, understood, and accept to be bound by the Terms, and (iii) if you are between 13 and the age of majority in your jurisdiction, that your legal guardian has reviewed and agrees to these Terms.</p>\n<p> The Company reserves the right to update these Terms, which we may do for reasons that include, but are not limited to, complying with changes to the law or reflecting enhancements to Discord.\nIf the changes affect your usage of Discord or your legal rights, we’ll notify you no less than seven days before the changes take effect.\nUnless we state otherwise, your continued use of the Service after we post modifications will constitute your acceptance of and agreement to those changes.\nIf you object to the changes, your recourse shall be to cease using the Service.",
      "services": [
        "discord"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "5878": {
      "id": "5878",
      "quoteDoc": "Terms of Service 16/10/2018",
      "quoteEnd": 43291,
      "quoteStart": 42836,
      "quoteText": "Any claim or dispute between you and the Company that arises out of or is related to the Service and is not subject to arbitration shall be decided exclusively by a court of competent jurisdiction located in San Francisco County, California, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to venue and jurisdiction in the state and federal courts of Santa Clara County, California.",
      "services": [
        "discord"
      ],
      "title": "The court of law governing the terms is in location X",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "In a court of competent jurisdiction located in San Francisco County, California."
      }
    },
    "5879": {
      "id": "5879",
      "quoteDoc": "Terms of Service 16/10/2018",
      "quoteEnd": 4808,
      "quoteStart": 4507,
      "quoteText": "The Company reserves the right to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nThe Company reserves the right to refuse any user access to the Services without notice for any reason, including but not limited to a violation of the Terms.",
      "services": [
        "discord"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "The Company reserves the right to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice. The Company reserves the right to refuse any user access to the Services without notice for any reason, including but not limited to a violation of the Terms."
      }
    },
    "6115": {
      "id": "6115",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3437,
      "quoteStart": 3290,
      "quoteText": "In addition, we use technologies such as web beacons and single-pixel gifs to record log data such as open rates for emails sent by the system.</p>",
      "services": [
        "discord"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6116": {
      "id": "6116",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4778,
      "quoteStart": 4621,
      "quoteText": "Our Services currently do not respond to “Do Not Track” (DNT) signals and operate as described in this Privacy Policy whether or not a DNT signal is received",
      "services": [
        "discord"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6117": {
      "id": "6117",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 17754,
      "quoteStart": 17638,
      "quoteText": "We reserve the right to update or modify this Privacy Policy at any time and from time to time without prior notice.",
      "services": [
        "discord"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "6118": {
      "id": "6118",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 102,
      "quoteStart": 31,
      "quoteText": "Last modified: JUNE 14, 2018.</li>\n<li>\n<p>Effective: MAY 25, 2018.</p>",
      "services": [
        "discord"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6119": {
      "id": "6119",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3626,
      "quoteStart": 3452,
      "quoteText": "We may use third party web site analytic tools such as Google Analytics on our website that employ cookies to collect certain information concerning your use of our Services.",
      "services": [
        "discord"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6121": {
      "id": "6121",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8981,
      "quoteStart": 8822,
      "quoteText": "In the event of a corporate sale, merger, reorganization, bankruptcy, dissolution or similar event, your information may be part of the transferred assets.</p>",
      "services": [
        "discord"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6122": {
      "id": "6122",
      "quoteDoc": "Terms of Service 16/10/2018",
      "quoteEnd": 1481,
      "quoteStart": 1395,
      "quoteText": "THESE TERMS OF SERVICE CONTAIN A BINDING ARBITRATION PROVISION AND CLASS ACTION WAIVER",
      "services": [
        "discord"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "discordapp.com"
  ]
}