{
  "alexa": 553346,
  "class": false,
  "links": {},
  "points": [
    "4566",
    "4567",
    "4568"
  ],
  "pointsData": {
    "4566": {
      "id": "4566",
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 15517,
      "quoteStart": 15285,
      "quoteText": "How “Do Not Track” requests are handled<p>This website does not support “Do Not Track” requests.<br>\nTo determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.",
      "services": [
        "dnd5e-info"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "This website does not support “Do Not Track” requests.\r\nTo determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies."
      }
    },
    "4567": {
      "id": "4567",
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 14502,
      "quoteStart": 14187,
      "quoteText": "The User’s Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this website or the related Services. The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.",
      "services": [
        "dnd5e-info"
      ],
      "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
        "point": "neutral",
        "score": 0,
        "tldr": "The User’s Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this website or the related Services. The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities."
      }
    },
    "4568": {
      "id": "4568",
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 6491,
      "quoteStart": 6306,
      "quoteText": "<p>Users can find further detailed information about such purposes of processing and about the specific Personal Data used for each purpose in the respective sections of this document.<",
      "services": [
        "dnd5e-info"
      ],
      "title": "This service employs third-party cookies, but with opt-out instructions",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs third-party cookies, but with opt-out instructions",
        "point": "bad",
        "score": 5,
        "tldr": "Detailed information on the processing of Personal Data\r\n\r\nPersonal Data is collected for the following purposes and using the following services:"
      }
    }
  },
  "urls": [
    "dnd5e.info"
  ]
}