{
  "alexa": 2472,
  "class": false,
  "links": {},
  "points": [
    "8596",
    "8597",
    "8598",
    "8599",
    "8600",
    "8601",
    "8602",
    "8603",
    "8604",
    "8606",
    "8607"
  ],
  "pointsData": {
    "8596": {
      "id": "8596",
      "needModeration": false,
      "quoteDoc": "e621:terms of service",
      "quoteEnd": 2021,
      "quoteStart": 1943,
      "quoteText": "\n<li>e621 is presented to you AS IS, without any warranty, express or implied.",
      "services": [
        "e621_e926"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "8597": {
      "id": "8597",
      "needModeration": false,
      "quoteDoc": "e621:terms of service",
      "quoteEnd": 1927,
      "quoteStart": 1869,
      "quoteText": "<li>If you are under the age of 18, you will not use e621.",
      "services": [
        "e621_e926"
      ],
      "title": "This service is only available to users at least 18 years old",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "e621 contains many drawn, painted, and 3D-modeled artwork of fictional anthropomorphic characters, much of which is explicit. It is not meant to be accessed by underage users. Anyone who is known or suspected to be underage will have their accounts permanently blocked, although the blocked user can send an email to the site's management to prove they are of age to visit the site if this happens. Through this method, if the administration determines that the user blocked for being underage is presently of age, then they will unblock that user's account.\r\n\r\nThis policy applies to both e621 and its \"work-safe\" database mirror e926, which only displays non-explicit images. (i.e. Only images that are rated \"Safe\" by the site's three-tiered content rating system, consisting of \"Safe\", \"Questionable\", and \"Explicit\".)"
      }
    },
    "8598": {
      "id": "8598",
      "needModeration": false,
      "services": [
        "e621_e926"
      ],
      "title": "This service provides archives of their terms of service so that changes can be viewed over time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service provides archives of their Terms of Service so that changes can be viewed over time",
        "point": "good",
        "score": 50,
        "tldr": "The terms of service is on a locked wiki page which contains every revision to the page. It can be accessed by selecting the \"History\" option on the navigation bar on top. That said, the page has been virtually unchanged since it was created in 2011, with the only revision to page adding back links to a different wiki page."
      }
    },
    "8599": {
      "id": "8599",
      "needModeration": false,
      "services": [
        "e621_e926"
      ],
      "title": "The terms for this service are easy to read",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The terms for this service are easy to read",
        "point": "good",
        "score": 15,
        "tldr": "This is not a long Terms of Service page. It is short, neatly sectioned, readable in plain English, and uses bullet points for each part of the ToS policy."
      }
    },
    "8600": {
      "id": "8600",
      "needModeration": false,
      "services": [
        "e621_e926"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "Initial report (pre-March 2020 version of the site):\r\n\r\nOnce an eSix account has been made, it cannot be deleted. Both regular users and the administration recommends that users change their account's usernames, passwords, and email address to completely random ones to make it harder for their account to be accessed again. However, accounts maintain their ID numbers (shown in the URL) and all of the account's undeleted posts, deleted post history, tag edits, wiki edits, unhidden comments, et cetera will remain visible to all users.\r\n\r\nUpdate: As of March 2020, the site has been revamped with a new backend software and now allows users to delete their accounts. This feature was first added in a 2019 beta version of the new site (see new source) and has been kept in the current version."
      }
    },
    "8601": {
      "id": "8601",
      "needModeration": false,
      "quoteDoc": "e621:terms of service",
      "quoteEnd": 3506,
      "quoteStart": 3362,
      "quoteText": "Copyright Infringement<ul>\n<li>If you believe a post infringes upon your copyright, please follow the instructions located on the Takedown Page.",
      "services": [
        "e621_e926"
      ],
      "title": "This service will aid you when other users infringe on your copyright",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Provides instructions on how to submit a copyright claim",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "8602": {
      "id": "8602",
      "needModeration": false,
      "quoteDoc": "Takedown Policy and Process",
      "quoteEnd": 566,
      "quoteStart": 350,
      "quoteText": "<p>If you are an artist, character owner, or commissioner who has your work hosted on this site and you do not wish for it to be, please submit a takedown request.\nThe request will be handled as soon as possible.</p>",
      "services": [
        "e621_e926"
      ],
      "title": "This service will aid you when other users infringe on your copyright",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Provides instructions on how to submit a copyright claim",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "8603": {
      "id": "8603",
      "needModeration": false,
      "quoteDoc": "Takedown Policy and Process",
      "quoteEnd": 348,
      "quoteStart": 33,
      "quoteText": "We strive to make sure that this site has a wide variety of content for users to enjoy, but we also place great importance on ensuring that the content we host does not infringe upon artists' or character owners' copyrights.\nIn addition to that we also respect the commissioner' wishes on art they have paid for.</p",
      "services": [
        "e621_e926"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "8604": {
      "id": "8604",
      "needModeration": false,
      "quoteDoc": "e621 Community Code of Conduct and Site Rules",
      "quoteEnd": 1726,
      "quoteStart": 1714,
      "quoteText": "Last Updated",
      "services": [
        "e621_e926"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "8606": {
      "id": "8606",
      "needModeration": false,
      "quoteDoc": "e621:terms of service",
      "quoteEnd": 3141,
      "quoteStart": 2683,
      "quoteText": "Prohibited Content<p>In addition, you may not use e621 to upload any of the following:</p>\n<ul>\n<li>Child pornography: Any photograph or movie that depicts real children in a sexual manner.\nThis includes nudity, explicit sex, and implied sex.</li>\n<li>Bestiality: Any photograph or movie that depicts humans having sex (either explicit or implied) with other non-human animals.\nTo clarify, this only means photos.\nThis is an anthropomorphics site, after all.",
      "services": [
        "e621_e926"
      ],
      "title": "Users agree not to submit real life child pornography or bestiality",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit illegal content",
        "point": "neutral",
        "score": 10,
        "tldr": "While the site accepts various kinds of drawn, painted, or 3D modeled explicit content, actual real life photographed (or, although not explicitly mentioned on this page but easily assumed, video-recorded) child pornography and/or depictions of bestiality are not accepted here; they remain as illegal on there as it does anywhere else."
      }
    },
    "8607": {
      "id": "8607",
      "needModeration": false,
      "quoteDoc": "e621 Community Code of Conduct and Site Rules",
      "quoteEnd": 20480,
      "quoteStart": 19598,
      "quoteText": "p>\n<strong>Major Religions, Religious Figures, Political Parties, or Political Figures</strong>\n<br>\n<em>Suggested Suspension Length: 3 days</em>\n<br>This category includes:</p>\n<ul>\n<li>Any discussion in forum posts, threads, or comments regarding major religions or religious figures</li>\n<li>Any discussion in forum posts, threads, or comments regarding major political parties or political figures</li>\n</ul>\n<p>\n<em>The main point behind this is, while we do encourage free speech and we have no problem with someone saying “thank God” or “Jesus blesses you”, we have to draw the line at an actual discussion, as it often leads to passionate and heated debate and a general distraction from what is ultimately a furry art archive.\nThe same goes for politics, we know that people want to talk about it, and often do, but there are places for that and they are not here.</em>\n</p",
      "services": [
        "e621_e926"
      ],
      "title": "Prohibits political and religious forum discussions",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Prohibits political discussions or campaigning",
        "point": "neutral",
        "score": 30,
        "tldr": "Although it would be odd for a furry fandom-focused imageboard to have its users discuss these things in the first place, the site nevertheless does not accept discussions about politics or religion out of fear of igniting flame wars, even though there are image posts invoking these things (e.g. posts featuring or invoking U.S. President Donald Trump or Jesus Christ)."
      }
    }
  },
  "urls": [
    "e621.net",
    "e926.net"
  ]
}