{
  "alexa": 1345,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://envato.com/privacy/"
    }
  },
  "points": [
    "1350",
    "1362",
    "1570",
    "1633",
    "677"
  ],
  "pointsData": {
    "677": {
      "discussion": "https://groups.google.com/d/topic/tosdr/m4IRrxn4SOo/discussion",
      "id": "677",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@tosdr.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15273,
      "quoteStart": 14986,
      "quoteText": "We will need to change this policy from time to time in order to make sure it stays up to date with the latest legal requirements and any changes to our privacy management practices.</li>\n<li>When we do change the policy, we’ll make sure to notify you about such changes, where required.",
      "services": [
        "envato"
      ],
      "slug": "any-time-with-notice-envato",
      "title": "Terms may be changed at any time, but you will be notified.",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service may change its terms at any time, but the user will receive notification of the changes.",
        "point": "neutral",
        "score": 0,
        "tldr": "They can change the terms of service any time they see fit, but they will notify the user. Your use of the service supposedly constitutes acceptance of the changes in the terms."
      }
    },
    "1350": {
      "discussion": "https://groups.google.com/d/topic/tosdr/ugUk3u-8siQ/discussion",
      "id": "1350",
      "needModeration": false,
      "quoteDoc": "Envato Market Terms",
      "quoteEnd": 12926,
      "quoteStart": 12754,
      "quoteText": "We do not refund any monies placed into your Envato Market account to buy Envato Credits (but you may have rights under an applicable consumer law, which we don’t exclude).",
      "services": [
        "envato"
      ],
      "set": "set+service+and+topic",
      "slug": "ugUk3u-8siQ",
      "title": "Credits are non-refundable",
      "topics": [
        "refunds"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service has a no refund policy",
        "point": "neutral",
        "score": 50,
        "tldr": ""
      }
    },
    "1362": {
      "discussion": "https://groups.google.com/d/topic/tosdr/yHj3qlyF96I/discussion",
      "id": "1362",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6215,
      "quoteStart": 3907,
      "quoteText": "How we use personal information</strong>\n</p>\n<ol>\n<li>We will use your personal information:\n<ol>\n<li>To fulfil a contract, or take steps linked to a contract: in particular, in facilitating and processing transactions that take place on the Sites, like where you purchase an item from our marketplace.</li>\n<li>Where this is necessary for purposes which are in our, or third parties, legitimate interests.\nThese interests include:\n<ol>\n<li>operating the Sites;</li>\n<li>providing you with services described on the Sites;</li>\n<li>verifying your identity when you sign in to any of our Sites;</li>\n<li>responding to support tickets, and helping facilitate the resolution of any disputes;</li>\n<li>updating you with operational news and information about our Sites and services e.g.\nto notify you about changes to our Sites, website disruptions or security updates;</li>\n<li>carrying out technical analysis to determine how to improve the Sites and services we provide;</li>\n<li>monitoring activity on the Sites, e.g.\nto identify potential fraudulent activity and to ensure compliance with the user terms that apply to the Sites;</li>\n<li>managing our relationship with you, e.g.\nby responding to your comments or queries submitted to us on the Sites or asking for your feedback or whether you want to participate in a survey;</li>\n<li>managing our legal and operational affairs (including, managing risks relating to content and fraud matters);</li>\n<li>training Envato staff about how to best serve our user community;</li>\n<li>improving our products and services.</li>\n<li>providing general administrative and performance functions and activities.\nand</li>\n<li>processing your job application to Envato.</li>\n</ol>\n</li>\n<li>Where you give us consent:\n<ol>\n<li>providing you with marketing information about products and services which we feel may interest you.\nand</li>\n<li>customising our services and websites, like advertising that appear on the Site – where this involves the use of cookies or similar technologies – in order to provide a more personalised experience.</li>\n</ol>\n</li>\n<li>For purposes which are required by law.</li>\n<li>For the purpose of responding to requests by government, a court of law, or law enforcement authorities conducting an investigation.</li>\n</ol>\n</li>\n</ol>\n<p>\n",
      "services": [
        "envato"
      ],
      "set": "set+service+and+topic",
      "slug": "yHj3qlyF96I",
      "title": "Your personal data is used for limited purposes",
      "topics": [
        "personal-data"
      ],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is used for limited purposes",
        "point": "good",
        "score": 60,
        "tldr": "Envato uses personal information to fulfill its contracts, for purposes linked to its own or third parties' legitimate interests (operating the sites and providing users with services, verifying users' identities, responding to support requests, notifying users of site and service news, processing job applications etc), for lawfully required purposes (responding to government requests) and where users give consent for their information to be used (marketing products and services, customizing services and websites)."
      }
    },
    "1570": {
      "discussion": "https://groups.google.com/d/topic/tosdr/GJNxX66iD3k/discussion",
      "id": "1570",
      "needModeration": false,
      "quoteDoc": "Envato Market Terms",
      "quoteEnd": 37695,
      "quoteStart": 37558,
      "quoteText": "We may change these terms at any time and, if we make changes, we will take reasonable steps to let our community know about the changes.",
      "services": [
        "envato"
      ],
      "set": "set+service+and+topic",
      "slug": "GJNxX66iD3k",
      "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
      "topics": [
        "changes"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service may change its terms at any time, but the user will receive notification of the changes.",
        "point": "neutral",
        "score": 0,
        "tldr": ""
      }
    },
    "1633": {
      "discussion": "https://groups.google.com/d/topic/tosdr/kM2fU-HTOec/discussion",
      "id": "1633",
      "needModeration": false,
      "quoteDoc": "Envato Market Terms",
      "quoteEnd": 29114,
      "quoteStart": 29033,
      "quoteText": "We can suspend or terminate your Envato Market account at any time for any reason",
      "services": [
        "envato"
      ],
      "set": "set+service+and+topic",
      "slug": "kM2fU-HTOec",
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [
        "suspension"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Your account can be terminated for any reason without notice."
      }
    }
  },
  "urls": [
    "envato.com"
  ]
}