{
  "alexa": 866,
  "class": false,
  "links": {},
  "points": [
    "4410",
    "6018"
  ],
  "pointsData": {
    "4410": {
      "id": "4410",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 1618,
      "quoteStart": 1384,
      "quoteText": "We may update these Terms from time to time.\nyou should check this page regularly to take notice of any changes.\nYour continued use of the Services following the posting of revised Terms means that you accept and agree to the changes.",
      "services": [
        "epicgames"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Their privacy policy states: 'We may update these Terms from time to time; you should check this page regularly to take notice of any changes. Your continued use of the Services following the posting of revised Terms means that you accept and agree to the changes.'"
      }
    },
    "6018": {
      "id": "6018",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 12550,
      "quoteStart": 11974,
      "quoteText": "The Services and all information, content, materials, products (including software), and other services included on or otherwise made available to you through the Services are provided by Epic on an “as is” and “as available” basis.\nEpic makes no representations or warranties of any kind, express or implied, as to the operation of the Services, or the information, content, materials, products (including software), or other services included on or otherwise made available to you through the Services.\nYou expressly agree that your use of the Services is at your sole risk.",
      "services": [
        "epicgames"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "epicgames.com"
  ]
}