{
  "alexa": 3,
  "class": "E",
  "links": {
    "Data Policy": {
      "name": "Data Policy",
      "url": "https://www.facebook.com/policy.php"
    },
    "Data Use Policy": {
      "name": "Data Use Policy",
      "url": "https://www.facebook.com/about/privacy"
    },
    "Supplemental Portal Data Policy": {
      "name": "Supplemental Portal Data Policy",
      "url": "https://portal.facebook.com/legal/data-policy-update/"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.facebook.com/terms.php"
    },
    "cookies": {
      "name": "Cookie Policy",
      "url": "https://www.facebook.com/help/cookies"
    },
    "privacy-full": {
      "name": "Full Data Use Policy",
      "url": "http://www.facebook.com/full_data_use_policy"
    }
  },
  "points": [
    "10493",
    "1059",
    "10686",
    "10687",
    "10688",
    "10689",
    "10690",
    "10691",
    "10692",
    "10693",
    "10697",
    "10698",
    "10699",
    "10700",
    "10701",
    "10702",
    "10703",
    "10704",
    "10718",
    "10719",
    "10720",
    "10721",
    "10722",
    "10723",
    "10724",
    "10725",
    "10726",
    "10727",
    "10728",
    "10730",
    "10731",
    "10732",
    "10733",
    "10734",
    "10735",
    "10736",
    "10737",
    "10738",
    "10739",
    "10740",
    "10743",
    "10745",
    "1120",
    "12117",
    "12118",
    "4356",
    "4528",
    "4598",
    "627",
    "743",
    "751",
    "9462",
    "9465",
    "9504"
  ],
  "pointsData": {
    "627": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/B_qfp4WyuOw",
      "id": "627",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 872,
      "quoteStart": 643,
      "quoteText": "We use cookies if you have a Facebook account, use the Facebook Products, including our website and apps, or visit other websites and apps that use the Facebook Products (including the Like button or other Facebook Technologies).",
      "services": [
        "facebook"
      ],
      "slug": "B_qfp4WyuOw",
      "title": "Facebook uses cookies",
      "topics": [
        "cookies"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service requires first-party cookies",
        "point": "neutral",
        "score": 10,
        "tldr": "Facebook uses, pixels and local storage in order to gather information about you, your device, your browser cache, your use of Facebook.  Facebook also uses cookies for adversing purposes."
      }
    },
    "743": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/9Tm3gwYnlVE",
      "id": "743",
      "needModeration": false,
      "quoteDoc": "What information does Facebook get when I visit a site with the Like button?",
      "quoteEnd": 1503,
      "quoteStart": 527,
      "quoteText": "For example, when you go to a website with a <b>Like</b> button, we need to know who you are in order to show you what your Facebook friends have liked on that site.\nThe data we receive includes your user ID, the website you're visiting, the date and time and other browser-related info.If you’re logged out or don’t have a Facebook account and visit a website with the <b>Like</b> button or another social plugin, your browser sends us a more limited set of info.\nFor example, because you’re not logged into Facebook, you’ll have fewer cookies than someone who's logged in.\nLike other sites on the Internet, we receive info about the web page you're visiting, the date and time and other browser-related info.\nWe record this info to help us improve our products.\nAs our Data Policy indicates, we use cookies to show you ads on and off Facebook.\nWe may also use the info we receive when you visit a site with social plugins to help us show you more interesting and useful ads.",
      "services": [
        "facebook"
      ],
      "set": "set+service+and+topic",
      "slug": "9Tm3gwYnlVE",
      "title": "This service tracks you on other websites",
      "topics": [
        "track"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service tracks you on other websites",
        "point": "bad",
        "score": 60,
        "tldr": "\"      If you’re logged out or don’t have a Facebook account and visit\r\n        a website with the Like button or another social plugin, […] We\r\n        do receive the web page you're visiting, the date and time, and\r\n        other browser-related information. We record this information\r\n        for a limited amount of time […] we sometimes find bugs in the\r\n        systems we’ve built to gather aggregate data on how people are\r\n        interacting with sites that use the Like button or other social\r\n        plugins. It’s helpful to be able to reference this anonymized\r\n        information when investigating these bugs so we can find their\r\n        source and fix them quickly. \""
      }
    },
    "751": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/-Tqk8rsvTTo",
      "id": "751",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 21813,
      "quoteStart": 18618,
      "quoteText": "Sharing with Third-Party Partners We work with third-party partners who help us provide and improve our Products or who use Facebook Business Tools to grow their businesses, which makes it possible to operate our companies and provide free services to people around the world.\nWe don't sell any of your information to anyone, and we never will.\nWe also impose strict restrictions on how our partners can use and disclose the data we provide.\nHere are the types of third parties we share information with: <br>Partners who use our analytics services.\nWe provide aggregated statistics and insights that help people and businesses understand how people are engaging with their posts, listings, Pages, videos and other content on and off the Facebook Products.\nFor example, Page admins and Instagram business profiles receive information about the number of people or accounts who viewed, reacted to, or commented on their posts, as well as aggregate demographic and other information that helps them understand interactions with their Page or account.\nAdvertisers.\nWe provide advertisers with reports about the kinds of people seeing their ads and how their ads are performing, but we don't share information that personally identifies you (information such as your name or email address that by itself can be used to contact you or identifies who you are) unless you give us permission.\nFor example, we provide general demographic and interest information to advertisers (for example, that an ad was seen by a woman between the ages of 25 and 34 who lives in Madrid and likes software engineering) to help them better understand their audience.\nWe also confirm which Facebook ads led you to make a purchase or take an action with an advertiser.\nMeasurement partners.\nWe share information about you with companies that aggregate it to provide analytics and measurement reports to our partners.\nPartners offering goods and services in our Products.\nWhen you subscribe to receive premium content, or buy something from a seller in our Products, the content creator or seller can receive your public information and other information you share with them, as well as the information needed to complete the transaction, including shipping and contact details.\nVendors and service providers.\nWe provide information and content to vendors and service providers who support our business, such as by providing technical infrastructure services, analyzing how our Products are used, providing customer service, facilitating payments or conducting surveys.\nResearchers and academics.\nWe also provide information and content to research partners and academics to conduct research that advances scholarship and innovation that support our business or mission, and enhances discovery and innovation on topics of general social welfare, technological advancement, public interest, health and well-being.\nLaw enforcement or legal requests.\nWe share information with law enforcement or in response to legal requests in the circumstances outlined below.\nLearn more about how you can control the information about you that you or others share with third-party partners in the Facebook Settings and Instagram Settings.",
      "services": [
        "facebook"
      ],
      "set": "set+service+and+topic",
      "slug": "-Tqk8rsvTTo",
      "title": "personal data is given to third parties",
      "topics": [
        "third"
      ],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Facebook give personal details to 3rd Party by default"
      }
    },
    "1059": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/i3Fx2yL3q1g",
      "id": "1059",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 6159,
      "quoteStart": 6027,
      "quoteText": "information you allow us to receive through device settings you turn on, such as access to your GPS location, camera or photos.</li>",
      "services": [
        "facebook"
      ],
      "slug": "i3Fx2yL3q1g",
      "title": "App required for this service requires broad device permissions",
      "topics": [
        "device-access"
      ],
      "tosdr": {
        "binding": true,
        "case": "App required for this service requires broad device permissions",
        "point": "bad",
        "privacyRelated": true,
        "score": 80,
        "tldr": "When installing the Facebook app on an Android phone, it allows access to the audio record path and to take pictures with the camera. This allows the application at any time to collect images the camera is seeing."
      }
    },
    "1120": {
      "id": "1120",
      "needModeration": false,
      "services": [
        "facebook"
      ],
      "slug": "1120",
      "title": "The service uses your personal data for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Collects all data you send (username, email, credit card number...), any kind of info other put about you as well. Plus all info about your device: \"Attributes such as the operating system, hardware version, device settings, file and software names and types, battery and signal strength, and device identifiers. Device locations, including specific geographic locations, such as through GPS, Bluetooth, or WiFi signals. Connection information such as the name of your mobile operator or ISP, browser type, language and time zone, mobile phone number and IP address.\""
      }
    },
    "4356": {
      "id": "4356",
      "quoteDoc": "Terms of Service.txt",
      "quoteEnd": 11107,
      "quoteRev": "6b24b75701c0de33f5d3274a94abd732b55d6ad4",
      "quoteStart": 10989,
      "quoteText": "In addition, content you delete may continue to appear if you have shared it with others and they have not deleted it.",
      "services": [
        "facebook"
      ],
      "title": "deleted content is not really deleted",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": "The terms state: \"In addition, content you delete may continue to appear if you have shared it with others and they have not deleted it.\""
      }
    },
    "4528": {
      "id": "4528",
      "needModeration": false,
      "services": [
        "facebook"
      ],
      "title": "tracking pixels used in service-to-user communication",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking pixels are used in service-to-user communication",
        "point": "bad",
        "privacyRelated": true,
        "score": 5,
        "tldr": "AH!"
      }
    },
    "4598": {
      "id": "4598",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 15410,
      "quoteStart": 15152,
      "quoteText": " You give us permission to use your name and profile picture and information about actions you have taken on Facebook next to or in connection with ads, offers, and other sponsored content that we display across our Products, without any compensation to you.",
      "services": [
        "facebook"
      ],
      "title": "Your identity is used in ads that are shown to other users",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your identity is used in ads that are shown to other users",
        "point": "blocker",
        "privacyRelated": true,
        "score": 90,
        "tldr": "Generated through the annotate view"
      }
    },
    "9462": {
      "id": "9462",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9681,
      "quoteStart": 9654,
      "quoteText": "You are under 13 years old.",
      "services": [
        "facebook"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "9465": {
      "id": "9465",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 22013,
      "quoteStart": 21936,
      "quoteText": "If we fail to enforce any of these Terms, it will not be considered a waiver.",
      "services": [
        "facebook"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "9504": {
      "id": "9504",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10937,
      "quoteStart": 10832,
      "quoteText": "You may not access or collect data from our Products using automated means (without our prior permission)",
      "services": [
        "facebook"
      ],
      "title": "Spidering or crawling is not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Spidering or crawling is not allowed",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10493": {
      "id": "10493",
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 9799,
      "quoteStart": 9532,
      "quoteText": "Facebook uses cookies and receives information when you visit those sites and apps, including device information and information about your activity, without any further action from you.\nThis occurs whether or not you have a Facebook account or are logged in.</li>\n</",
      "services": [
        "facebook"
      ],
      "title": "Facebook stores your data whether you have an account or not.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They store data on you even if you did not interact with the service",
        "point": "blocker",
        "privacyRelated": true,
        "score": 100,
        "tldr": "This is the principle of their shady \"Shadow Profile\"."
      }
    },
    "10686": {
      "id": "10686",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 1784,
      "quoteStart": 1639,
      "quoteText": "This can include information in or about the content you provide (like metadata), such as the location of a photo or the date a file was created.",
      "services": [
        "facebook"
      ],
      "title": "This service may collect, use, and share location data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may collect, use, and share location data",
        "point": "bad",
        "privacyRelated": true,
        "score": 75,
        "tldr": "Generated through the annotate view"
      }
    },
    "10687": {
      "id": "10687",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 2136,
      "quoteStart": 1981,
      "quoteText": "Our systems automatically process content and communications you and others provide to analyze context and what's in them for the purposes described below.",
      "services": [
        "facebook"
      ],
      "title": "The service can read your private messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can read your private messages",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Facebook processes data from user communications (i.e.: Private Messaging, Private Communications)."
      }
    },
    "10688": {
      "id": "10688",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 3432,
      "quoteStart": 2660,
      "quoteText": "We collect information about the people, Pages, accounts, hashtags and groups you are connected to and how you interact with them across our Products, such as people you communicate with the most or groups you are part of.\nWe also collect contact information if you choose to upload, sync or import it from a device (such as an address book or call log or SMS log history), which we use for things like helping you and others find people you may know and for the other purposes listed below.</li>\n<li>\n<b>Your usage.</b> We collect information about how you use our Products, such as the types of content you view or engage with.\nthe features you use.\nthe actions you take.\nthe people or accounts you interact with.\nand the time, frequency and duration of your activities.",
      "services": [
        "facebook"
      ],
      "title": "The service collects many different types of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service collects many different types of personal data",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "10689": {
      "id": "10689",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 7229,
      "quoteStart": 6707,
      "quoteText": "Information from partners.\nAdvertisers, app developers, and publishers can send us information through Facebook Business Tools they use, including our social plug-ins (such as the Like button), Facebook Login, our APIs and SDKs, or the Facebook pixel.\nThese partners provide information about your activities off Facebook—including information about your device, websites you visit, purchases you make, the ads you see, and how you use their services—whether or not you have a Facebook account or are logged into Facebook.",
      "services": [
        "facebook"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10690": {
      "id": "10690",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 7546,
      "quoteStart": 7378,
      "quoteText": "We also receive information about your online and offline actions and purchases from third-party data providers who have the rights to provide us with your information.",
      "services": [
        "facebook"
      ],
      "title": "This service gathers information about you through third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service gathers information about you through third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10691": {
      "id": "10691",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 7786,
      "quoteStart": 7662,
      "quoteText": "We require each of these partners to have lawful rights to collect, use and share your data before providing any data to us.",
      "services": [
        "facebook"
      ],
      "title": "The service will not allow third parties to access your personal information without a legal basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service will not allow third parties to access your personal information without a legal basis",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10692": {
      "id": "10692",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 11462,
      "quoteStart": 11270,
      "quoteText": "We use the information we have about you-including information about your interests, actions and connections-to select and personalize ads, offers and other sponsored content that we show you.",
      "services": [
        "facebook"
      ],
      "title": "This service may use your personal information for marketing purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may use your personal information for marketing purposes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10693": {
      "id": "10693",
      "quoteDoc": "Data Policy",
      "quoteEnd": 8254,
      "quoteStart": 8020,
      "quoteText": "How do we use this information? We use the information we have (subject to choices you make) as described below and to provide and support the Facebook Products and related services described in the Facebook Terms and Instagram Terms.",
      "services": [
        "facebook"
      ],
      "title": "The service provides information about how they intend to use your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides information about how they intend to use your personal data",
        "point": "good",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "10697": {
      "id": "10697",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 17647,
      "quoteStart": 17533,
      "quoteText": "Information collected by these third-party services is subject to their own terms and policies, not this one.\n<br>",
      "services": [
        "facebook"
      ],
      "title": "The service informs users that its privacy policy does not apply to third party websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service informs users that its privacy policy does not apply to third party websites",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10698": {
      "id": "10698",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 13909,
      "quoteStart": 13508,
      "quoteText": "When you share and communicate using our Products, you choose the audience for what you share.\nFor example, when you post on Facebook, you select the audience for the post, such as a group, all of your friends, the public, or a customized list of people.\nSimilarly, when you use Messenger or Instagram to communicate with people or businesses, those people and businesses can see the content you send.",
      "services": [
        "facebook"
      ],
      "title": "You can choose with whom you share content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can choose with whom you share content",
        "point": "good",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "10699": {
      "id": "10699",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 22852,
      "quoteStart": 22665,
      "quoteText": "How can I manage or delete information about me? We provide you with the ability to access, rectify, port and erase your data.\nLearn more in your Facebook Settings and Instagram Settings.",
      "services": [
        "facebook"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10700": {
      "id": "10700",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 23188,
      "quoteStart": 22863,
      "quoteText": "We store data until it is no longer necessary to provide our services and Facebook Products, or until your account is deleted - whichever comes first.\nThis is a case-by-case determination that depends on things like the nature of the data, why it is collected and processed, and relevant legal or operational retention needs.",
      "services": [
        "facebook"
      ],
      "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may keep personal data after a request for erasure for business interests or legal obligations",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "10701": {
      "id": "10701",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 23635,
      "quoteStart": 23189,
      "quoteText": "For example, when you search for something on Facebook, you can access and delete that query from within your search history at any time, but the log of that search is deleted after 6 months.\nIf you submit a copy of your government-issued ID for account verification purposes, we delete that copy 30 days after review, unless otherwise stated.\nLearn more about deletion of content you have shared and cookie data obtained through social plugins.\n",
      "services": [
        "facebook"
      ],
      "title": "This service keeps user logs for an undefined period of time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps user logs for an undefined period of time",
        "point": "bad",
        "score": 100,
        "tldr": "User logs are kept at Facebook's sole discretion, and case-by-case."
      }
    },
    "10702": {
      "id": "10702",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 24126,
      "quoteStart": 24032,
      "quoteText": "To delete your account at any time, please visit the Facebook Settings and Instagram Settings.",
      "services": [
        "facebook"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "10703": {
      "id": "10703",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 26488,
      "quoteStart": 25914,
      "quoteText": "We share information globally, both internally within the Facebook Companies, and externally with our partners and with those you connect and share with around the world in accordance with this policy.\nYour information may, for example, be transferred or transmitted to, or stored and processed in the United States or other countries outside of where you live for the purposes as described in this policy.\nThese data transfers are necessary to provide the services set forth in the Facebook Terms and Instagram Terms and to globally operate and provide our Products to you.",
      "services": [
        "facebook"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "10704": {
      "id": "10704",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 25831,
      "quoteStart": 24141,
      "quoteText": "How do we respond to legal requests or prevent harm? We access, preserve and share your information with regulators, law enforcement or others: <ul>\n<li>In response to a legal request (like a search warrant, court order or subpoena) if we have a good faith belief that the law requires us to do so.\nThis may include responding to legal requests from jurisdictions outside of the United States when we have a good-faith belief that the response is required by law in that jurisdiction, affects users in that jurisdiction, and is consistent with internationally recognized standards.</li>\n<li>When we have a good-faith belief it is necessary to: detect, prevent and address fraud, unauthorized use of the Products, violations of our terms or policies, or other harmful or illegal activity.\nto protect ourselves (including our rights, property or Products), you or others, including as part of investigations or regulatory inquiries.\nor to prevent death or imminent bodily harm.\nFor example, if relevant, we provide information to and receive information from third-party partners about the reliability of your account to prevent fraud, abuse and other harmful activity on and off our Products.</li>\n</ul> Information we receive about you (including financial transaction data related to purchases made with Facebook) can be accessed and preserved for an extended period when it is the subject of a legal request or obligation, governmental investigation, or investigations of possible violations of our terms or policies, or otherwise to prevent harm.\nWe also retain information from accounts disabled for terms violations for at least a year to prevent repeat abuse or other term violations.",
      "services": [
        "facebook"
      ],
      "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "10718": {
      "id": "10718",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 7852,
      "quoteStart": 7613,
      "quoteText": "We allow advertisers to tell us things like their business goal, and the kind of audience they want to see their ads (for example, people between the age of 18-35 who like cycling).\nWe then show their ad to people who might be interested.\n",
      "services": [
        "facebook"
      ],
      "title": "The service uses your personal data to employ targeted third-party advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data to employ targeted third-party advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "10719": {
      "id": "10719",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 25310,
      "quoteStart": 25284,
      "quoteText": "Revision: October 01, 2020",
      "services": [
        "facebook"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10720": {
      "id": "10720",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 18614,
      "quoteStart": 18479,
      "quoteText": "If the ownership or control of all or part of our Products or their assets changes, we may transfer your information to the new owner.\n",
      "services": [
        "facebook"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10721": {
      "id": "10721",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 18827,
      "quoteStart": 18783,
      "quoteText": "Our Products, however, are provided \"as is,\"",
      "services": [
        "facebook"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "10722": {
      "id": "10722",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 18981,
      "quoteStart": 18828,
      "quoteText": "and we make no guarantees that they always will be safe, secure, or error-free, or that they will function without disruptions, delays, or imperfections.",
      "services": [
        "facebook"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "10723": {
      "id": "10723",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9314,
      "quoteStart": 9171,
      "quoteText": "For this reason, you must: <ul>\n<li>Use the same name that you use in everyday life.</li>\n<li>Provide accurate information about yourself.</li>",
      "services": [
        "facebook"
      ],
      "title": "You must provide your legal name, pseudonyms are not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You must provide your legal name, pseudonyms are not allowed",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "10724": {
      "id": "10724",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19452,
      "quoteStart": 19191,
      "quoteText": "We do not control or direct what people and others do or say, and we are not responsible for their actions or conduct (whether online or offline) or any content they share (including offensive, inappropriate, obscene, unlawful, and other objectionable content).",
      "services": [
        "facebook"
      ],
      "title": "This service does not condone any ideas contained in its user-generated contents",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not condone any ideas contained in its user-generated contents",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "10725": {
      "id": "10725",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19925,
      "quoteStart": 19514,
      "quoteText": "Accordingly, our liability shall be limited to the fullest extent permitted by applicable law, and under no circumstance will we be liable to you for any lost profits, revenues, information, or data, or consequential, special, indirect, exemplary, punitive, or incidental damages arising out of or related to these Terms or the Facebook Products, even if we have been advised of the possibility of such damages.",
      "services": [
        "facebook"
      ],
      "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10726": {
      "id": "10726",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 20111,
      "quoteStart": 19926,
      "quoteText": "Our aggregate liability arising out of or relating to these Terms or the Facebook Products will not exceed the greater of $100 or the amount you have paid us in the past twelve months.\n",
      "services": [
        "facebook"
      ],
      "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Any liability on behalf of the service is only limited to the fees you paid as a user",
        "point": "bad",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10727": {
      "id": "10727",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 21811,
      "quoteStart": 20896,
      "quoteText": "5.\nOther<ol>\n<li>These Terms (formerly known as the Statement of Rights and Responsibilities) make up the entire agreement between you and Facebook, Inc.\nregarding your use of our Products.\nThey supersede any prior agreements.</li>\n<li>Some of the Products we offer are also governed by supplemental terms.\nIf you use any of those Products, supplemental terms will be made available and will become part of our agreement with you.\nFor instance, if you access or use our Products for commercial or business purposes, such as buying ads, selling products, developing apps, managing a group or Page for your business, or using our measurement services, you must agree to our Commercial Terms.\nIf you post or share content containing music, you must comply with our Music Guidelines.\nTo the extent any supplemental terms conflict with these Terms, the supplemental terms shall govern to the extent of the conflict.</li>",
      "services": [
        "facebook"
      ],
      "title": "Other applicable rules, terms, conditions or guidelines",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Other applicable rules, terms, conditions or guidelines",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "10728": {
      "id": "10728",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 22216,
      "quoteStart": 22107,
      "quoteText": "You will not transfer any of your rights or obligations under these Terms to anyone else without our consent.",
      "services": [
        "facebook"
      ],
      "title": "You cannot distribute or disclose your account to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You cannot distribute or disclose your account to third parties",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10730": {
      "id": "10730",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9403,
      "quoteStart": 9319,
      "quoteText": "Create only one account (your own) and use your timeline for personal purposes.</li>",
      "services": [
        "facebook"
      ],
      "title": "Service does not allow alternative accounts",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Service does not allow alternative accounts",
        "point": "neutral",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "10731": {
      "id": "10731",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 21936,
      "quoteStart": 21812,
      "quoteText": "<li>If any portion of these Terms is found to be unenforceable, the remaining portion will remain in full force and effect.\n",
      "services": [
        "facebook"
      ],
      "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10732": {
      "id": "10732",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 23042,
      "quoteStart": 22831,
      "quoteText": "You should know that we may need to change the username for your account in certain circumstances (for example, if someone else claims the username and it appears unrelated to the name you use in everyday life).",
      "services": [
        "facebook"
      ],
      "title": "Usernames can be rejected for any reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Usernames can be rejected for any reason",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "10733": {
      "id": "10733",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 17755,
      "quoteStart": 17550,
      "quoteText": "If we determine that you have clearly, seriously or repeatedly breached our Terms or Policies, including in particular our Community Standards, we may suspend or permanently disable access to your account.",
      "services": [
        "facebook"
      ],
      "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10734": {
      "id": "10734",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9818,
      "quoteStart": 9734,
      "quoteText": "We've previously disabled your account for violations of our Terms or Policies.</li>",
      "services": [
        "facebook"
      ],
      "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
        "point": "neutral",
        "score": 20,
        "tldr": "Full quote: \"but you cannot use Facebook if: You are under 13 years old. You are a convicted sex offender. We've previously disabled your account for violations of our Terms or Policies.\""
      }
    },
    "10735": {
      "id": "10735",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10164,
      "quoteStart": 9967,
      "quoteText": "We want people to use Facebook to express themselves and to share content that is important to them, but not at the expense of the safety and well-being of others or the integrity of our community.",
      "services": [
        "facebook"
      ],
      "title": "Users shall not interfere with another person's enjoyment of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users shall not interfere with another person's enjoyment of the service",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "10736": {
      "id": "10736",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 18654,
      "quoteStart": 18482,
      "quoteText": "If you delete or we disable your account, these Terms shall terminate as an agreement between you and us, but the following provisions will remain in place: 3, 4.2-4.5.\n3.\n",
      "services": [
        "facebook"
      ],
      "title": "defend, indemnify, hold harmless; survives termination",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "defend, indemnify, hold harmless; survives termination",
        "point": "bad",
        "score": 80,
        "tldr": "Generated through the annotate view"
      }
    },
    "10737": {
      "id": "10737",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19161,
      "quoteStart": 19128,
      "quoteText": "FITNESS FOR A PARTICULAR PURPOSE,",
      "services": [
        "facebook"
      ],
      "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": "Full quote: \" To the extent permitted by law, we also DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. \""
      }
    },
    "10738": {
      "id": "10738",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 12610,
      "quoteStart": 12277,
      "quoteText": "You own the intellectual property rights (things like copyright or trademarks) in any such content that you create and share on Facebook and the other Facebook Company Products you use.\nNothing in these Terms takes away the rights you have to your own content.\nYou are free to share your content with anyone else, wherever you want.\n",
      "services": [
        "facebook"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10739": {
      "id": "10739",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 22013,
      "quoteStart": 21936,
      "quoteText": "If we fail to enforce any of these Terms, it will not be considered a waiver.",
      "services": [
        "facebook"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10740": {
      "id": "10740",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 23363,
      "quoteStart": 23052,
      "quoteText": "We always appreciate your feedback and other suggestions about our products and services.\nBut you should know that we may use them without any restriction or obligation to compensate you, and we are under no obligation to keep them confidential.</li>\n<li>We reserve all rights not expressly granted to you.</li>",
      "services": [
        "facebook"
      ],
      "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10743": {
      "id": "10743",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 8216,
      "quoteStart": 7694,
      "quoteText": "We use cookies to better understand how people use the Facebook Products so that we can improve them.\n<blockquote>\n<i>For example:</i> Cookies can help us understand how people use the Facebook service, analyse which parts of the Facebook Products people find most useful and engaging, and identify features that could be improved.</blockquote>Google Analytics We also set cookies from the Facebook.com domain that work with the Google Analytics service to help us understand how businesses use Facebook's developer sites.",
      "services": [
        "facebook"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10745": {
      "id": "10745",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 13649,
      "quoteStart": 13459,
      "quoteText": "Certain parts of the Facebook Products may not work properly if you have disabled browser cookie use.\nPlease be aware these controls are distinct from the controls that Facebook offers you.\n",
      "services": [
        "facebook"
      ],
      "title": "Blocking first party cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12117": {
      "id": "12117",
      "quoteDoc": "Data Policy",
      "quoteEnd": 22474,
      "quoteStart": 22119,
      "quoteText": "\nWe also process information about you across the Facebook Companies for these purposes, as permitted by applicable law and in accordance with their terms and policies.\nFor example, we process information from WhatsApp about accounts sending spam on its service so we can take appropriate action against those accounts on Facebook, Instagram or Messenger.",
      "services": [
        "facebook"
      ],
      "title": "Your profile is combined across various products",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your profile is combined across various products",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12118": {
      "id": "12118",
      "quoteDoc": "Data Policy",
      "quoteEnd": 11046,
      "quoteStart": 10662,
      "quoteText": "<li>\n<b>Face recognition:</b> If you have it turned on, we use face recognition technology to recognize you in photos, videos and camera experiences.\nThe face-recognition templates we create may constitute data with special protections under the laws of your country.\nLearn more about how we use face recognition technology, or control our use of this technology in Facebook Settings.",
      "services": [
        "facebook"
      ],
      "title": "Your biometric data is collected",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your biometric data is collected",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "facebook.com"
  ]
}