{
  "alexa": 3,
  "class": false,
  "links": {
    "Data Use Policy": {
      "name": "Data Use Policy",
      "url": "https://www.facebook.com/about/privacy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.facebook.com/legal/terms"
    },
    "cookies": {
      "name": "Cookie Policy",
      "url": "https://www.facebook.com/help/cookies"
    },
    "privacy-full": {
      "name": "Full Data Use Policy",
      "url": "http://www.facebook.com/full_data_use_policy"
    }
  },
  "points": [
    "1059",
    "1120",
    "1720",
    "1831",
    "4356",
    "4528",
    "4598",
    "627",
    "743",
    "751",
    "795",
    "920",
    "984"
  ],
  "pointsData": {
    "627": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/B_qfp4WyuOw",
      "id": "627",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 943,
      "quoteStart": 714,
      "quoteText": "We use cookies if you have a Facebook account, use the Facebook Products, including our website and apps, or visit other websites and apps that use the Facebook Products (including the Like button or other Facebook Technologies).",
      "services": [
        "facebook"
      ],
      "slug": "B_qfp4WyuOw",
      "title": "Facebook uses cookies",
      "topics": [
        "cookies"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.",
        "point": "neutral",
        "score": 10,
        "tldr": "Facebook uses, pixels and local storage in order to gather information about you, your device, your browser cache, your use of Facebook.  Facebook also uses cookies for adversing purposes."
      }
    },
    "743": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/9Tm3gwYnlVE",
      "id": "743",
      "needModeration": false,
      "quoteDoc": "What information does Facebook get when I visit a site with the Like button?",
      "quoteEnd": 2411,
      "quoteStart": 1435,
      "quoteText": "For example, when you go to a website with a <b>Like</b> button, we need to know who you are in order to show you what your Facebook friends have liked on that site.\nThe data we receive includes your user ID, the website you're visiting, the date and time and other browser-related info.If you’re logged out or don’t have a Facebook account and visit a website with the <b>Like</b> button or another social plugin, your browser sends us a more limited set of info.\nFor example, because you’re not logged into Facebook, you’ll have fewer cookies than someone who's logged in.\nLike other sites on the Internet, we receive info about the web page you're visiting, the date and time and other browser-related info.\nWe record this info to help us improve our products.\nAs our Data Policy indicates, we use cookies to show you ads on and off Facebook.\nWe may also use the info we receive when you visit a site with social plugins to help us show you more interesting and useful ads.",
      "services": [
        "facebook"
      ],
      "set": "set+service+and+topic",
      "slug": "9Tm3gwYnlVE",
      "title": "This service tracks you on other websites",
      "topics": [
        "track"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service tracks you on other websites",
        "point": "bad",
        "score": 60,
        "tldr": "\"      If you’re logged out or don’t have a Facebook account and visit\r\n        a website with the Like button or another social plugin, […] We\r\n        do receive the web page you're visiting, the date and time, and\r\n        other browser-related information. We record this information\r\n        for a limited amount of time […] we sometimes find bugs in the\r\n        systems we’ve built to gather aggregate data on how people are\r\n        interacting with sites that use the Like button or other social\r\n        plugins. It’s helpful to be able to reference this anonymized\r\n        information when investigating these bugs so we can find their\r\n        source and fix them quickly. \""
      }
    },
    "751": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/-Tqk8rsvTTo",
      "id": "751",
      "needModeration": false,
      "quoteDoc": "Data Use Policy",
      "quoteEnd": 21076,
      "quoteStart": 17881,
      "quoteText": "Sharing with Third-Party Partners We work with third-party partners who help us provide and improve our Products or who use Facebook Business Tools to grow their businesses, which makes it possible to operate our companies and provide free services to people around the world.\nWe don't sell any of your information to anyone, and we never will.\nWe also impose strict restrictions on how our partners can use and disclose the data we provide.\nHere are the types of third parties we share information with: <br>Partners who use our analytics services.\nWe provide aggregated statistics and insights that help people and businesses understand how people are engaging with their posts, listings, Pages, videos and other content on and off the Facebook Products.\nFor example, Page admins and Instagram business profiles receive information about the number of people or accounts who viewed, reacted to, or commented on their posts, as well as aggregate demographic and other information that helps them understand interactions with their Page or account.\nAdvertisers.\nWe provide advertisers with reports about the kinds of people seeing their ads and how their ads are performing, but we don't share information that personally identifies you (information such as your name or email address that by itself can be used to contact you or identifies who you are) unless you give us permission.\nFor example, we provide general demographic and interest information to advertisers (for example, that an ad was seen by a woman between the ages of 25 and 34 who lives in Madrid and likes software engineering) to help them better understand their audience.\nWe also confirm which Facebook ads led you to make a purchase or take an action with an advertiser.\nMeasurement partners.\nWe share information about you with companies that aggregate it to provide analytics and measurement reports to our partners.\nPartners offering goods and services in our Products.\nWhen you subscribe to receive premium content, or buy something from a seller in our Products, the content creator or seller can receive your public information and other information you share with them, as well as the information needed to complete the transaction, including shipping and contact details.\nVendors and service providers.\nWe provide information and content to vendors and service providers who support our business, such as by providing technical infrastructure services, analyzing how our Products are used, providing customer service, facilitating payments or conducting surveys.\nResearchers and academics.\nWe also provide information and content to research partners and academics to conduct research that advances scholarship and innovation that support our business or mission, and enhances discovery and innovation on topics of general social welfare, technological advancement, public interest, health and well-being.\nLaw enforcement or legal requests.\nWe share information with law enforcement or in response to legal requests in the circumstances outlined below.\nLearn more about how you can control the information about you that you or others share with third-party partners in the Facebook Settings and Instagram Settings.",
      "services": [
        "facebook"
      ],
      "set": "set+service+and+topic",
      "slug": "-Tqk8rsvTTo",
      "title": "personal data is given to third parties",
      "topics": [
        "third"
      ],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Facebook give personal details to 3rd Party by default"
      }
    },
    "795": {
      "discussion": "https://groups.google.com/d/topic/tosdr/E58aPtzP3jk/discussion",
      "id": "795",
      "needModeration": false,
      "quoteDoc": "What information does Facebook get when I visit a site with the Like button?",
      "quoteEnd": 1434,
      "quoteStart": 1150,
      "quoteText": "Since the <b>Like</b> button is a little piece of Facebook embedded on another website, the browser is sending info about the request to load Facebook content on that page.We record some of this info to help show you a personalized experience on that site and to improve our products.",
      "services": [
        "facebook"
      ],
      "set": "set+service+and+topic",
      "slug": "E58aPtzP3jk-facebook",
      "title": "This service tracks you on other websites",
      "topics": [
        "cookies",
        "third"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service tracks you on other websites",
        "point": "bad",
        "score": 60,
        "tldr": "This service uses cookies to track you even if you are not interacting with them directly. Amazon for instance, use <a href=\"http://www.amazon.com/gp/help/customer/display.html/ref=hp_468496_cookies?nodeId=468496&amp;#cookies\">cookies</a> to track your device and serve targeted advertisements on other websites (Amazon associates, websites using Amazon Checkout). They “obtain certain types of information when your Web browser accesses Amazon.com or advertisements and other content served by or on behalf of Amazon.com on other Web sites”."
      }
    },
    "920": {
      "discussion": "https://groups.google.com/forum/?fromgroups#!topic/tosdr/kizrN7qb1Ck",
      "id": "920",
      "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10337,
      "quoteStart": 9906,
      "quoteText": "when you share, post, or upload content that is covered by intellectual property rights (like photos or videos) on or in connection with our Products, you grant us a non-exclusive, transferable, sub-licensable, royalty-free, and worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content (consistent with your privacy and application settings)",
      "reason": "duplicating the copyright scope point",
      "services": [
        "facebook"
      ],
      "slug": "kizrN7qb1Ck2",
      "source": "http://www.facebook.com/legal/terms",
      "title": "This service can license user content to third parties",
      "topics": [
        "third"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service can license user content to third parties",
        "irrelevant": false,
        "point": "bad",
        "reason": true,
        "score": 50,
        "tldr": "The scope of the copyright license granted to Facebook includes the rights to transfer and sublicense. This means your content can be licensed by Facebook to third-parties."
      }
    },
    "984": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/iB6eKxyNRRU",
      "id": "984",
      "needModeration": false,
      "quoteDoc": "Data Use Policy",
      "quoteEnd": 9924,
      "quoteStart": 9700,
      "quoteText": "<b>Product research and development:</b> We use the information we have to develop, test and improve our Products, including by conducting surveys and research, and testing and troubleshooting new products and features.</li>",
      "services": [
        "facebook"
      ],
      "slug": "iB6eKxyNRRU",
      "title": "Facebook uses your data for many purposes",
      "topics": [
        "personal-data"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service uses your personal information for many different purposes",
        "point": "bad",
        "score": 40,
        "tldr": "Including: data analysis, testing, service improvement, control of the effectiveness of the personal ads, and location features and services."
      }
    },
    "1059": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/i3Fx2yL3q1g",
      "id": "1059",
      "needModeration": false,
      "quoteDoc": "Data Use Policy",
      "quoteEnd": 5422,
      "quoteStart": 5290,
      "quoteText": "information you allow us to receive through device settings you turn on, such as access to your GPS location, camera or photos.</li>",
      "services": [
        "facebook"
      ],
      "slug": "i3Fx2yL3q1g",
      "title": "App required for this service requires broad device permissions",
      "topics": [
        "device-access"
      ],
      "tosdr": {
        "binding": true,
        "case": "App required for this service requires broad device permissions",
        "point": "bad",
        "privacyRelated": true,
        "score": 80,
        "tldr": "When installing the Facebook app on an Android phone, it allows access to the audio record path and to take pictures with the camera. This allows the application at any time to collect images the camera is seeing."
      }
    },
    "1120": {
      "id": "1120",
      "needModeration": false,
      "services": [
        "facebook"
      ],
      "slug": "1120",
      "title": "The service uses your personal data for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Collects all data you send (username, email, credit card number...), any kind of info other put about you as well. Plus all info about your device: \"Attributes such as the operating system, hardware version, device settings, file and software names and types, battery and signal strength, and device identifiers. Device locations, including specific geographic locations, such as through GPS, Bluetooth, or WiFi signals. Connection information such as the name of your mobile operator or ISP, browser type, language and time zone, mobile phone number and IP address.\""
      }
    },
    "1720": {
      "approved": false,
      "id": "1720",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 3579,
      "quoteStart": 3396,
      "quoteText": "We use cookies to help us show ads and to make recommendations for businesses and other organizations to people who may be interested in the products, services or causes they promote.",
      "services": [
        "facebook"
      ],
      "slug": "byLMyETEe8HLQDgtK",
      "submittedBy": "AfGD367cz6GZvk3Mp",
      "title": "The service uses your personal data to employ targeted third-party advertising",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data to employ targeted third-party advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "sources": [
          "https://www.facebook.com/terms"
        ],
        "tldr": "using personal information for targeted advertising"
      }
    },
    "1831": {
      "id": "1831",
      "needModeration": false,
      "quoteDoc": "Data Use Policy",
      "quoteEnd": 5289,
      "quoteStart": 3739,
      "quoteText": "Device Information As described below, we collect information from and about the computers, phones, connected TVs and other web-connected devices you use that integrate with our Products, and we combine this information across different devices you use.\nFor example, we use information collected about your use of our Products on your phone to better personalize the content (including ads) or features you see when you use our Products on another device, such as your laptop or tablet, or to measure whether you took an action in response to an ad we showed you on your phone on a different device.\n<br>\n<br> Information we obtain from these devices includes: <br>\n<br>\n<ul>\n<li>\n<b>Device attributes:</b> information such as the operating system, hardware and software versions, battery level, signal strength, available storage space, browser type, app and file names and types, and plugins.</li>\n<li>\n<b>Device operations:</b> information about operations and behaviors performed on the device, such as whether a window is foregrounded or backgrounded, or mouse movements (which can help distinguish humans from bots).</li>\n<li>\n<b>Identifiers:</b> unique identifiers, device IDs, and other identifiers, such as from games, apps or accounts you use, and Family Device IDs (or other identifiers unique to Facebook Company Products associated with the same device or account).</li>\n<li>\n<b>Device signals:</b> Bluetooth signals, and information about nearby Wi-Fi access points, beacons, and cell towers.</li>\n<li>\n<b>Data from device settings:</b>",
      "services": [
        "facebook"
      ],
      "slug": "1516402800010",
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Collects all data you send (username, email, credit card number...), any kind of info other put about you as well. Plus all info about your device: \"Attributes such as the operating system, hardware version, device settings, file and software names and types, battery and signal strength, and device identifiers. Device locations, including specific geographic locations, such as through GPS, Bluetooth, or WiFi signals. Connection information such as the name of your mobile operator or ISP, browser type, language and time zone, mobile phone number and IP address.\"",
        "tmp_rating": 2
      }
    },
    "4356": {
      "id": "4356",
      "quoteDoc": "Terms of Service.txt",
      "quoteEnd": 11107,
      "quoteRev": "6b24b75701c0de33f5d3274a94abd732b55d6ad4",
      "quoteStart": 10989,
      "quoteText": "In addition, content you delete may continue to appear if you have shared it with others and they have not deleted it.",
      "services": [
        "facebook"
      ],
      "title": "deleted content is not really deleted",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": "The terms state: \"In addition, content you delete may continue to appear if you have shared it with others and they have not deleted it.\""
      }
    },
    "4528": {
      "id": "4528",
      "needModeration": false,
      "services": [
        "facebook"
      ],
      "title": "tracking pixels used in service-to-user communication",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking pixels are used in service-to-user communication",
        "point": "bad",
        "privacyRelated": true,
        "score": 5,
        "tldr": "AH!"
      }
    },
    "4598": {
      "id": "4598",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 11340,
      "quoteStart": 11082,
      "quoteText": " You give us permission to use your name and profile picture and information about actions you have taken on Facebook next to or in connection with ads, offers, and other sponsored content that we display across our Products, without any compensation to you.",
      "services": [
        "facebook"
      ],
      "title": "Your identity is used in ads that are shown to other users",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your identity is used in ads that are shown to other users",
        "point": "blocker",
        "privacyRelated": true,
        "score": 90,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "facebook.com"
  ]
}