{
  "alexa": 21283,
  "class": false,
  "links": {},
  "points": [
    "6551",
    "6552",
    "6553",
    "6554",
    "6555"
  ],
  "pointsData": {
    "6551": {
      "id": "6551",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2703,
      "quoteStart": 2570,
      "quoteText": "Please note, if you choose to block cookies, doing so may impair the Services or prevent certain aspects of it from functioning.</p>\n",
      "services": [
        "fakku"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6552": {
      "id": "6552",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4749,
      "quoteStart": 4634,
      "quoteText": "We share your Personal Information with third parties to help us use your Personal Information, as described above.",
      "services": [
        "fakku"
      ],
      "title": "Your personal data is given to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6553": {
      "id": "6553",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 7007,
      "quoteStart": 5959,
      "quoteText": "Our return policy for Physical Goods lasts 30 days.\nIf 30 days has gone by since your purchase, unfortunately we can’t offer you a refund or exchange on any Physical Goods purchased from us.</p>\n<p>If a Digital Good does not meet your expectations, for any reason, you may request a refund up to 7 days since the initial purchase.\nAccess to the Digital Good will be removed from your account once the refund has been initiated.</p>\n<p>To be eligible for a return, your Physical Good must be unused and in the same condition that you received it.\nIt must also be in the original packaging.</p>\n<p>Several types of Purchasable Goods are exempt from being returned, such as gift cards or digital codes.</p>\n<p>Digital Goods unlocked with the purchase of a Physical Good are dependent on persisted ownership of the same Physical Good.\nRefunding or cancelling a Physical Good purchase will revoke the Digital Good from your Account.</p>\n<p>Please note that your account will be subject to review if we encounter you making multiple refund requests.</p>\n",
      "services": [
        "fakku"
      ],
      "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are entitled to a refund if certain thresholds or standards are not met by the service",
        "point": "good",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "6554": {
      "id": "6554",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 21293,
      "quoteStart": 20716,
      "quoteText": "You agree to indemnify and hold FAKKU, LLC harmless from and against any loss, liability, claim, demand, damages, costs and expenses, including reasonable attorney's fees, arising out of or in connection with (i) your use of and access to the Services.\n(ii) your violation of any part of these Terms.\n(iii) your violation of any third-party right, including without limitation any copyright, property, or privacy right or any third-party agreement.\nor (iv) any of Your Content or information in your Account or any other information you post or share on or through the Service.",
      "services": [
        "fakku"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6555": {
      "id": "6555",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2886,
      "quoteStart": 2717,
      "quoteText": "We use other similar technologies such as Pixel Tags (transparent graphic images place on a page or in an email) to indicate that a page or email has been viewed by you.",
      "services": [
        "fakku"
      ],
      "title": "tracking pixels used in service-to-user communication",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking pixels are used in service-to-user communication",
        "point": "bad",
        "privacyRelated": true,
        "score": 5,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "fakku.net"
  ]
}