{
  "alexa": 260,
  "class": false,
  "links": {
    "Closed Captioning Policy": {
      "name": "Closed Captioning Policy",
      "url": "https://www.foxnews.com/closed-captioning"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.foxnews.com/privacy-policy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "http://www.foxnews.com/about/terms-of-use/"
    },
    "Terms of Use": {
      "name": "Terms of Use",
      "url": "http://www.foxnews.com/terms-use.html"
    }
  },
  "points": [
    "1131",
    "2256",
    "4617",
    "4618",
    "4619",
    "4620",
    "4621",
    "4622",
    "6470",
    "6471",
    "6472",
    "6473",
    "6476",
    "6478"
  ],
  "pointsData": {
    "1131": {
      "id": "1131",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4895,
      "quoteStart": 3555,
      "quoteText": "When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits.\nFor example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\nIf you access the Fox News Services from a mobile or other device, we may collect a unique device identifier assigned to that device, geolocation data (including your precise location), or other transactional information for that device.</p>\n<p>Cookies and other tracking technologies (such as browser cookies, pixels, beacons, and Adobe Flash technology including cookies) are comprised of small bits of data.\nFox News' websites, apps and other services send this data to your browser when you first request a web page and then store the data on your computer or other device so the website or app can access information when you make subsequent requests for pages from that service.\nThese technologies may also be used to collect and store information about your usage of the Fox News Services, such as pages you have visited, the video and other content you have viewed, search queries you have run and advertisements you have seen.</p>\n",
      "services": [
        "foxnews"
      ],
      "slug": "1131",
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "\"When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits. For example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\""
      }
    },
    "2256": {
      "id": "2256",
      "services": [
        "foxnews"
      ],
      "slug": "1516402800013",
      "title": "Fox News may collect your device fingerprint.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Device fingerprinting",
        "point": "bad",
        "privacyRelated": true,
        "score": "50",
        "tldr": "\"When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits. For example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\""
      }
    },
    "4617": {
      "id": "4617",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5214,
      "quoteStart": 4898,
      "quoteText": "Third parties that support the Fox News Services by serving advertisements or providing services, such as allowing you to share content or tracking aggregate Fox News Services usage statistics, may also use these technologies to collect similar information when you use the Fox News Services or third-party services.",
      "services": [
        "foxnews"
      ],
      "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking via third-party cookies for other purposes without your consent.",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "4618": {
      "id": "4618",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6936,
      "quoteStart": 6748,
      "quoteText": "At this time we do not respond to browser 'Do Not Track' signals, as we await the work of interested stakeholders and others to develop standards for how such signals should be interpreted",
      "services": [
        "foxnews"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "4619": {
      "id": "4619",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7366,
      "quoteStart": 6964,
      "quoteText": "We use the information we collect from and about you to provide the Fox News Services and features to you, including: to measure and improve those Fox News Services and features and to develop new products and services.\nto improve your experience with both online and off-line Fox News Services by delivering content you will find relevant and interesting, including advertising and marketing messages.",
      "services": [
        "foxnews"
      ],
      "title": "The service uses your personal data is used for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "4620": {
      "id": "4620",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15056,
      "quoteStart": 14800,
      "quoteText": "Cancelling your account.</strong> To cancel your account, email deleteaccount@foxnews.com, subject, \"Delete My Account\" and include the email address that you registered your account with (if different from the email address you're sending the email from).",
      "services": [
        "foxnews"
      ],
      "title": "You can delete your content from this service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can delete your content from this service",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4621": {
      "id": "4621",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 2983,
      "quoteStart": 2874,
      "quoteText": " YOU AND COMPANY WAIVE THE RIGHT TO BRING OR PARTICIPATE IN A CLASS ACTION IN CONNECTION WITH SUCH DISPUTES.\n",
      "services": [
        "foxnews"
      ],
      "title": "You wave your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4622": {
      "id": "4622",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 36258,
      "quoteStart": 32553,
      "quoteText": "THE COMPANY SERVICES ARE PROVIDED \"AS-IS\" AND \"AS AVAILABLE\" AND COMPANY DOES NOT GUARANTEE OR PROMISE ANY SPECIFIC RESULTS FROM USE OF OR CONTINUOUS AVAILABILITY OF THE COMPANY SERVICES.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY EXPRESSLY DISCLAIMS ANY WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND WARRANTIES IMPLIED FOR A COURSE OF PERFORMANCE OR COURSE OF DEALING.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, COMPANY MAKES NO WARRANTY THAT YOUR USE OF THE COMPANY SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, THAT DEFECTS TO THE COMPANY SERVICES WILL BE CORRECTED, THAT THE COMPANY SERVICES OR THE SERVERS ON WHICH THEY ARE AVAILABLE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY INFORMATION OBTAINED BY YOU ON, THROUGH OR IN CONNECTION WITH THE COMPANY SERVICES OR THIRD PARTY SERVICES (INCLUDING, BUT NOT LIMITED TO, THROUGH USER CONTENT OR THIRD PARTY ADVERTISEMENTS) WILL BE ACCURATE, RELIABLE, TIMELY OR COMPLETE.\nUNDER NO CIRCUMSTANCES WILL COMPANY BE RESPONSIBLE FOR ANY LOSS OR DAMAGE (INCLUDING BUT NOT LIMITED TO LOSS OF DATA, PROPERTY DAMAGE, PERSONAL INJURY OR DEATH) RESULTING FROM USE OF THE COMPANY SERVICES, PROBLEMS OR TECHNICAL MALFUNCTION IN CONNECTION WITH USE OF THE COMPANY SERVICES, ATTENDANCE AT A COMPANY EVENT, ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED IN CONNECTION WITH THE COMPANY SERVICES, ANY USER CONTENT, ANY THIRD PARTY ADVERTISEMENT OR THIRD PARTY SERVICE TRANSMITTED ON, THROUGH OR IN CONNECTION WITH THE COMPANY SERVICES, OR THE CONDUCT OF ANY USERS OF THE COMPANY SERVICES, WHETHER ONLINE OR OFFLINE.\nYOUR USE OF USER CONTENT, THIRD PARTY ADVERTISEMENTS, THIRD PARTY SERVICES AND THE GOODS OR SERVICES PROVIDED BY ANY THIRD PARTIES IS SOLELY YOUR RESPONSIBILITY AND AT YOUR OWN RISK.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE COMPANY SERVICES, AND ANY INFORMATION TRANSMITTED OR RECEIVED IN CONNECTION THEREWITH, MAY NOT BE SECURE AND MAY BE INTERCEPTED BY UNAUTHORIZED PARTIES.\nYOU ASSUME RESPONSIBILITY FOR THE ENTIRE COST OF ANY MAINTENANCE, REPAIR OR CORRECTION TO YOUR COMPUTER SYSTEM OR OTHER PROPERTY OR RECOVERY OR RECONSTRUCTION OF LOST DATA NECESSITATED BY YOUR USE OF THE COMPANY SERVICES.</p>\n<p>\n<strong>Limitation on Liability</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING, WITHOUT LIMITATION, LOST PROFIT DAMAGES ARISING FROM YOUR USE OF OR INABILITY TO USE THE COMPANY SERVICES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY'S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO COMPANY FOR THE COMPANY SERVICES DURING THE TERM OF YOUR USE OF THE COMPANY SERVICES.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT ANY DAMAGES YOU INCUR ARISING OUT OF COMPANY'S ACTS OR OMISSIONS OR YOUR USE OF THE COMPANY SITES OR THE COMPANY SERVICES ARE NOT IRREPARABLE AND ARE INSUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR OTHER EQUITABLE RELIEF RESTRICTING THE AVAILABILITY OF OR ANY PERSON'S ABILITY TO ACCESS ANY PORTION OF THE COMPANY SITES OR THE COMPANY SERVICES.</p>\n<p>THE LIMITATIONS IN THIS SECTION APPLY WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGES.</p>\n",
      "services": [
        "foxnews"
      ],
      "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Any liability on behalf of the service is only limited to the fees you paid as a user",
        "point": "bad",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6470": {
      "id": "6470",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 3972,
      "quoteStart": 3871,
      "quoteText": "Company reserves the right to refuse registration of, or cancel, a username, in its sole discretion.\n",
      "services": [
        "foxnews"
      ],
      "title": "Usernames can be rejected for any reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Usernames can be rejected for any reason",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6471": {
      "id": "6471",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 3871,
      "quoteStart": 3426,
      "quoteText": "\nAll registration information you submit to create an account must be accurate and kept up to date.\nYour failure to do so will constitute a breach of the Agreement, which may result in immediate termination of your account.\nYou may not (i) select or use as a username a name of another person with the intent to impersonate that person.\nor (ii) use as a username a name subject to any rights of another person without appropriate authorization.\n",
      "services": [
        "foxnews"
      ],
      "title": "You must provide your legal name, pseudonyms are not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You must provide your legal name, pseudonyms are not allowed",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6472": {
      "id": "6472",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4474,
      "quoteStart": 4109,
      "quoteText": "You are responsible for maintaining the confidentiality of your password and are responsible for all use of your account.\nIt is therefore critical that you do not share your password with anyone.\nYou agree not to use the account, username, email address or password of another member or subscriber at any time and not to allow any other person to use your account.\n",
      "services": [
        "foxnews"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6473": {
      "id": "6473",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 5885,
      "quoteStart": 5676,
      "quoteText": "Company may terminate your account and/or access to the Company Services at any time, for any or no reason, with or without prior notice or explanation, and shall have no liability to you for such termination.",
      "services": [
        "foxnews"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6476": {
      "id": "6476",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 28884,
      "quoteStart": 28594,
      "quoteText": "You understand that Company does not control the User Content posted by users via the Company Services and, as such, you understand you may be exposed to offensive, inaccurate or otherwise objectionable User Content.\nCompany assumes no responsibility or liability for this type of Content.\n",
      "services": [
        "foxnews"
      ],
      "title": "This service does not condone any ideas contained in its user-generated contents",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not condone any ideas contained in its user-generated contents",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "6478": {
      "id": "6478",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 39428,
      "quoteStart": 39255,
      "quoteText": "Each of you and Company also agrees to give up the ability to seek to represent, in a class action or otherwise, anyone but each of you and Company (see paragraph 9 below).\n",
      "services": [
        "foxnews"
      ],
      "title": "You waive your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "foxnews.com"
  ]
}