{
  "class": false,
  "links": {},
  "points": [
    "5040",
    "5046",
    "5047",
    "5048"
  ],
  "pointsData": {
    "5040": {
      "id": "5040",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 11786,
      "quoteStart": 11572,
      "quoteText": "<li>The right to be forgotten.\nYou may at any time delete any materials you have uploaded and delete your Account, in which case all the information stored on the Account will be deleted completely and in full</li>",
      "services": [
        "idka"
      ],
      "title": "You can delete your content from this service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can delete your content from this service",
        "point": "good",
        "score": 50,
        "tldr": "The right-to-be-forgotten is adhered to by idka: \"You may at any time delete any materials you have uploaded and delete your Account, in which case all the information stored on the Account will be deleted completely and in full\"."
      }
    },
    "5046": {
      "id": "5046",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 5805,
      "quoteStart": 5003,
      "quoteText": "<p>The intellectual property rights to any shared digital resources remain with the User that created or uploaded the material.\nAny intellectual property rights to any digital resources such as posts, chats, texts, photos, videos, files, etc.\ncreated on or uploaded to the Service remain unchanged and rest with the person that uploaded or created the digital resource as it is, provided however that Idka and the Service are given the rights necessary to manipulate and manage the digital resources in order to provide the Service and provide functionality such as, but not limited to, encryption and “in-service” content search.</p>\n<p>We do not acquire any other rights to information that you have uploaded, stored or created on the Service, and such digital assets are not part of the Content.</p>",
      "services": [
        "idka"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5047": {
      "id": "5047",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2086,
      "quoteStart": 1745,
      "quoteText": "When signing up for and using our service, we will collect the following information about you:</p>\n<ol>\n<li>Information that you provide when creating an Account to become a User.\nThis information includes, but is not limited to:\n<ol>\n<li>Information, such as your name and address, that uniquely identifies you as a natural or legal person",
      "services": [
        "idka"
      ],
      "title": "You must provide your legal name, pseudonyms are not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You must provide your legal name, pseudonyms are not allowed",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "5048": {
      "id": "5048",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2384,
      "quoteStart": 2092,
      "quoteText": "<li>Your mobile telephone number</li>\n<li>Your profile picture and handle name if supplied</li>\n<li>The date of the creation of your User and your subscription plans</li>\n</ol>\n</li>\n<li>Device information, uniquely identifying the device you use to connect to the Idka Service or the Website",
      "services": [
        "idka"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "idka.com"
  ]
}