{
  "alexa": 3749,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://ifttt.com/privacy"
    },
    "Terms of Use": {
      "name": "Terms of Use",
      "url": "https://ifttt.com/terms"
    }
  },
  "points": [
    "1091",
    "734",
    "941"
  ],
  "pointsData": {
    "734": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/ai3WYPnQv38",
      "id": "734",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 23512,
      "quoteStart": 23359,
      "quoteText": "These Terms are governed by and will be construed under the laws of the State of California, without regard to the conflicts of laws’ provisions thereof.",
      "services": [
        "ifttt"
      ],
      "set": "set+service+and+topic",
      "slug": "ai3WYPnQv38",
      "title": "The court of law governing the terms is in location X",
      "topics": [
        "jurisdiction-law"
      ],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "IFTTT Jurisdiction in California"
      }
    },
    "941": {
      "discussion": "https://groups.google.com/d/msg/tosdr/lb50aLuegoQ/Vko5nZqx4M8J",
      "id": "941",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15033,
      "quoteStart": 14486,
      "quoteText": "Please note that this Privacy Policy may change from time to time.\nWe will not reduce your rights under this Policy without your explicit consent, and we expect most such changes will be minor.\nRegardless, we will post any Policy changes on this page.\nWe may amend this Privacy Policy at any time by posting the amend terms on the Site.\nAll amended terms shall automatically be effective thirty (30) days after they are initially posted on the Site.\nEach version of this Policy will be identified at the top of the page by its effective date.\n</p>",
      "services": [
        "ifttt"
      ],
      "slug": "any-time-without-notice-ifttt",
      "title": "Terms may be changed any time at their discretion, without notice to the user",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms."
      }
    },
    "1091": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/45p6cy-0B9A",
      "id": "1091",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1218,
      "quoteStart": 713,
      "quoteText": "The IFTTT Service is not intended for use by children.\nIf you are under 18, you may use the Service only with involvement of a parent or guardian.\nWe do not knowingly collect or solicit personal information from anyone under the age of 13.\nIf you are under 13, please do not attempt to register for the Services or send any personal information about yourself to us.\nIf we learn that we have collected personal information from a child under age 13, we will delete that information as quickly as possible.",
      "services": [
        "ifttt"
      ],
      "set": "set+service+and+topic",
      "slug": "45p6cy-0B9A",
      "title": "To use IFTTT you must be an individual and 18 years old",
      "topics": [
        "governance"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "IFTTT is not meant to be used by users who are younger than 18, without the supervision of a parent or guardian. "
      }
    }
  },
  "urls": [
    "ifttt.com"
  ]
}