{
  "alexa": 199,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.indeed.com/intl/en/privacy.html"
    }
  },
  "points": [
    "608",
    "711"
  ],
  "pointsData": {
    "608": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/uksdEftHwsU",
      "id": "608",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 27245,
      "quoteStart": 26763,
      "quoteText": "<p>Indeed reserves the right to keep any materials in a closed account as necessary to preserve and protect its rights to the extent permitted by law (for example, to preserve records of a dispute) or to comply with its obligations under local law (for example, if requested to retain by law enforcement).\nA closed account does not mean that all of the data is expunged from the Indeed systems, although it will not be readily available under the Job Seeker’s original account name.",
      "services": [
        "indeed.com"
      ],
      "set": "set+service+and+topic",
      "slug": "uksdEftHwsU",
      "title": "This service holds onto content that you've deleted",
      "topics": [
        "data-export"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": "“"
      }
    },
    "711": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/QF92UNyWDAI",
      "id": "711",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 109830,
      "quoteStart": 108489,
      "quoteText": "\nLicense to User Content and Feedback</strong>\n</p>\n<p>Only to the extent permitted by law, if you post content or submit material to Indeed, including but not limited to photographs or material you submit for a job solicitation hosted on Indeed, you grant Indeed a nonexclusive, worldwide, perpetual, (revocable only as described below), fully paid, royalty-free, sublicensable (through multiple layers of sub-licensees) right and license to make, use, sell, sublicense, reproduce, distribute, perform, display, prepare derivative works from and otherwise exploit all such content and materials for the purpose of publishing material on the Indeed website or its publisher partners, maintaining the Indeed website and promoting Indeed without restriction.\nFurthermore, you grant to Indeed, its affiliates, and sublicensees the license to use your name, user name, and/or trademarks and logos in connection with any such User Content or Indeed marketing materials, or actions by Indeed to promote or publicize such User Content (e.g.\nJob Listings) including the use of keywords in third-party internet search engines.\nNotwithstanding the foregoing, to the extent any Employer(s) submits photographs to Indeed for association with a particular Job Listing, Indeed shall not post such content anywhere other than the Employer(s)’s Job Listing.",
      "services": [
        "indeed.com"
      ],
      "set": "set+service+and+topic",
      "slug": "QF92UNyWDAI",
      "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
        "point": "bad",
        "score": 50,
        "tldr": "“If you post content or submit material, you grant Indeed a nonexclusive, worldwide, perpetual, irrevocable, royalty-free, sublicensable (through multiple layers of sublicensees) right and license to make, use, sell, sublicense, reproduce, distribute, perform, display, prepare derivative works from and otherwise exploit all such content and materials for any purpose without restriction. Furthermore, you grant Indeed, its affiliates, and sublicensees the right to use your name and/or user name in connection with the content.”"
      }
    }
  },
  "urls": [
    "indeed.com"
  ]
}