{
  "alexa": 16,
  "class": "E",
  "links": {
    "Data Policy": {
      "name": "Data Policy",
      "url": "https://help.instagram.com/519522125107875"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://help.instagram.com/155833707900388"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://help.instagram.com/581066165581870"
    }
  },
  "points": [
    "1035",
    "11358",
    "12186",
    "12187",
    "12188",
    "12189",
    "12190",
    "12193",
    "12194",
    "12196",
    "12197",
    "12198",
    "12199",
    "12200",
    "12201",
    "12202",
    "12203",
    "12204",
    "12205",
    "12206",
    "12207",
    "12209",
    "12210",
    "12211",
    "12212",
    "12213",
    "12214",
    "12215",
    "12216",
    "12217",
    "12218",
    "12219",
    "12220",
    "12221",
    "12222",
    "12223",
    "12224",
    "12225",
    "12226",
    "12227",
    "12228",
    "12229",
    "12230",
    "12231",
    "12232",
    "12233",
    "12234",
    "12235",
    "12236",
    "12237",
    "12238",
    "12239",
    "12240",
    "12241",
    "12242",
    "12243",
    "12244",
    "12246",
    "12247",
    "12248",
    "12249",
    "12250",
    "12251",
    "12252",
    "12253",
    "12254",
    "12255",
    "12256",
    "12257",
    "1343",
    "1579",
    "631",
    "657"
  ],
  "pointsData": {
    "631": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/KoJc2tTrdFQ",
      "id": "631",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 859,
      "quoteStart": 595,
      "quoteText": "YOU AGREE THAT DISPUTES BETWEEN YOU AND US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.\nWE EXPLAIN SOME EXCEPTIONS AND HOW YOU CAN OPT OUT OF ARBITRATION BELOW.</b>",
      "services": [
        "instagram"
      ],
      "slug": "KoJc2tTrdFQ",
      "title": "You waive your right to a class action",
      "topics": [
        "waiver"
      ],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "By agreeing to Instagram's terms, you agree that you can only bring any claim against them on your own behalf. You waive your right to being part of a class action, or participating in claims brought in any representative capacity."
      }
    },
    "657": {
      "discussion": "https://groups.google.com/d/topic/tosdr/zWoT_ZWAEM8/discussion",
      "id": "657",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@tosdr.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 19785,
      "quoteStart": 19443,
      "quoteText": "We may change our Service and policies, and we may need to make changes to these Terms so that they accurately reflect our Service and policies.\nUnless otherwise required by law, we will notify you (for example, through our Service) before we make changes to these Terms and give you an opportunity to review them before they go into effect.\n",
      "services": [
        "instagram"
      ],
      "slug": "at-their-discretion-with-notice",
      "title": "Terms may be changed at their discretion, but they will notify you before.",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "When the service wants to change its terms, users are notified a week or more in advance.",
        "point": "good",
        "score": 15,
        "tldr": "They can change the terms at their discretion, but they will notify the user in reasonable advance by email or by posting them online. However, your use of the service constitutes acceptance of the changes in the terms without explicit consent."
      }
    },
    "1035": {
      "discussion": "https://groups.google.com/d/topic/tosdr/wy9QcF5zQII",
      "id": "1035",
      "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 8576,
      "quoteStart": 7969,
      "quoteText": "when you share, post, or upload content that is covered by intellectual property rights (like photos or videos) on or in connection with our Service, you hereby grant to us a non-exclusive, royalty-free, transferable, sub-licensable, worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content (consistent with your privacy and application settings).\nYou can end this license anytime by deleting your content or account.\nHowever, content will continue to appear if you shared it with others and they have not deleted it.",
      "services": [
        "instagram"
      ],
      "slug": "wy9QcF5zQII",
      "source": "http://instagr.am/legal/terms/",
      "title": "Very broad copyright license on your content",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "very broad",
        "point": "bad",
        "score": 80,
        "tldr": "The copyright licence of Instagram has significantly changed in 2013. The license you grant them is now beyond the requirements for operating the service. For instance, it includes the right for Instagram to transfer the license or to license it to others on their terms (“sublicense”)."
      }
    },
    "1343": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/cyZHeVseLnA",
      "id": "1343",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 19151,
      "quoteStart": 18965,
      "quoteText": "The laws of the State of California, to the extent not preempted by or inconsistent with federal law, will govern these Terms and any claim, without regard to conflict of law provisions.",
      "services": [
        "instagram"
      ],
      "slug": "cyZHeVseLnA",
      "title": "Instagram Court of law is California",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": ""
      }
    },
    "1579": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/IIAwbXpxuqk",
      "id": "1579",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11414,
      "quoteStart": 10972,
      "quoteText": "We can refuse to provide or stop providing all or part of the Service to you (including terminating or disabling your account) immediately to protect our community or services, or if you create risk or legal exposure for us, violate these Terms of Use or our policies (including our Instagram Community Guidelines), if you repeatedly infringe other people's intellectual property rights, or where we are permitted or required to do so by law.",
      "services": [
        "instagram"
      ],
      "slug": "IIAwbXpxuqk",
      "title": "The service can suspend your account for several reasons",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can suspend your account for several reasons",
        "point": "neutral",
        "score": 15,
        "tldr": "Instagram - suspension and censorship"
      }
    },
    "11358": {
      "id": "11358",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 9352,
      "quoteStart": 8734,
      "quoteText": "<b>Permission to use your username, profile picture, and information about your relationships and actions with accounts, ads, and sponsored content.</b>\n<br> You give us permission to show your username, profile picture, and information about your actions (such as likes) or relationships (such as follows) next to or in connection with accounts, ads, offers, and other sponsored content that you follow or engage with that are displayed on Facebook Products, without any compensation to you.\nFor example, we may show that you liked a sponsored post created by a brand that has paid us to display its ads on Instagram.",
      "services": [
        "instagram"
      ],
      "title": "Your identity is used in ads that are shown to other users",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your identity is used in ads that are shown to other users",
        "point": "blocker",
        "privacyRelated": true,
        "score": 90,
        "tldr": "Generated through the annotate view"
      }
    },
    "12186": {
      "id": "12186",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 478,
      "quoteStart": 289,
      "quoteText": "What kinds of information do we collect?</b> To provide the Facebook Products, we must process information about you.\nThe types of information we collect depend on how you use our Products.",
      "services": [
        "instagram"
      ],
      "title": "The service provides details about what kinds of personal information they collect",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides details about what kinds of personal information they collect",
        "point": "good",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "12187": {
      "id": "12187",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 598,
      "quoteStart": 479,
      "quoteText": "You can learn how to access and delete information we collect by visiting the Facebook Settings and Instagram Settings.",
      "services": [
        "instagram"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12188": {
      "id": "12188",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 5421,
      "quoteStart": 5282,
      "quoteText": "So, we need you to commit to a few restrictions in order to be part of the Instagram community.\n<ul>\n<li>You must be at least 13 years old.",
      "services": [
        "instagram"
      ],
      "title": "This service is only available to users over a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "12189": {
      "id": "12189",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 5720,
      "quoteStart": 5621,
      "quoteText": "We must not have previously disabled your account for violation of law or any of our policies.</li>",
      "services": [
        "instagram"
      ],
      "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
        "point": "neutral",
        "score": 20,
        "tldr": "Full quote: ''So, we need you to commit to a few restrictions in order to be part of the Instagram community. You must be at least 13 years old. You must not be prohibited from receiving any aspect of our Service under applicable laws or engaging in payments related Services if you are on an applicable denied party listing. We must not have previously disabled your account for violation of law or any of our policies.'"
      }
    },
    "12190": {
      "id": "12190",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 1416,
      "quoteStart": 1261,
      "quoteText": "Our systems automatically process content and communications you and others provide to analyze context and what's in them for the purposes described below.",
      "services": [
        "instagram"
      ],
      "title": "The service can read your private messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can read your private messages",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "12193": {
      "id": "12193",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 705,
      "quoteStart": 599,
      "quoteText": "<blockquote>\n<b>Things you and others do and provide</b>\n<ul>\n<li>\n<b>Information and content you provide.",
      "services": [
        "instagram"
      ],
      "title": "The service collects many different types of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service collects many different types of personal data",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Full quote: \"What kinds of information do we collect? To provide the Facebook Products, we must process information about you. The types of information we collect depend on how you use our Products. You can learn how to access and delete information we collect by visiting the Facebook Settings and Instagram Settings.\r\n\r\nThings you and others do and provide\r\n\r\nInformation and content you provide.We collect the content, communications and other information you provide when you use our Products, including when you sign up for an account, create or share content, and message or communicate with others. This can include information in or about the content you provide (like metadata), such as the location of a photo or the date a file was created. It can also include what you see through features we provide, such as our camera, so we can do things like suggest masks and filters that you might like, or give you tips on using camera formats.\r\n\r\nOur systems automatically process content and communications you and others provide to analyze context and what's in them for the purposes described below.\r\n\r\nLearn more about how you can control who can see the things you share.\r\n\r\nData with special protections: You can choose to provide information in your Facebook profile fields or Life Events about your religious views, political views, who you are \"interested in,\" or your health. This and other information (such as racial or ethnic origin, philosophical beliefs or trade union membership) could be subject to special protections under the laws of your country.\r\n\r\nNetworks and connections. We collect information about the people, Pages, accounts, hashtags and groups you are connected to and how you interact with them across our Products, such as people you communicate with the most or groups you are part of.\r\n\r\nWe also collect contact information if you choose to upload, sync or import it from a device (such as an address book or call log or SMS log history), which we use for things like helping you and others find people you may know and for the other purposes listed below.\r\n\r\nYour usage. We collect information about how you use our Products, such as the types of content you view or engage with. the features you use. the actions you take. the people or accounts you interact with. and the time, frequency and duration of your activities. For example, we log when you're using and have last used our Products, and what posts, videos and other content you view on our Products. We also collect information about how you use features like our camera.\r\n\r\nInformation about transactions made on our Products. If you use our Products for purchases or other financial transactions (such as when you make a purchase in a game or make a donation), we collect information about the purchase or transaction. This includes payment information, such as your credit or debit card number and other card information. other account and authentication information. and billing, shipping and contact details.\r\n\r\nThings others do and information they provide about you. We also receive and analyze content, communications and information that other people provide when they use our Products. This can include information about you, such as when others share or comment on a photo of you, send a message to you, or upload, sync or import your contact information.\""
      }
    },
    "12194": {
      "id": "12194",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 6241,
      "quoteStart": 5983,
      "quoteText": "\n<b>Information from partners.</b>Advertisers, app developers, and publishers can send us information through Facebook Business Tools they use, including our social plug-ins (such as the Like button), Facebook Login, our APIs and SDKs, or the Facebook pixel.",
      "services": [
        "instagram"
      ],
      "title": "The service uses social media cookies/pixels",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses social media cookies/pixels",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12196": {
      "id": "12196",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 6829,
      "quoteStart": 6661,
      "quoteText": "We also receive information about your online and offline actions and purchases from third-party data providers who have the rights to provide us with your information.",
      "services": [
        "instagram"
      ],
      "title": "This service gathers information about you through third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service gathers information about you through third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12197": {
      "id": "12197",
      "needModeration": false,
      "quoteDoc": "About Cookies",
      "quoteEnd": 2211,
      "quoteStart": 2021,
      "quoteText": "These technologies can remember that your device has visited a site or service, and may also be able to track your device's browsing activity on other sites or services other than Instagram.",
      "services": [
        "instagram"
      ],
      "title": "This service tracks you on other websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service tracks you on other websites",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "12198": {
      "id": "12198",
      "needModeration": false,
      "quoteDoc": "About Cookies",
      "quoteEnd": 2517,
      "quoteStart": 2212,
      "quoteText": "This information may be shared with organizations outside Instagram, such as advertisers and/or advertising networks to deliver the advertising, and to help measure the effectiveness of an advertising campaign.\n*We may use these technologies to understand, improve, and research products and services.</p>",
      "services": [
        "instagram"
      ],
      "title": "The service uses your personal data to employ targeted third-party advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data to employ targeted third-party advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "12199": {
      "id": "12199",
      "needModeration": false,
      "quoteDoc": "About Cookies",
      "quoteEnd": 3416,
      "quoteStart": 3079,
      "quoteText": "Third-party cookies may be placed on your device by someone providing a service for Instagram, for example to help us understand how our service is being used.\nThird-party cookies may also be placed on your device by our business partners so that they can use them to advertise products and services to you elsewhere on the Internet.</p>",
      "services": [
        "instagram"
      ],
      "title": "Tracking via third-party cookies for other purposes without your consent.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking via third-party cookies for other purposes without your consent.",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "12200": {
      "id": "12200",
      "needModeration": false,
      "quoteDoc": "About Cookies",
      "quoteEnd": 3852,
      "quoteStart": 3421,
      "quoteText": "<b>How to control cookies or other collection mechanisms</b>\n</p>\n<p>Follow the instructions provided by your website or mobile browser (usually located within the \"Help\", \"Tools\" or \"Edit\" facility) to modify your cookie settings.\nPlease note that if you set your browser to disable cookies or other technologies, you may not be able to access certain parts of our Service and other parts of our Service may not work properly.</p>",
      "services": [
        "instagram"
      ],
      "title": "Blocking first party cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12201": {
      "id": "12201",
      "needModeration": false,
      "quoteDoc": "About Cookies",
      "quoteEnd": 4323,
      "quoteStart": 3853,
      "quoteText": "<p>To learn more about the choices that advertisers provide generally for individuals to influence how information about their online activities over time and across third-party Web sites or online services is collected and used, visit the Network Advertising Initiative at http://www.networkadvertising.org/managing/opt_out.asp, the Digital Advertising Alliance at http://www.aboutads.info/, or the European Digital Advertising Alliance at http://youronlinechoices.eu/.",
      "services": [
        "instagram"
      ],
      "title": "The service refers users to external documents for more information",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service refers users to external documents for more information",
        "point": "bad",
        "privacyRelated": true,
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "12202": {
      "id": "12202",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 7534,
      "quoteStart": 7297,
      "quoteText": "How do we use this information?</b>We use the information we have (subject to choices you make) as described below and to provide and support the Facebook Products and related services described in the Facebook Terms and Instagram Terms.",
      "services": [
        "instagram"
      ],
      "title": "The service provides information about how they intend to use your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides information about how they intend to use your personal data",
        "point": "good",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "12203": {
      "id": "12203",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 8831,
      "quoteStart": 8577,
      "quoteText": "<b>Information across Facebook Products and devices:</b> We connect information about your activities on different Facebook Products and devices to provide a more tailored and consistent experience on all Facebook Products you use, wherever you use them.",
      "services": [
        "instagram"
      ],
      "title": "Your profile is combined across various products",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your profile is combined across various products",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12204": {
      "id": "12204",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 5582,
      "quoteStart": 5571,
      "quoteText": "IP address,",
      "services": [
        "instagram"
      ],
      "title": "This service collects your IP address for location use",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service collects your IP address for location use",
        "point": "neutral",
        "privacyRelated": true,
        "score": 0,
        "tldr": "Full quote: \"Data from device settings: information you allow us to receive through device settings you turn on, such as access to your GPS location, camera or photos.\r\n\r\nNetwork and connections: information such as the name of your mobile operator or ISP, language, time zone, mobile phone number, IP address,[...]\""
      }
    },
    "12205": {
      "id": "12205",
      "needModeration": false,
      "quoteDoc": "About Cookies",
      "quoteEnd": 341,
      "quoteStart": 215,
      "quoteText": "We may use technologies like cookies, pixels and local storage to deliver, secure, and understand products, services, and ads.",
      "services": [
        "instagram"
      ],
      "title": "This service requires first-party cookies",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service requires first-party cookies",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12206": {
      "id": "12206",
      "needModeration": false,
      "quoteDoc": "About Cookies",
      "quoteEnd": 1117,
      "quoteStart": 957,
      "quoteText": "We use cookies, pixels, local storage, and similar technologies to show you relevant content, improve your experience, and help protect Instagram and our users.",
      "services": [
        "instagram"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12207": {
      "id": "12207",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 10229,
      "quoteStart": 9967,
      "quoteText": "<b>Face recognition:</b> If you have it turned on, we use face recognition technology to recognize you in photos, videos and camera experiences.\nThe face-recognition templates we create may constitute data with special protections under the laws of your country.",
      "services": [
        "instagram"
      ],
      "title": "Your biometric data is collected",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your biometric data is collected",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "12209": {
      "id": "12209",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 12225,
      "quoteStart": 11993,
      "quoteText": "</b>We use the information we have to send you marketing communications, communicate with you about our Products, and let you know about our policies and terms.\nWe also use your information to respond to you when you contact us.<br>",
      "services": [
        "instagram"
      ],
      "title": "This service may use your personal information for marketing purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may use your personal information for marketing purposes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12210": {
      "id": "12210",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 13288,
      "quoteStart": 12883,
      "quoteText": "</b>When you share and communicate using our Products, you choose the audience for what you share.\nFor example, when you post on Facebook, you select the audience for the post, such as a group, all of your friends, the public, or a customized list of people.\nSimilarly, when you use Messenger or Instagram to communicate with people or businesses, those people and businesses can see the content you send.",
      "services": [
        "instagram"
      ],
      "title": "You can choose with whom you share content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can choose with whom you share content",
        "point": "good",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "12211": {
      "id": "12211",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 15171,
      "quoteStart": 14481,
      "quoteText": "You should consider who you choose to share with, because people who can see your activity on our Products can choose to share it with others on and off our Products, including people and businesses outside the audience you shared with.\nFor example, when you share a post or send a message to specific friends or accounts, they can download, screenshot, or reshare that content to others across or off our Products, in person or in virtual reality experiences such as Facebook Spaces.\nAlso, when you comment on someone else's post or react to their content, your comment or reaction is visible to anyone who can see the other person's content, and that person can change the audience later.",
      "services": [
        "instagram"
      ],
      "title": "The service informs users about the risk of publishing personal info online",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service informs users about the risk of publishing personal info online",
        "point": "good",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "12212": {
      "id": "12212",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 17003,
      "quoteStart": 16894,
      "quoteText": "Information collected by these third-party services is subject to their own terms and policies, not this one.",
      "services": [
        "instagram"
      ],
      "title": "The service informs users that its privacy policy does not apply to third party websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service informs users that its privacy policy does not apply to third party websites",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12213": {
      "id": "12213",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 17959,
      "quoteStart": 17821,
      "quoteText": "</b>If the ownership or control of all or part of our Products or their assets changes, we may transfer your information to the new owner.",
      "services": [
        "instagram"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12214": {
      "id": "12214",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 18754,
      "quoteStart": 18501,
      "quoteText": "<b>Partners who use our analytics services.</b>We provide aggregated statistics and insights that help people and businesses understand how people are engaging with their posts, listings, Pages, videos and other content on and off the Facebook Products.",
      "services": [
        "instagram"
      ],
      "title": "Your personal data is aggregated into statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is aggregated into statistics",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12215": {
      "id": "12215",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 19898,
      "quoteStart": 19769,
      "quoteText": "</b>We share information about you with companies that aggregate it to provide analytics and measurement reports to our partners.",
      "services": [
        "instagram"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12216": {
      "id": "12216",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 18273,
      "quoteStart": 17981,
      "quoteText": "Sharing with Third-Party Partners</b>\n<blockquote>We work with third-party partners who help us provide and improve our Products or who use Facebook Business Tools to grow their businesses, which makes it possible to operate our companies and provide free services to people around the world.",
      "services": [
        "instagram"
      ],
      "title": "This service can share your personal information to third parties ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can share your personal information to third parties ",
        "point": "bad",
        "privacyRelated": true,
        "score": 55,
        "tldr": "Generated through the annotate view"
      }
    },
    "12217": {
      "id": "12217",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 7546,
      "quoteStart": 7535,
      "quoteText": "Here's how:",
      "services": [
        "instagram"
      ],
      "title": "This service uses your personal information for many different purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses your personal information for many different purposes",
        "point": "bad",
        "score": 40,
        "tldr": "Full quote: \"Here's how: Provide, personalize and improve our Products. We use the information we have to deliver our Products, including to personalize features and content (including your News Feed, Instagram Feed, Instagram Stories and ads) and make suggestions for you (such as groups or events you may be interested in or topics you may want to follow) on and off our Products. To create personalized Products that are unique and relevant to you, we use your connections, preferences, interests and activities based on the data we collect and learn from you and others (including any data with special protections you choose to provide). how you use and interact with our Products. and the people, places, or things you're connected to and interested in on and off our Products. Learn more about how we use information about you to personalize your Facebook and Instagram experience, including features, content and recommendations in Facebook Products. you can also learn more about how we choose the ads that you see.\r\n\r\nInformation across Facebook Products and devices:\r\nWe connect information about your activities on different Facebook Products and devices to provide a more tailored and consistent experience on all Facebook Products you use, wherever you use them.\r\nFor example, we can suggest that you join a group on Facebook that includes people you follow on Instagram or communicate with using Messenger. We can also make your experience more seamless, for example, by automatically filling in your registration information (such as your phone number) from one Facebook Product when you sign up for an account on a different Product\r\nLocation-related information: We use location-related information-such as your current location, where you live, the places you like to go, and the businesses and people you're near-to provide, personalize and improve our Products, including ads, for you and others. Location-related information can be based on things like precise device location (if you've allowed us to collect it), IP addresses, and information from your and others' use of Facebook Products (such as check-ins or events you attend).\r\nProduct research and development: We use the information we have to develop, test and improve our Products, including by conducting surveys and research, and testing and troubleshooting new products and features.[...]\""
      }
    },
    "12218": {
      "id": "12218",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 21226,
      "quoteStart": 21060,
      "quoteText": "Learn more about how you can control the information about you that you or others share with third-party partners in the Facebook Settings and Instagram Settings.<br>",
      "services": [
        "instagram"
      ],
      "title": "You can limit how your information is used by third-parties and the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can limit how your information is used by third-parties and the service",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12219": {
      "id": "12219",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 18341,
      "quoteStart": 18274,
      "quoteText": "We don't sell any of your information to anyone, and we never will.",
      "services": [
        "instagram"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "12220": {
      "id": "12220",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 22434,
      "quoteStart": 22284,
      "quoteText": "We store data until it is no longer necessary to provide our services and Facebook Products, or until your account is deleted - whichever comes first.",
      "services": [
        "instagram"
      ],
      "title": "This service keeps user logs for an undefined period of time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps user logs for an undefined period of time",
        "point": "bad",
        "score": 100,
        "tldr": "Generated through the annotate view"
      }
    },
    "12221": {
      "id": "12221",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 5570,
      "quoteStart": 3765,
      "quoteText": "Device Information</b>As described below, we collect information from and about the computers, phones, connected TVs and other web-connected devices you use that integrate with our Products, and we combine this information across different devices you use.\nFor example, we use information collected about your use of our Products on your phone to better personalize the content (including ads) or features you see when you use our Products on another device, such as your laptop or tablet, or to measure whether you took an action in response to an ad we showed you on your phone on a different device.Information we obtain from these devices includes: <ul>\n<li>\n<b>Device attributes:</b> information such as the operating system, hardware and software versions, battery level, signal strength, available storage space, browser type, app and file names and types, and plugins.</li>\n<li>\n<b>Device operations:</b> information about operations and behaviors performed on the device, such as whether a window is foregrounded or backgrounded, or mouse movements (which can help distinguish humans from bots).</li>\n<li>\n<b>Identifiers:</b> unique identifiers, device IDs, and other identifiers, such as from games, apps or accounts you use, and Family Device IDs (or other identifiers unique to Facebook Company Products associated with the same device or account).</li>\n<li>\n<b>Device signals:</b> Bluetooth signals, and information about nearby Wi-Fi access points, beacons, and cell towers.</li>\n<li>\n<b>Data from device settings:</b> information you allow us to receive through device settings you turn on, such as access to your GPS location, camera or photos.</li>\n<li>\n<b>Network and connections:</b> information such as the name of your mobile operator or ISP, language, time zone, mobile phone number,",
      "services": [
        "instagram"
      ],
      "title": "Facebook collects a lot of device information through the Instagram App.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "App required for this service requires broad device permissions",
        "point": "bad",
        "privacyRelated": true,
        "score": 80,
        "tldr": "Following the excerpt: \"[...]IP address, connection speed and, in some cases, information about other devices that are nearby or on your network, so we can do things like help you stream a video from your phone to your TV.\r\nCookie data: data from cookies stored on your device, including cookie IDs and settings.[...]\""
      }
    },
    "12222": {
      "id": "12222",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 22609,
      "quoteStart": 22435,
      "quoteText": "This is a case-by-case determination that depends on things like the nature of the data, why it is collected and processed, and relevant legal or operational retention needs.",
      "services": [
        "instagram"
      ],
      "title": "This service may keep personal data after a request for erasure for business interests or legal obligations",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may keep personal data after a request for erasure for business interests or legal obligations",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Full quote: \"We store data until it is no longer necessary to provide our services and Facebook Products, or until your account is deleted - whichever comes first. This is a case-by-case determination that depends on things like the nature of the data, why it is collected and processed, and relevant legal or operational retention needs.\""
      }
    },
    "12223": {
      "id": "12223",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 23540,
      "quoteStart": 23442,
      "quoteText": "To delete your account at any time, please visit the Facebook Settings and Instagram Settings.<br>",
      "services": [
        "instagram"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "12224": {
      "id": "12224",
      "needModeration": false,
      "quoteDoc": "Data Policy",
      "quoteEnd": 25912,
      "quoteStart": 25338,
      "quoteText": "We share information globally, both internally within the Facebook Companies, and externally with our partners and with those you connect and share with around the world in accordance with this policy.\nYour information may, for example, be transferred or transmitted to, or stored and processed in the United States or other countries outside of where you live for the purposes as described in this policy.\nThese data transfers are necessary to provide the services set forth in the Facebook Terms and Instagram Terms and to globally operate and provide our Products to you.",
      "services": [
        "instagram"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "12225": {
      "id": "12225",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 6297,
      "quoteStart": 5923,
      "quoteText": "<b>You can't impersonate others or provide inaccurate information.</b>\n<br> You don't have to disclose your identity on Instagram, but you must provide us with accurate and up to date information (including registration information).\nAlso, you may not impersonate someone you aren't, and you can't create an account for someone else unless you have their express permission.",
      "services": [
        "instagram"
      ],
      "title": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.",
        "point": "neutral",
        "score": 10,
        "tldr": "While pseudonyms are allowed, impersonation and/or 'innacurate' information may result in a Guidelines breach.\r\nStill, it's up for debate."
      }
    },
    "12226": {
      "id": "12226",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11561,
      "quoteStart": 11415,
      "quoteText": "If you believe your account has been terminated in error, or you want to disable or permanently delete your account, consult our Help Center.</li>",
      "services": [
        "instagram"
      ],
      "title": "The service provides a free help desk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides a free help desk",
        "point": "good",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12227": {
      "id": "12227",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 19395,
      "quoteStart": 19205,
      "quoteText": "We always appreciate feedback or other suggestions, but may use them without any restrictions or obligation to compensate you for them, and are under no obligation to keep them confidential.",
      "services": [
        "instagram"
      ],
      "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
        "point": "good",
        "score": 50,
        "tldr": ""
      }
    },
    "12228": {
      "id": "12228",
      "quoteDoc": "Data Policy",
      "quoteEnd": 6661,
      "quoteStart": 6242,
      "quoteText": "These partners provide information about your activities off Facebook—including information about your device, websites you visit, purchases you make, the ads you see, and how you use their services—whether or not you have a Facebook account or are logged into Facebook.\nFor example, a game developer could use our API to tell us what games you play, or a business could tell us about a purchase you made in its store.\n",
      "services": [
        "instagram"
      ],
      "title": "They store data on you even if you did not interact with the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They store data on you even if you did not interact with the service",
        "point": "blocker",
        "privacyRelated": true,
        "score": 100,
        "tldr": "Generated through the annotate view"
      }
    },
    "12229": {
      "id": "12229",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 6415,
      "quoteStart": 6311,
      "quoteText": "You can't do anything unlawful, misleading, or fraudulent or for an illegal or unauthorized purpose.</b>",
      "services": [
        "instagram"
      ],
      "title": "Users agree not to use the service for illegal purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to use the service for illegal purposes",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12230": {
      "id": "12230",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11697,
      "quoteStart": 11562,
      "quoteText": "<li>Content you delete may persist for a limited period of time in backup copies and will still be visible where others have shared it.",
      "services": [
        "instagram"
      ],
      "title": "This service holds onto content that you've deleted",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "12231": {
      "id": "12231",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 7773,
      "quoteStart": 7732,
      "quoteText": "We do not claim ownership of your content",
      "services": [
        "instagram"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12232": {
      "id": "12232",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 10024,
      "quoteStart": 9805,
      "quoteText": "If you select a username or similar identifier for your account, we may change it if we believe it is appropriate or necessary (for example, if it infringes someone's intellectual property or impersonates another user).",
      "services": [
        "instagram"
      ],
      "title": "Usernames can be rejected for any reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Usernames can be rejected for any reason",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "12233": {
      "id": "12233",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 10972,
      "quoteStart": 10745,
      "quoteText": "We can remove any content or information you share on the Service if we believe that it violates these Terms of Use, our policies (including our Instagram Community Guidelines), or we are permitted or required to do so by law.\n",
      "services": [
        "instagram"
      ],
      "title": "This service can delete your content if you violate the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can delete your content if you violate the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12234": {
      "id": "12234",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 7130,
      "quoteStart": 7034,
      "quoteText": "You can't attempt to buy, sell, or transfer any aspect of your account (including your username)",
      "services": [
        "instagram"
      ],
      "title": "You cannot distribute or disclose your account to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You cannot distribute or disclose your account to third parties",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12235": {
      "id": "12235",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11415,
      "quoteStart": 10972,
      "quoteText": "We can refuse to provide or stop providing all or part of the Service to you (including terminating or disabling your account) immediately to protect our community or services, or if you create risk or legal exposure for us, violate these Terms of Use or our policies (including our Instagram Community Guidelines), if you repeatedly infringe other people's intellectual property rights, or where we are permitted or required to do so by law.\n",
      "services": [
        "instagram"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "12236": {
      "id": "12236",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 13262,
      "quoteStart": 13230,
      "quoteText": "Our Service is provided \"as is,\"",
      "services": [
        "instagram"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "12237": {
      "id": "12237",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 13349,
      "quoteStart": 13263,
      "quoteText": "and we can't guarantee it will be safe and secure or will work perfectly all the time.",
      "services": [
        "instagram"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "12238": {
      "id": "12238",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 13528,
      "quoteStart": 13351,
      "quoteText": "O THE EXTENT PERMITTED BY LAW, WE ALSO DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE",
      "services": [
        "instagram"
      ],
      "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "12239": {
      "id": "12239",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 13774,
      "quoteStart": 13564,
      "quoteText": "<li>We also don’t control what people and others do or say, and we aren’t responsible for their (or your) actions or conduct (whether online or offline) or content (including unlawful or objectionable content).",
      "services": [
        "instagram"
      ],
      "title": "This service does not condone any ideas contained in its user-generated contents",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not condone any ideas contained in its user-generated contents",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "12240": {
      "id": "12240",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 13910,
      "quoteStart": 13775,
      "quoteText": "We also aren’t responsible for services and features offered by other people or companies, even if you access them through our Service.",
      "services": [
        "instagram"
      ],
      "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12241": {
      "id": "12241",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 14469,
      "quoteStart": 14141,
      "quoteText": "You agree that we won't be responsible (\"liable\") for any lost profits, revenues, information, or data, or consequential, special, indirect, exemplary, punitive, or incidental damages arising out of or related to these Terms, even if we know they are possible.\nThis includes when we delete your content, information, or account.",
      "services": [
        "instagram"
      ],
      "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12242": {
      "id": "12242",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 14629,
      "quoteStart": 14470,
      "quoteText": "Our aggregate liability arising out of or relating to these Terms will not exceed the greater of $100 or the amount you have paid us in the past twelve months.",
      "services": [
        "instagram"
      ],
      "title": "Any liability on behalf of the service is only limited to the fees you paid as a user",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Any liability on behalf of the service is only limited to the fees you paid as a user",
        "point": "bad",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12243": {
      "id": "12243",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 14932,
      "quoteStart": 14635,
      "quoteText": "<li>You agree to defend (at our request), indemnify and hold us harmless from and against any claims, liabilities, damages, losses, and expenses, including without limitation, reasonable attorney's fees and costs, arising out of or in any way connected with these Terms or your use of the Service.",
      "services": [
        "instagram"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "12244": {
      "id": "12244",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 15658,
      "quoteStart": 15247,
      "quoteText": "<li>Except as provided below, you and we agree that any cause of action, legal claim, or dispute between you and us arising out of or related to these Terms or Instagram (\"claim(s)\") must be resolved by arbitration on an individual basis.\nClass actions and class arbitrations are not permitted.\nyou and we may bring a claim only on your own behalf and cannot seek relief that would affect other Instagram users.",
      "services": [
        "instagram"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12246": {
      "id": "12246",
      "quoteDoc": "Law Enforcement",
      "quoteEnd": 1666,
      "quoteStart": 205,
      "quoteText": "<p>We disclose account records solely in accordance with our terms of service and applicable law, including the federal Stored Communications Act (“SCA”), 18 U.S.C.\nSections 2701-2712.\nUnder the SCA:</p>\n<ul>\n<li>a valid subpoena issued in connection with an official criminal investigation is required to compel the disclosure of basic subscriber records (defined in 18 U.S.C.\nSection 2703(c)(2)), which may include: name, length of service, credit card information, email address(es), and any recent login/logout IP address(es), if available.</li>\n<li>a court order issued under 18 U.S.C.\nSection 2703(d) is required to compel the disclosure of certain records or other information pertaining to the account, not including contents of communications, which may include message headers and IP addresses, in addition to the basic subscriber records identified above.</li>\n<li>a search warrant issued under the procedures described in the Federal Rules of Criminal Procedure or equivalent state warrant procedures upon a showing of probable cause is required to compel the disclosure of the stored contents of any account, which may include messages, photos, comments, and location information.</li>\n</ul>\n<p>It is important to note that some information we store is collected automatically, while other information is provided by the user.\nWe do not require email or phone verification, and we do not require people to use real names or identities on Instagram.",
      "services": [
        "instagram"
      ],
      "title": "The service will only respond to government requests that are reasonable",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service will only respond to government requests that are reasonable",
        "point": "good",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "12247": {
      "id": "12247",
      "quoteDoc": "Law Enforcement",
      "quoteEnd": 5028,
      "quoteStart": 4872,
      "quoteText": "For account content, such as messages, photos and videos, users can access Instagram’s \"Download Data\" feature from their Privacy and Security settings.</p>",
      "services": [
        "instagram"
      ],
      "title": "This service allows you to retrieve an archive of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service allows you to retrieve an archive of your data",
        "point": "good",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "12248": {
      "id": "12248",
      "quoteDoc": "Law Enforcement",
      "quoteEnd": 7668,
      "quoteStart": 7559,
      "quoteText": "We will not review or respond to correspondence sent by non-law enforcement officials to the addresses above.",
      "services": [
        "instagram"
      ],
      "title": "The service will not allow third parties to access your personal information without a legal basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service will not allow third parties to access your personal information without a legal basis",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "12249": {
      "id": "12249",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 12702,
      "quoteStart": 12626,
      "quoteText": "If we fail to enforce any aspect of this agreement, it will not be a waiver.",
      "services": [
        "instagram"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12250": {
      "id": "12250",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 12538,
      "quoteStart": 12457,
      "quoteText": "If any aspect of this agreement is unenforceable, the rest will remain in effect.",
      "services": [
        "instagram"
      ],
      "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12251": {
      "id": "12251",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11858,
      "quoteStart": 11698,
      "quoteText": "This paragraph, and the section below called \"Our Agreement and What Happens if We Disagree,\" will still apply even after your account is terminated or deleted.",
      "services": [
        "instagram"
      ],
      "title": "defend, indemnify, hold harmless; survives termination",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "defend, indemnify, hold harmless; survives termination",
        "point": "bad",
        "score": 80,
        "tldr": "Generated through the annotate view"
      }
    },
    "12252": {
      "id": "12252",
      "quoteDoc": "Community Guidelines",
      "quoteEnd": 2820,
      "quoteStart": 2564,
      "quoteText": "but for a variety of reasons, we don’t allow nudity on Instagram.\nThis includes photos, videos, and some digitally-created content that show sexual intercourse, genitals, and close-ups of fully-nude buttocks.\nIt also includes some photos of female nipples,",
      "services": [
        "instagram"
      ],
      "title": "Prohibits the posting of pornographic content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Prohibits the posting of pornographic content",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "12253": {
      "id": "12253",
      "quoteDoc": "Community Guidelines",
      "quoteEnd": 3819,
      "quoteStart": 3346,
      "quoteText": "Help us stay spam-free by not artificially collecting likes, followers, or shares, posting repetitive comments or content, or repeatedly contacting people for commercial purposes without their consent.\nDon’t offer money or giveaways of money in exchange for likes, followers, comments or other engagement.\nDon’t post content that engages in, promotes, encourages, facilitates, or admits to the offering, solicitation or trade of fake and misleading user reviews or ratings.",
      "services": [
        "instagram"
      ],
      "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "12254": {
      "id": "12254",
      "quoteDoc": "Community Guidelines",
      "quoteEnd": 4206,
      "quoteStart": 4114,
      "quoteText": "<p>Instagram is not a place to support or praise terrorism, organized crime, or hate groups.",
      "services": [
        "instagram"
      ],
      "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "12255": {
      "id": "12255",
      "quoteDoc": "Community Guidelines",
      "quoteEnd": 5366,
      "quoteStart": 5144,
      "quoteText": "We remove content that contains credible threats or hate speech, content that targets private individuals to degrade or shame them, personal information meant to blackmail or harass someone, and repeated unwanted messages.",
      "services": [
        "instagram"
      ],
      "title": "Users agree not to submit libelous, harassing or threatening content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit libelous, harassing or threatening content",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "12256": {
      "id": "12256",
      "quoteDoc": "Community Guidelines",
      "quoteEnd": 8986,
      "quoteStart": 8902,
      "quoteText": "If you believe someone is violating your trademark, you can file a trademark report.",
      "services": [
        "instagram"
      ],
      "title": "Provides instructions on how to submit a copyright claim",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Provides instructions on how to submit a copyright claim",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "12257": {
      "id": "12257",
      "quoteDoc": "Data Policy",
      "quoteEnd": 9488,
      "quoteStart": 9252,
      "quoteText": "We use location-related information-such as your current location, where you live, the places you like to go, and the businesses and people you're near-to provide, personalize and improve our Products, including ads, for you and others.",
      "services": [
        "instagram"
      ],
      "title": "This service may collect, use, and share location data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may collect, use, and share location data",
        "point": "bad",
        "privacyRelated": true,
        "score": 75,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "instagram.com",
    "help.instagram.com",
    "about.instagram.com"
  ]
}