{
  "alexa": 14611,
  "class": false,
  "links": {},
  "points": [
    "6671",
    "6672",
    "6673",
    "6674",
    "6675"
  ],
  "pointsData": {
    "6671": {
      "id": "6671",
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 10474,
      "quoteStart": 10238,
      "quoteText": "You can set or amend your web browser controls to accept or refuse cookies.\nIf you choose to reject cookies, you may still use our Websites and/or App and/or platform though your access to some functionality and areas may be restricted.",
      "services": [
        "intercom"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6672": {
      "id": "6672",
      "needModeration": false,
      "quoteDoc": "Acceptable Use Policy",
      "quoteEnd": 4599,
      "quoteStart": 4308,
      "quoteText": "Without affecting any other remedies available to us, Intercom may permanently or temporarily terminate or suspend a user’s account or access to the Services without notice or liability if Intercom (in its sole discretion) determines that a user has violated this Acceptable Use Policy.\n</p>",
      "services": [
        "intercom"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6673": {
      "id": "6673",
      "needModeration": false,
      "quoteDoc": "Intercom Subscription Terms of Service",
      "quoteEnd": 21375,
      "quoteStart": 20248,
      "quoteText": "Customer will indemnify, defend and hold harmless Intercom from and against any and all claims, costs, damages, losses, liabilities and expenses (including reasonable attorneys' fees and costs) arising out of or in connection with any claim arising from or relating to any Customer Data or breach or alleged breach by Customer of Section 3.3 (Customer Obligations).\nThis indemnification obligation is subject to Customer receiving (i) prompt written notice of such claim (but in any event notice in sufficient time for Customer to respond without prejudice).\n(ii) the exclusive right to control and direct the investigation, defense, or settlement of such claim.\nand (iii) all necessary cooperation of Intercom at Customer's expense.\nNotwithstanding the foregoing sentence, (a) Intercom may participate in the defense of any claim by counsel of its own choosing, at its cost and expense and (b) Customer will not settle any claim without Intercom's prior written consent, unless the settlement fully and unconditionally releases Intercom and does not require Intercom to pay any amount, take any action, or admit any liability.",
      "services": [
        "intercom"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6674": {
      "id": "6674",
      "quoteDoc": "Intercom Subscription Terms of Service",
      "quoteEnd": 26553,
      "quoteStart": 26186,
      "quoteText": "All fees are as set forth in the applicable Order Form and will be paid by Customer within thirty (30) days of invoice, unless (a) Customer is paying via Credit Card (as defined below) or (b) otherwise specified in the applicable Order Form.\nExcept as expressly set forth in Section 9 (Limited Warranty) and Section 14 (Indemnification), all fees are non-refundable.\n",
      "services": [
        "intercom"
      ],
      "title": "The service has a no refund policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service has a no refund policy",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6675": {
      "id": "6675",
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 7668,
      "quoteStart": 7274,
      "quoteText": "Cookies are not the only way to recognise or track visitors to a website and/or mobile app and/or platform.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called \"tracking pixels\" or \"clear gifs\").\nThese are tiny graphics files that contain a unique identifier that enable us to recognise when someone has visited our Websites and/or App and/or platform.\n",
      "services": [
        "intercom"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "intercom.com"
  ]
}