{
  "alexa": 1000000,
  "class": false,
  "links": {},
  "points": [
    "7831",
    "7832",
    "7835",
    "7840"
  ],
  "pointsData": {
    "7831": {
      "id": "7831",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 62,
      "quoteStart": 31,
      "quoteText": "<p>Last Updated: August 1, 2019",
      "services": [
        "khanacademy"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7832": {
      "id": "7832",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 23689,
      "quoteStart": 22453,
      "quoteText": "4.1 General.\nUpon opening an account, you accept the Terms in the form posted on our website.\nKhan Academy reserves the right, at our discretion, to change, modify, add, or remove portions of the Terms at any time.\nPlease check the Terms and any Guidelines periodically for changes that are made after you open your account.\nYour continued use of the Services after the posting of changes constitutes your binding acceptance of such changes.\nFor any material changes to the Terms, Khan Academy will make reasonable effort to provide notice to you of such amended Terms, such as by an email notification to the address associated with your account or by posting a notice on the Services, and such amended terms will be effective against you on the earlier of (i) your actual notice of such changes and (ii) thirty days after Khan Academy makes reasonable attempt to provide you such notice.\nHowever, changes addressing new functions for a service or changes made for legal reasons will be effective immediately.\nIf you do not agree to the modified Terms, you must discontinue your use of the Services.\nDisputes arising under these Terms will be resolved in accordance with the version of the Terms in place at the time the dispute arose.",
      "services": [
        "khanacademy"
      ],
      "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may change its terms at any time, but the user will receive notification of the changes.",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "7835": {
      "id": "7835",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 39684,
      "quoteStart": 39438,
      "quoteText": "8.10 use the Services for any illegal purpose, or in violation of any local, state, national, or international law, including, without limitation, laws governing intellectual property and other proprietary rights, and data protection and privacy;",
      "services": [
        "khanacademy"
      ],
      "title": "Users agree not to use the service for illegal purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to use the service for illegal purposes",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7840": {
      "id": "7840",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 25806,
      "quoteStart": 24776,
      "quoteText": "<li>5.1 User Content and Ownership.\nKhan Academy may permit (a) the posting and/or publishing by you and other Users of notes, questions, comments, ratings, reviews, images, videos and other audio-visual materials and communications (collectively, \"<b>User Postings</b>\") and (b) the posting, creation, or modification by you and other users of computer code (including source code and object code) (\"<b>User Code</b>\") (User Postings and User Code, collectively, \"<b>User Content</b>\").\nYou understand that whether or not such User Content is published, Khan Academy does not guarantee any confidentiality with respect to any submissions.\nConsistent with Applicable Law, as between Khan Academy and you, you retain all ownership rights you have in any User Content you post or publish to the Services, and Khan Academy does not claim any ownership rights in or to such User Content.\nYou acknowledge that are solely responsible for your User Content and the consequences of posting, creating, or publishing such User Content.</li>",
      "services": [
        "khanacademy"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "khanacademy"
  ]
}