{
  "alexa": 889,
  "class": "E",
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.khanacademy.org/about/privacy-policy"
    }
  },
  "points": [
    "10000",
    "10001",
    "10002",
    "10045",
    "10046",
    "10047",
    "10048",
    "10049",
    "7827",
    "7828",
    "7829",
    "7830",
    "7831",
    "7832",
    "7835",
    "7836",
    "7837",
    "7838",
    "7839",
    "7840",
    "9985",
    "9986",
    "9987",
    "9988",
    "9989",
    "9991",
    "9992",
    "9993",
    "9994",
    "9995",
    "9996",
    "9997",
    "9998",
    "9999"
  ],
  "pointsData": {
    "7827": {
      "id": "7827",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 61894,
      "quoteStart": 61282,
      "quoteText": "<li>(h) Venue.\nIn the event that any Dispute cannot be resolved by binding arbitration in accordance with this Section 15.4, you agree that such Dispute will be filed only in the state or federal courts in and for Santa Clara County, California, and each of you and Khan Academy hereby consent and submit to the personal and exclusive jurisdiction of such courts for the purpose of litigating any such action.\nNotwithstanding this, Khan Academy shall still be allowed to apply for injunctive or other equitable relief to protect or enforce its intellectual property rights in any court of competent jurisdiction.",
      "services": [
        "khanacademy"
      ],
      "title": "The court of law governing the terms is in location X",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "7828": {
      "id": "7828",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 59565,
      "quoteStart": 59089,
      "quoteText": "(d) Class Action Waiver.\nAny proceedings to resolve or litigate any Dispute in any forum will be conducted solely on an individual basis.\nNeither you nor Khan Academy will seek to have any Dispute heard as a class action or in any other proceeding in which either party acts or proposes to act in a representative capacity.\nNo arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings.",
      "services": [
        "khanacademy"
      ],
      "title": "You waive your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7829": {
      "id": "7829",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 50084,
      "quoteStart": 49207,
      "quoteText": "13.1 No Warranties.\nTHE WEBSITE, AND ALL DATA, INFORMATION, SOFTWARE, WEBSITE MATERIALS, CONTENT (WHETHER OWNED OR LICENSED), USER CONTENT, REFERENCE SITES, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE WEBSITE (THE \"<b>KHAN ACADEMY OFFERINGS</b>\"), ARE PROVIDED ON AN \"AS IS,\" \"AS AVAILABLE,\" AND \"WITH ALL FAULTS\" BASIS.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, THE KHAN ACADEMY PARTIES DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ALL IMPLIED WARRANTIES OF MERCHANTABILITY, QUALITY, AVAILABILITY, QUIET ENJOYMENT, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM KHAN ACADEMY OR THROUGH THE WEBSITE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.",
      "services": [
        "khanacademy"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "7830": {
      "id": "7830",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 50909,
      "quoteStart": 50094,
      "quoteText": "13.2 Content.\nKHAN ACADEMY, AND THE KHAN ACADEMY PARTIES, DO NOT WARRANT THAT THE WEBSITE OR ANY DATA, USER CONTENT, FUNCTIONS, OR ANY OTHER INFORMATION OFFERED ON OR THROUGH THE WEBSITE WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES OR OTHER HARMFUL COMPONENTS, AND DO NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED.\nKHAN ACADEMY AND THE KHAN ACADEMY PARTIES MAKE NO REPRESENTATION OR WARRANTY THAT (1) THE KHAN ACADEMY OFFERINGS WILL (A) MEET YOUR REQUIREMENTS OR EXPECTATIONS, OR BE TO YOUR LIKING, OR (B) WILL BE TIMELY, SECURE, ACCURATE, FREE FROM ERRORS OR LOSS, OR UNINTERRUPTED, (2) THAT THE SERVICES ARE FREE FROM VIRUSES OR OTHER HARMFUL COMPONENTS, OR (3) THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nSOME FEATURES MAY BE NEW OR EXPERIMENTAL AND MAY NOT HAVE BEEN TESTED IN ANY MANNER.</li>\n",
      "services": [
        "khanacademy"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "7831": {
      "id": "7831",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 62,
      "quoteStart": 31,
      "quoteText": "<p>Last Updated: August 1, 2019",
      "services": [
        "khanacademy"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7832": {
      "id": "7832",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 23689,
      "quoteStart": 22453,
      "quoteText": "4.1 General.\nUpon opening an account, you accept the Terms in the form posted on our website.\nKhan Academy reserves the right, at our discretion, to change, modify, add, or remove portions of the Terms at any time.\nPlease check the Terms and any Guidelines periodically for changes that are made after you open your account.\nYour continued use of the Services after the posting of changes constitutes your binding acceptance of such changes.\nFor any material changes to the Terms, Khan Academy will make reasonable effort to provide notice to you of such amended Terms, such as by an email notification to the address associated with your account or by posting a notice on the Services, and such amended terms will be effective against you on the earlier of (i) your actual notice of such changes and (ii) thirty days after Khan Academy makes reasonable attempt to provide you such notice.\nHowever, changes addressing new functions for a service or changes made for legal reasons will be effective immediately.\nIf you do not agree to the modified Terms, you must discontinue your use of the Services.\nDisputes arising under these Terms will be resolved in accordance with the version of the Terms in place at the time the dispute arose.",
      "services": [
        "khanacademy"
      ],
      "title": "The service may change its terms at any time, but the user will receive notification of the changes.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may change its terms at any time, but the user will receive notification of the changes.",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "7835": {
      "id": "7835",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 39684,
      "quoteStart": 39438,
      "quoteText": "8.10 use the Services for any illegal purpose, or in violation of any local, state, national, or international law, including, without limitation, laws governing intellectual property and other proprietary rights, and data protection and privacy;",
      "services": [
        "khanacademy"
      ],
      "title": "Users agree not to use the service for illegal purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to use the service for illegal purposes",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7836": {
      "id": "7836",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 37851,
      "quoteStart": 37744,
      "quoteText": "8.3 post, upload, or distribute any defamatory, libelous, or inaccurate User Content or other content;</li>",
      "services": [
        "khanacademy"
      ],
      "title": "Users agree not to submit libelous, harassing or threatening content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to submit libelous, harassing or threatening content",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "7837": {
      "id": "7837",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 59089,
      "quoteStart": 56920,
      "quoteText": "<li>15.4 Dispute Resolution and Arbitration.\nPLEASE READ THIS SECTION CAREFULLY BECAUSE IT AFFECTS YOUR RIGHTS.\nBY AGREEING TO BINDING ARBITRATION, YOU WAIVE YOUR RIGHT TO LITIGATE DISPUTES THROUGH A COURT AND TO HAVE A JUDGE OR JURY DECIDE YOUR CASE.\n<ol>\n<li>(a) Generally.\nIn order to expedite and control the cost of disputes, Khan Academy and you agree that any legal or equitable claim, dispute, action or proceeding arising from or related to your use of the Services or these Terms (\"<b>Dispute</b>\") will be resolved as follows to the fullest extent permitted by law:</li>\n<li>(b) Notice of Dispute.\nIn the event of a Dispute, you or Khan Academy must give the other a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the Dispute, and a proposed solution (a \"<b>Notice of Dispute</b>\").\nYou must send any Notice of Dispute by first class U.S.\nMail to Khan Academy at P.O.\nBox 1630, Mountain View, CA 94042 and also via e-mail to notices@khanacademy.org.\nKhan Academy will send any Notice of Dispute to you by first class U.S.\nMail to your address if Khan Academy has it, or otherwise to your e-mail address.\nYou and Khan Academy will attempt in good faith to resolve any Dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent.\nAfter sixty (60) days, you or Khan Academy may commence arbitration.</li>\n<li>(c) Binding Arbitration.\nAny Dispute which has not been resolved by negotiation as provided herein within sixty (60) days or such time period as you and Khan Academy may otherwise agree, shall be finally resolved by binding arbitration as described in this Section 15.4.\nYou are giving up the right to litigate (or participate in as a party or class member) all Disputes in court before a judge or jury.\nInstead, all Disputes will be resolved before a neutral arbitrator, whose decision will be final except for a limited right of appeal under the Federal Arbitration Act.\nThe place of arbitration shall be Santa Clara County, California.\nAny court with jurisdiction over the parties may enforce the arbitrator's award.</li>\n<li>",
      "services": [
        "khanacademy"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7838": {
      "id": "7838",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 54593,
      "quoteStart": 54051,
      "quoteText": "(a)\tUser Disputes.\nKhan Academy is not responsible for the actions, content, information or data of other third parties, including other Users.\nYou are solely responsible for your interactions with other users of the Services, and any other parties with whom you interact through the Service.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any online or offline interaction with any other person.\nWe reserve the right, but have no obligation, to become involved in any way with these disputes.",
      "services": [
        "khanacademy"
      ],
      "title": "This service cannot be held responsible for disputes that you may have with other users",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service cannot be held responsible for disputes that you may have with other users",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "7839": {
      "id": "7839",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 38163,
      "quoteStart": 37852,
      "quoteText": "<li>8.4 post, upload, or distribute any User Content or other content that is unlawful or that a reasonable person could deem to be objectionable, offensive, indecent, pornographic, harassing, threatening, embarrassing, distressing, vulgar, hateful, racially or ethnically offensive, or otherwise inappropriate;",
      "services": [
        "khanacademy"
      ],
      "title": "Prohibits the posting of pornographic content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Prohibits the posting of pornographic content",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "7840": {
      "id": "7840",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 25806,
      "quoteStart": 24776,
      "quoteText": "<li>5.1 User Content and Ownership.\nKhan Academy may permit (a) the posting and/or publishing by you and other Users of notes, questions, comments, ratings, reviews, images, videos and other audio-visual materials and communications (collectively, \"<b>User Postings</b>\") and (b) the posting, creation, or modification by you and other users of computer code (including source code and object code) (\"<b>User Code</b>\") (User Postings and User Code, collectively, \"<b>User Content</b>\").\nYou understand that whether or not such User Content is published, Khan Academy does not guarantee any confidentiality with respect to any submissions.\nConsistent with Applicable Law, as between Khan Academy and you, you retain all ownership rights you have in any User Content you post or publish to the Services, and Khan Academy does not claim any ownership rights in or to such User Content.\nYou acknowledge that are solely responsible for your User Content and the consequences of posting, creating, or publishing such User Content.</li>",
      "services": [
        "khanacademy"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9985": {
      "id": "9985",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 23656,
      "quoteStart": 23403,
      "quoteText": "In the event that Khan Academy is involved in a merger, acquisition, bankruptcy, change of control, or any form of sale of some or all of our assets, your personal information may be transferred or disclosed in connection with such business transaction.",
      "services": [
        "khanacademy"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9986": {
      "id": "9986",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 29953,
      "quoteStart": 29848,
      "quoteText": "Khan Academy does not endorse any User Content or any opinion, recommendation or advice expressed therein",
      "services": [
        "khanacademy"
      ],
      "title": "This service does not condone any ideas contained in its user-generated contents",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not condone any ideas contained in its user-generated contents",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "9987": {
      "id": "9987",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 2935,
      "quoteStart": 2825,
      "quoteText": "THE WEBSITE IS NOT AVAILABLE TO (A) ANY USERS PREVIOUSLY SUSPENDED OR REMOVED FROM THE WEBSITE BY KHAN ACADEMY",
      "services": [
        "khanacademy"
      ],
      "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users who have been permanently banned from this service are not allowed to re-register under a new account",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "9988": {
      "id": "9988",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 51301,
      "quoteStart": 50941,
      "quoteText": "YOU UNDERSTAND AND AGREE THAT YOUR USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAINING OF CONTENT, WEBSITE MATERIALS, SOFTWARE, OR DATA THROUGH THE WEBSITE (INCLUDING THROUGH ANY API'S) IS AT YOUR OWN DISCRETION AND RISK, AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS THEREFROM.",
      "services": [
        "khanacademy"
      ],
      "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are responsible for any risks, damages, or losses they may incur by downloading materials",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9989": {
      "id": "9989",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 3122,
      "quoteStart": 2936,
      "quoteText": "OR (B) ANY PERSONS UNDER THE AGE OF 13 WHOSE REGISTRATION HAS NOT BEEN APPROVED BY A LEGAL PARENT OR GUARDIAN (OR, FOR SCHOOL ACCOUNTS, BY SCHOOL PERSONNEL AS PERMITTED UNDER THE TERMS).",
      "services": [
        "khanacademy"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "9991": {
      "id": "9991",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 42490,
      "quoteStart": 42338,
      "quoteText": "\nKhan Academy may also in its sole discretion and at any time discontinue providing access to the Services, or any part thereof, with or without notice.",
      "services": [
        "khanacademy"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "9992": {
      "id": "9992",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 42237,
      "quoteStart": 42039,
      "quoteText": "Khan Academy, in its sole discretion, for any or no reason, and without penalty, may suspend or terminate any account (or any part thereof) you may have with Khan Academy or your use of the Services",
      "services": [
        "khanacademy"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "9993": {
      "id": "9993",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 42338,
      "quoteStart": 42238,
      "quoteText": "and remove and discard all or any part of your account, User profile, and User Content, at any time.",
      "services": [
        "khanacademy"
      ],
      "title": "The service can delete specific content without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without reason and may do it without prior notice",
        "point": "blocker",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9994": {
      "id": "9994",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 10366,
      "quoteStart": 9877,
      "quoteText": "To provide a personalized learning and high-quality experience for our users, we may use various technologies that automatically record certain technical information from your browser or device when you visit our website, read our emails, use our Service or otherwise engage with us.\nThis information is typically collected through a variety of tracking technologies, including cookies, web beacons, Flash objects, log files, and similar technology (collectively, “tracking technologies”).",
      "services": [
        "khanacademy"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9995": {
      "id": "9995",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11235,
      "quoteStart": 11026,
      "quoteText": "We may collect analytics data, or use third-party analytics tools such as Google Analytics, to help us measure traffic and usage trends for the Sites and to understand more about the demographics of our users.",
      "services": [
        "khanacademy"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "9996": {
      "id": "9996",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 61281,
      "quoteStart": 60999,
      "quoteText": "To the extent permitted by law, any Dispute under these Terms must be filed within one (1) year in an arbitration proceeding.\nThe one-year period begins when the events giving rise to the Dispute first occur.\nIf a Dispute is not filed within one year, it is permanently barred.</li>",
      "services": [
        "khanacademy"
      ],
      "title": "Users have a reduced time period to take legal action against the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users have a reduced time period to take legal action against the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9997": {
      "id": "9997",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 56547,
      "quoteStart": 56404,
      "quoteText": "The failure of Khan Academy to exercise or enforce any right or provision of the Terms will not constitute a waiver of such right or provision.",
      "services": [
        "khanacademy"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "9998": {
      "id": "9998",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 26615,
      "quoteStart": 26412,
      "quoteText": "Such license is perpetual and irrevocable, except to the extent required to comply with Applicable Privacy Law relating to ownership and control of your personal information, including education records.",
      "services": [
        "khanacademy"
      ],
      "title": "This service keeps a license on user-generated content even after users close their accounts.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps a license on user-generated content even after users close their accounts.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9999": {
      "id": "9999",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 26411,
      "quoteStart": 26062,
      "quoteText": "(a) host, transfer, display, perform, reproduce, distribute, prepare derivative works of, use, make, have made, import, and otherwise exploit your User Content, in whole or in part, in any media formats and through any media channels (now known or hereafter developed, to the extent consistent with applicable law and Khan Academy's Privacy Policy).",
      "services": [
        "khanacademy"
      ],
      "title": "This service employs a broad copyright license over user content including the right to distribute through any media",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can distribute your content through any media known now or in the future ",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10000": {
      "id": "10000",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 32237,
      "quoteStart": 32019,
      "quoteText": "Khan Academy grants to you a non-exclusive, non-transferable right to access and use the Licensed Educational Content as made available on the Services by Khan Academy solely for your personal, non-commercial purposes.",
      "services": [
        "khanacademy"
      ],
      "title": "This service is only available for use individually and non-commercially.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "10001": {
      "id": "10001",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 41154,
      "quoteStart": 40855,
      "quoteText": "intentionally interfere with or damage operation of the Services or any user's enjoyment of it, by any means, including without limitation by participation in any denial-of-service type attacks or by uploading or otherwise disseminating viruses, adware, spyware, worms, or other malicious code.</li>",
      "services": [
        "khanacademy"
      ],
      "title": "Users shall not interfere with another person's enjoyment of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users shall not interfere with another person's enjoyment of the service",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "10002": {
      "id": "10002",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 48682,
      "quoteStart": 47381,
      "quoteText": "You agree, to the extent permissible under your state's laws, to indemnify, defend, and hold harmless Khan Academy, and its parent, successors, affiliated companies, contractors, officers, directors, employees, agents and its third-party suppliers, licensors, and partners (\"<b>Khan Academy Parties</b>\") from and against all losses, damages, liabilities, demands, judgments, settlements, costs and expenses of any kind (including legal fees and expenses), from any claim or demand made by any third-party relating to or arising out of (i) your access to, use or misuse of the Services.\n(ii) your breach or alleged breach of these Terms, or any violation of the Terms.\n(iii) any breach of the representations, warranties, and covenants made herein, whether by you or by any Child User or School User whose account you have approved as a Parent User or School Personnel.\n(iv) your failure to comply with Applicable Laws (including any failure to obtain or provide any necessary consent or notice).\n(v) the infringement by you or any third-party using your account of any intellectual property, privacy, or other right of any person or entity, including in connection with your User Content, or (vi) your breach or alleged breach of any interaction, agreement, or policy between you and any other Users.",
      "services": [
        "khanacademy"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "10045": {
      "id": "10045",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5200,
      "quoteStart": 5042,
      "quoteText": "<p>We collect information, including personal information, in a variety of ways which may vary according to your use of the Service and your account settings.",
      "services": [
        "khanacademy"
      ],
      "title": "The service collects many different types of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service collects many different types of personal data",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "10046": {
      "id": "10046",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 535,
      "quoteStart": 478,
      "quoteText": "We do not sell your personal information to third parties",
      "services": [
        "khanacademy"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "10047": {
      "id": "10047",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 9379,
      "quoteStart": 9095,
      "quoteText": "We may collect and use information about your location (such as your country) or infer your approximate location based on your IP address in order to provide you with tailored educational experiences for your region, but we don't collect the precise geolocation of you or your device.",
      "services": [
        "khanacademy"
      ],
      "title": "This service may collect, use, and share location data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may collect, use, and share location data",
        "point": "bad",
        "privacyRelated": true,
        "score": 75,
        "tldr": "Generated through the annotate view"
      }
    },
    "10048": {
      "id": "10048",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11773,
      "quoteStart": 11620,
      "quoteText": "Although we do our best to honor the privacy preferences of our users, we are unable to respond to Do Not Track signals set by your browser at this time.",
      "services": [
        "khanacademy"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "10049": {
      "id": "10049",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 22169,
      "quoteStart": 21951,
      "quoteText": "We may use data which has been de-identified and/or aggregated for product development, research, analytics and other purposes, including for the purpose of analyzing, improving, or marketing the Khan Academy Services.",
      "services": [
        "khanacademy"
      ],
      "title": "Your personal data is aggregated into statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is aggregated into statistics",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "khanacademy.org",
    "khanacaydemyannual.org"
  ]
}