{
  "alexa": 2690,
  "class": "B",
  "links": {
    "Privacy Statement": {
      "name": "Privacy Statement",
      "url": "https://www.logmeininc.com/legal/privacy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.logmeininc.com/legal/terms-and-conditions"
    }
  },
  "points": [
    "1029",
    "1043",
    "1084",
    "562",
    "572",
    "700",
    "898",
    "959"
  ],
  "pointsData": {
    "562": {
      "discussion": "https://groups.google.com/d/topic/tosdr/vyhH8TLLs4Y/discussion",
      "id": "562",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 14778,
      "quoteStart": 14620,
      "quoteText": "We may suspend the Services or terminate the Agreement if you, your users, or attendees are using the Services in a manner that is likely to cause harm to us.",
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "slug": "vyhH8TLLs4Y",
      "title": "User suspension from the service will be fair and proportionate.",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "User suspension from the service will be fair and proportionate.",
        "point": "good",
        "score": 20,
        "tldr": ""
      }
    },
    "572": {
      "discussion": "https://groups.google.com/d/topic/tosdr/UUUcHSpTlCE/discussion",
      "id": "572",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5654,
      "quoteStart": 5571,
      "quoteText": "all payments you make to us for access to the Services are final and non-refundable",
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "slug": "UUUcHSpTlCE",
      "title": "LastPass will not provide refunds if they terminate you account or terminate the service",
      "topics": [
        "guarantee"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service has a no refund policy",
        "point": "neutral",
        "score": 50,
        "tldr": " LastPass has the right (though not the obligation) to, in LastPass' sole discretion (i) refuse or remove any content that, in LastPass' reasonable opinion, violates any LastPass policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in LastPass' sole discretion. LastPass will have no obligation to provide a refund of any amounts previously paid."
      }
    },
    "700": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "700",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "slug": "OesLpGji09g-6",
      "title": "Their legal documents are published under a Creative Commons license",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "legal documents published under reusable license",
        "point": "good",
        "score": 20,
        "tldr": "This means that other services can reuse phrases from these documents if they want to."
      }
    },
    "898": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "898",
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 3232,
      "quoteStart": 2897,
      "quoteText": "We may also collect usage and log data about how the services are accessed and used, including information about the device you are using the Services on, IP addresses, location information, language settings, what operating system you are using, unique device identifiers and other diagnostic data to help us support the Services.</p>",
      "services": [
        "lastpass"
      ],
      "slug": "OesLpGji09g-3",
      "title": "They collect non-identifying information about website visitors",
      "topics": [
        "personal-data"
      ],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is aggregated into statistics",
        "point": "neutral",
        "score": 10,
        "tldr": "Non-personal indentifying information, including browser type, language preference, referer site, and date and time of a visitor request is collected, to improve the website. LastPass releases such aggregated information in reports and uses it show you personalized advertising."
      }
    },
    "959": {
      "discussion": "https://groups.google.com/d/topic/tosdr/u17h91pBgyM/discussion",
      "id": "959",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 22609,
      "quoteStart": 22473,
      "quoteText": "If you provide feedback (“<strong>Feedback</strong>”) about the Beta Service, you agree that we own any Feedback that you share with us.",
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "slug": "u17h91pBgyM",
      "title": "Emails sent to lastpass may be published publically",
      "topics": [
        "ownership"
      ],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
        "point": "bad",
        "score": 50,
        "tldr": "If you send us a request (for example via a support email or via one of our feedback mechanisms), they reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users."
      }
    },
    "1029": {
      "discussion": "https://groups.google.com/d/topic/tosdr/A_hPjYdk0bg/discussion",
      "id": "1029",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "slug": "A_hPjYdk0bg",
      "title": "LastPass never has clear-text versions of your critical data, including passwords or master password",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "info given about security practices",
        "point": "good",
        "score": 15,
        "tldr": "They don't allow you to send LastPass critically important information like your usernames, passwords, account notes, and LastPass master password; instead your LastPass master password is used locally to encrypt the important data that's sent to us so that no one, including LastPass employees ever can access it."
      }
    },
    "1043": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "1043",
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 17603,
      "quoteStart": 17111,
      "quoteText": "We may update this Privacy Policy to reflect changes to our information practices.\nIf we make any material changes we will provide notice on this website, and we may notify you by email (sent to the e-mail address specified in your account), prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf you continue to use the Services after those changes are in effect, you agree to the revised policy.</p>",
      "services": [
        "lastpass"
      ],
      "slug": "OesLpGji09g-5",
      "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "LastPass may change its Privacy Statement and Terms of Service at their sole discretion. LastPass expects visitors to frequently check the website for any changes to their Privacy Statement and Terms. Your continued use of or access to the Website following the posting of any changes constitutes acceptance of those changes. For material changes, the user will be notified, though."
      }
    },
    "1084": {
      "discussion": "https://groups.google.com/d/topic/tosdr/I3MgaNo1Plc/discussion",
      "id": "1084",
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 5272,
      "quoteStart": 5198,
      "quoteText": "Send you product updates, marketing communication, and service information",
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "slug": "I3MgaNo1Plc",
      "title": "No assurance of an opt-out method for non-transactional email",
      "topics": [
        "user-choice"
      ],
      "tosdr": {
        "binding": true,
        "case": "You cannot opt out of promotional communications",
        "point": "bad",
        "score": 30,
        "tldr": "If you are a registered user of a LastPass website and have supplied your email address, LastPass may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with LastPass and their products. They expect to keep this type of email to a minimum."
      }
    }
  },
  "urls": [
    "lastpass.com"
  ]
}