{
  "alexa": 12083,
  "class": false,
  "links": {},
  "points": [
    "7799",
    "7800",
    "7801",
    "7802"
  ],
  "pointsData": {
    "7799": {
      "id": "7799",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 17196,
      "quoteStart": 17117,
      "quoteText": "We cannot guarantee information displayed on this Site to be 100% accurate.</p>",
      "services": [
        "lootcrate"
      ],
      "title": "The service does not guarantee accuracy or reliability of the information provided",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee accuracy or reliability of the information provided",
        "point": "bad",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7800": {
      "id": "7800",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 7078,
      "quoteStart": 6536,
      "quoteText": "You will be solely responsible for all access to and use of this site by anyone using the password and identification originally assigned to your whether or not such access to and use of the this site is actually authorized by you, including without limitation, all communications and transmissions and all obligations (including without limitation financial obligations) incurred through such access or use.</p>\n<p>You are solely responsible for protecting the security and confidentiality of the password and identification assigned to you.",
      "services": [
        "lootcrate"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7801": {
      "id": "7801",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 26928,
      "quoteStart": 26616,
      "quoteText": "WE EACH AGREE THAT, EXCEPT AS PROVIDED BELOW, ANY AND ALL DISPUTES, AS DEFINED ABOVE, WHETHER PRESENTLY IN EXISTENCE OR BASED ON ACTS OR OMISSIONS IN THE PAST OR IN THE FUTURE, WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION RATHER THAN IN COURT IN ACCORDANCE WITH THIS ARBITRATION AGREEMENT.</p>",
      "services": [
        "lootcrate"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7802": {
      "id": "7802",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 33805,
      "quoteStart": 33134,
      "quoteText": "<strong>Class Action Waiver:</strong>\n</p>\n<p>The parties agree that the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, representative action, consolidated action or private attorney general action) unless both you and Loot Crate specifically agree to do so following initiation of the arbitration.\nNeither you, nor any other Member of Loot Crate and/or user of Loot Crate services, can be a class representative, class member, or otherwise participate in a class, representative, consolidated or private attorney general proceeding.</p>",
      "services": [
        "lootcrate"
      ],
      "title": "You waive your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "lootcrate.com"
  ]
}