{
  "alexa": 6856,
  "class": false,
  "links": {},
  "points": [
    "7585",
    "7641",
    "7642",
    "7643",
    "7645"
  ],
  "pointsData": {
    "7585": {
      "id": "7585",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 200,
      "quoteStart": 1,
      "quoteText": "Terms and Conditions for McDonald’s Online Services (USA)\n<p>Last updated: March 13, 2017<br>\n(McDonald’s address update: January 18, 2019.\nnon-substantive update for accessibility: May 15, 2019)</p>",
      "services": [
        "mcdonald's"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7641": {
      "id": "7641",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 2068,
      "quoteStart": 1620,
      "quoteText": "The online services are not intended to be used by, or targeted to, anyone under the age of 13 years old.\nYou must be at least 13 years old to use the online services.\nIf you are at least 13 years old but not yet 18 years old (or the legal age of majority if different in your jurisdiction), then you must review these terms with your parent or guardian and they must understand and agree to these terms in order for you to use the online services.",
      "services": [
        "mcdonald's"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "7642": {
      "id": "7642",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 18739,
      "quoteStart": 17808,
      "quoteText": "6.\nUser submissions and unsolicited ideas.\nUser submissions.\n<p>Some online services may allow you to send comments, remarks, suggestions, ideas, graphics, photographs, questions, complaints or other information posted or communicated to McDonald’s through the online services (together, “submissions”).\nYou understand that by submitting any information to McDonald’s through the online services, you grant McDonald's a perpetual, irrevocable, worldwide, non-exclusive, royalty-free, transferable license to use, reproduce, distribute, sublicense to others, modify, translate, prepare derivative works of, publicly display, and publicly perform the submissions, including to use them for any commercial or other purpose whatsoever without approval from or compensation to you or any other person, including to use them for any commercial or other purpose whatsoever without approval from or compensation to you or any other person.",
      "services": [
        "mcdonald's"
      ],
      "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7643": {
      "id": "7643",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 22656,
      "quoteStart": 22437,
      "quoteText": "Use or launch any unauthorized technology or automated system to access the online services or extract content from the online services, including but not limited to spiders, robots, screen scrapers, or offline readers;",
      "services": [
        "mcdonald's"
      ],
      "title": "Spidering or crawling is not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Spidering or crawling is not allowed",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "7645": {
      "id": "7645",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 19591,
      "quoteStart": 19153,
      "quoteText": "<p>Some newer web browsers may have a \"Do Not Track\" preference that transmits a \"Do Not Track\" header to the websites you visit with information indicating that you do not want your activity to be tracked.\nMcDonald’s does not currently take actions to respond to Do Not Track signals because a uniform technological standard has not yet been developed.\nWe continue to review new technologies and may adopt a standard once one is created.",
      "services": [
        "mcdonald's"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "mcdonalds.com"
  ]
}