{
  "alexa": 77,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://about.pinterest.com/privacy/"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "http://about.pinterest.com/terms/"
    }
  },
  "points": [
    "1242",
    "1357",
    "1630"
  ],
  "pointsData": {
    "1242": {
      "id": "1242",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3632,
      "quoteStart": 2956,
      "quoteText": "\n<li>Device Information.\nIn addition to log data, we may also collect information about the device you’re using Pinterest on, including what type of device it is, what operating system you’re using, device settings, unique device identifiers, and crash data.\nWhether we collect some or all of this information often depends on what type of device you’re using and its settings.\nFor example, different types of information are available depending on whether you’re using a Mac or a PC, or an iPhone or an Android phone.\nTo learn more about what information your device makes available to us, please also check the policies of your device manufacturer or software provider.</li>",
      "services": [
        "pinterest"
      ],
      "slug": "1242",
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "\"Whenever you use any website, mobile application or other internet service, certain information gets created and logged automatically. The same is true when you use Pinterest. Here are some of the types of information we collect:\""
      }
    },
    "1357": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/UGu6Ve-JD2M",
      "id": "1357",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2195,
      "quoteStart": 1586,
      "quoteText": "Here are some of the types of information we collect:</p>\n<ul>\n<li>Log Data.\nWhen you use Pinterest or go to a webpage or use an app that has Pinterest features (like our “Pin It” button), our servers automatically record information (“log data”) including information that your browser sends whenever you visit a website or your mobile app sends when you’re using it.\nThis log data may include your Internet Protocol address, the address of the web pages you visited that had Pinterest features, browser type and settings, the date and time of your request, how you used Pinterest, and cookie data.</li>\n<li>",
      "services": [
        "pinterest"
      ],
      "slug": "UGu6Ve-JD2M",
      "title": "Pinterest collects user log data on its own website and other websites with Pin It buttons.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service tracks you on other websites",
        "point": "bad",
        "score": 60,
        "tldr": "Pinterest collects user log data, such as IP addresses, browser type and settings, the date and time people access Pinterest and the way they use it. They also collect user log data on other websites that contain Pin It buttons."
      }
    },
    "1630": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/4d8PCFt7o3o",
      "id": "1630",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10023,
      "quoteStart": 8916,
      "quoteText": "10.\nArbitration <p>For any dispute you have with Pinterest, you agree to first contact us and attempt to resolve the dispute with us informally.\nIf Pinterest has not been able to resolve the dispute with you informally, we each agree to resolve any claim, dispute, or controversy (excluding claims for injunctive or other equitable relief) arising out of or in connection with or relating to these Terms by binding arbitration by the American Arbitration Association (\"AAA\") under the Commercial Arbitration Rules and Supplementary Procedures for Consumer Related Disputes then in effect for the AAA, except as provided herein.\nUnless you and Pinterest agree otherwise, the arbitration will be conducted in the county where you reside.\nEach party will be responsible for paying any AAA filing, administrative and arbitrator fees in accordance with AAA rules, except that Pinterest will pay for your reasonable filing, administrative, and arbitrator fees if your claim for damages does not exceed $75,000 and is non-frivolous (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).",
      "services": [
        "pinterest"
      ],
      "slug": "4d8PCFt7o3o",
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "[Good] Pinterest will work with you to resolve any disputes."
      }
    }
  },
  "urls": [
    "pinterest.com"
  ]
}