{
  "alexa": 2650,
  "class": "B",
  "links": {},
  "points": [
    "4268",
    "4270",
    "4271",
    "4272",
    "4273",
    "4274",
    "4276",
    "4277",
    "4278",
    "4279",
    "4280",
    "4281",
    "4282",
    "4349",
    "4350"
  ],
  "pointsData": {
    "4268": {
      "id": "4268",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 12224,
      "quoteStart": 12107,
      "quoteText": "\n<p>We don’t use any cookie or any other ads tracking device (pixel, fingerprinting…) when browsing our Services.</p>",
      "services": [
        "qwant"
      ],
      "title": "no tracking",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not track you",
        "point": "good",
        "score": 100,
        "tldr": "no tracking"
      }
    },
    "4270": {
      "id": "4270",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3747,
      "quoteStart": 3234,
      "quoteText": "We commit to do anything we can to ensure the security and confidentiality of our users personal data, including by preventing data damage, loss, or access by unauthorized third parties.\nQwant’s URL has the HTTPS header that shows users they communicate with Qwant through a secure channel using the TLS protocol.\nTechnically, TLS ensures users that their data can’t be intercepted by fraud.\nMoreover, the green lock that you see on most browsers when using Qwant certifies that you are browsing a secure website.",
      "services": [
        "qwant"
      ],
      "title": "info given about security practices",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The user is informed about security practices",
        "point": "good",
        "score": 15,
        "tldr": "It's a bit sparse, but it's there:\r\n\r\n\"We commit to do anything we can to ensure the security and confidentiality of our users personal data, including by preventing data damage, loss, or access by unauthorized third parties. Qwant’s URL has the HTTPS header that shows users they communicate with Qwant through a secure channel using the TLS protocol. Technically, TLS ensures users that their data can’t be intercepted by fraud. Moreover, the green lock that you see on most browsers when using Qwant certifies that you are browsing a secure website.\""
      }
    },
    "4271": {
      "id": "4271",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7198,
      "quoteStart": 6271,
      "quoteText": "For Qwant and Qwant Junior accounts, your data is removed 7 days after you request that the account be deleted.\nIf you use a EDU Qwant Junior account (edu.qwantjunior.com), your data is removed 3 months after the account deletion request.\nDuring this period, you can ask that your account be reactivated using your initial username and password.</p>\n<p>For data that may be collected when you exercize some rights (access, opposition, rectification, right to be forgotten…), the duration of retention depends on what the law prescribes for each of these rights.\nPlease refer to the next section of this Privacy Policy for details.</p>\n<p>For connection data that the information system security department may access, the duration of retention is 6 months.</p>\n<p>For Qwant Boards, French law makes it mandatory to keep some connection data (e.g.\nuser ID used, URL or position, nature of the operation, time…) for one year.</p>",
      "services": [
        "qwant"
      ],
      "title": "you can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "\"For Qwant and Qwant Junior accounts, your data is removed 7 days after you request that the account be deleted. If you use a EDU Qwant Junior account (edu.qwantjunior.com), your data is removed 3 months after the account deletion request.\"\r\n\r\nand\r\n\r\n\"As the name says, the right to oppose allows you to oppose data processing by Qwant. You may, for instance, choose to delete your account.\"\r\n\r\nand\r\n\r\n\"You can ask us if we have any information related to you, and ask us information regarding their processing (for instance, the categories of data we process). This right allows you to ask Qwant to give you all this information.\""
      }
    },
    "4272": {
      "id": "4272",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5923,
      "quoteStart": 5738,
      "quoteText": "Personal data that you transmit are never disclosed or sold by Qwant to third parties, except for job applications that may be shared with recruiting partners, unless you ask us not to.",
      "services": [
        "qwant"
      ],
      "title": "personal data is not sold",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "score": 25,
        "tldr": "\"Personal data that you transmit are never disclosed or sold by Qwant to third parties, except for job applications that may be shared with recruiting partners, unless you ask us not to.\""
      }
    },
    "4273": {
      "id": "4273",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4215,
      "quoteStart": 4038,
      "quoteText": "<p>In such cases, we collect some personal data such as your name, firstname and email address when you register to our services, or when you use forms available on our website.",
      "services": [
        "qwant"
      ],
      "title": "info given about what personal data they collect",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides details about what kinds of personal information they collect",
        "point": "good",
        "score": 30,
        "tldr": "\"Qwant does not require any registration to use its search engine. However, you may want to register an account to sign-in and enjoy advanced functionalities such as the possibility to save search results in favorites, or create Boards.\r\n\r\nIn such cases, we collect some personal data such as your name, firstname and email address when you register to our services, or when you use forms available on our website. You can modify, correct, and update information that you submit on the website.\r\n\r\nQwant also collects connection data, not associated with your search queries, only to ensure the security of its information system and, if you create or modify Boards, to respect the obligation to identify content creators such as mandated by French law (article 6-II de la Loi pour la confiance en l’économie numérique).\r\n\r\nEven when you are connected with an ID, we don’t use any cookie nor any other tracking device when you browse the site. The only technology that may be installed on your browser, called “local storage”, is used to locally save your settings (language, activation or deactivation of options…).\""
      }
    },
    "4274": {
      "id": "4274",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9925,
      "quoteStart": 9626,
      "quoteText": "You can delete your account any time from your profile by clicking the link that says « Remove my qwant.com account ».\nAny data associated with your account will be removed 7 days after the removal request.\nMeanwhile, you can reactivate your account using your previous user ID and password.</p>\n<p>",
      "services": [
        "qwant"
      ],
      "title": "you can leave at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "\"As the name says, the right to oppose allows you to oppose data processing by Qwant. You may, for instance, choose to delete your account.\""
      }
    },
    "4276": {
      "id": "4276",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 11167,
      "quoteStart": 10553,
      "quoteText": "This data is collected and processed by QWANT in accordance with French law (<em>loi n° 78-17 du 6 janvier 1978 relative à l’informatique, aux fichiers et aux libertés modifiée</em>), for the following purposes:</p>\n<ul>\n<li>Technical management of the account(s) of the user and of the available Services;</li>\n<li>Management of information requests and job applications;</li>\n<li>Management of delisting requests and requests associated with the right to access, rectify and delete personal data;</li>\n<li>The security of QWANT’s information system;</li>\n<li>Respecting our legal and regulatory obligations.</li>",
      "services": [
        "qwant"
      ],
      "title": "info given about intended use of your information",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides information about how they intend to use your personal data",
        "point": "good",
        "score": 30,
        "tldr": "When do we collect personal data, and why?\r\n\r\nQwant does not require any registration to use its search engine. However, you may want to register an account to sign-in and enjoy advanced functionalities such as the possibility to save search results in favorites, or create Boards.\r\n\r\nIn such cases, we collect some personal data such as your name, firstname and email address when you register to our services, or when you use forms available on our website. You can modify, correct, and update information that you submit on the website.\r\n\r\nQwant also collects connection data, not associated with your search queries, only to ensure the security of its information system and, if you create or modify Boards, to respect the obligation to identify content creators such as mandated by French law (article 6-II de la Loi pour la confiance en l’économie numérique).\r\n\r\nEven when you are connected with an ID, we don’t use any cookie nor any other tracking device when you browse the site. The only technology that may be installed on your browser, called “local storage”, is used to locally save your settings (language, activation or deactivation of options…). You can delete personal data stored in your “local storage” by deactivating cookies in your browser. However, this deactivation may prevent you from accessing some functionalities of the site, such as your browsing preferences.\r\n\r\nUsers personal data are collected and processed by Qwant solely for the following purposes:\r\n\r\n    the technical management of the user’s account(s) and available services;\r\n    the management of information requests and job applications;\r\n    the management of delisting requests and requests associated with personal data access, rectification, and removal rights;\r\n    the security of Qwant’s information system;\r\n    the compliance with legal and regulatory obligations.\r\n"
      }
    },
    "4277": {
      "id": "4277",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3225,
      "quoteStart": 2571,
      "quoteText": "Qwant has a Privacy office dedicated to protecting your privacy.\nIt also has a Data Protection Officer (DPO).\nBoth work closely with eachother to ensure that the relevant regulation regarding personal data is applied as strongly as it should.</p>\n<p>The DPO keeps an updated register of all processing of personal data made by Qwant for his services.\nFor instance, when you create an account on the site, you can choose to fill in your profile and this is a processing of personal data for which the register will say how data may be kept (and how long), and who can access it.\nThe DPO makes this register available to anyone who asks : privacy@qwant.com",
      "services": [
        "qwant"
      ],
      "title": "your personal data is used for limited purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is used for limited purposes",
        "point": "good",
        "score": 60,
        "tldr": "It's not used when searching:\r\n\r\n\"Qwant does not require any registration to use its search engine. However, you may want to register an account to sign-in and enjoy advanced functionalities such as the possibility to save search results in favorites, or create Boards.\r\n\r\nIn such cases, we collect some personal data such as your name, firstname and email address when you register to our services, or when you use forms available on our website.\""
      }
    },
    "4278": {
      "id": "4278",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 70,
      "quoteStart": 27,
      "quoteText": "EN <ul>\n<li> FR </li>\n<li> DE </li>\n<li> IT",
      "services": [
        "qwant"
      ],
      "title": "translated into only a few languages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The terms for this service are translated into different languages",
        "point": "neutral",
        "score": 0,
        "tldr": "translated into only a few languages"
      }
    },
    "4279": {
      "id": "4279",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9365,
      "quoteStart": 9212,
      "quoteText": "<p>If you have created a user account, you bear the sole responsibility for information that you fill in when registering or when modifying your account.",
      "services": [
        "qwant"
      ],
      "title": "you are responsible for what you publish",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "\"If you have created a user account, you bear the sole responsibility for information that you fill in when registering or when modifying your account.\"\r\n\r\nAnd for boards (https://about.qwant.com/legal/terms-of-service/qwant-boards/):\r\n\r\n\"You acknowledge that you alone are responsible for the contents and consequences following their aggregation and their being shared on your Boards.  You agree to put the required permissions (rights, licenses, consent and/or authorization) allowing you to share other’s information.  On the other hand, you are not allowed to publish content that includes elements you are not legally authorized to possess.\"\r\n\r\n\"You will be held responsible for all content that may infringe upon the rights of others or applicable laws, including rules related to the right to one’s image and rights regarding intellectual property and shared content.\""
      }
    },
    "4280": {
      "id": "4280",
      "quoteDoc": "",
      "quoteText": "",
      "services": [
        "qwant"
      ],
      "title": "easy to read",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The terms for this service are easy to read",
        "point": "good",
        "score": 15,
        "tldr": "easy to read"
      }
    },
    "4281": {
      "id": "4281",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 14103,
      "quoteStart": 13788,
      "quoteText": "<p>The Services and their Terms are governed by French law, wherever originates the use of the Services.\nIf friendly solutions can’t be found or are not sought, French courts within the competence of the Cour d’appel de Paris are the only courts competent to know of any litigation arose from the current Terms.</p>",
      "services": [
        "qwant"
      ],
      "title": "court of law is in location X",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "\"The Services and their Terms are governed by French law, wherever originates the use of the Services. If friendly solutions can’t be found or are not sought, French courts within the competence of the Cour d’appel de Paris are the only courts competent to know of any litigation arose from the current Terms.\""
      }
    },
    "4282": {
      "id": "4282",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4952,
      "quoteStart": 4303,
      "quoteText": "Qwant also collects connection data, not associated with your search queries, only to ensure the security of its information system and, if you create or modify Boards, to respect the obligation to identify content creators such as mandated by French law (<em>article 6-II de la Loi pour la confiance en l’économie numérique</em>).</p>\n<p>\n<strong>Even when you are connected with an ID, we don’t use any cookie nor any other tracking device</strong> when you browse the site.\nThe only technology that may be installed on your browser, called “local storage”, is used to locally save your settings (language, activation or deactivation of options…).",
      "services": [
        "qwant"
      ],
      "title": "only necessary logs are kept",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Only necessary user logs are kept by the service to ensure quality",
        "point": "good",
        "score": 50,
        "tldr": "\"Qwant also collects connection data, not associated with your search queries, only to ensure the security of its information system and, if you create or modify Boards, to respect the obligation to identify content creators such as mandated by French law (article 6-II de la Loi pour la confiance en l’économie numérique).\""
      }
    },
    "4349": {
      "id": "4349",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11105,
      "quoteStart": 10826,
      "quoteText": "When you use Qwant, no personal information whatsoever is neither captured or transmitted to advertisers.<br>\nIn details:<br>\n– No third party cookies<br>\n– No trackers<br>\n– No behavioral targeting<br>\n– No campaigns mixing legit and promotional content (native advertising)</p>",
      "services": [
        "qwant"
      ],
      "title": "only temporary session cookies",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service only uses temporary session cookies",
        "point": "good",
        "score": 20,
        "tldr": "\"When you use Qwant, no personal information whatsoever is neither captured or transmitted to advertisers.\r\nIn details:\r\n– No third party cookies\r\n– ...\"\r\n\r\nand \r\n\r\n\"We don’t use any cookie nor any tracking device that may allow us to track your browsing habits or to establish your profile.\""
      }
    },
    "4350": {
      "id": "4350",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 1275,
      "quoteStart": 1077,
      "quoteText": "The use of our Services imply your approval of the present terms.\nWe reserve the right to modify the terms at any time so they can fit the evolutions of the services of QWANT and/or their operation.",
      "services": [
        "qwant"
      ],
      "title": "critical changes without user involvement",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service makes critical changes to its terms without user involvement",
        "point": "bad",
        "score": 35,
        "tldr": "\"We reserve the right to modify the terms at any time so they can fit the evolutions of the services of QWANT and/or their operation.  You will be informed, by email and/or by any other appropriate means on the affected Services, of all substantial changes to the Terms, prior to their entry into force.\""
      }
    }
  },
  "urls": [
    "qwant.com"
  ]
}