{
  "alexa": 1264,
  "class": false,
  "links": {},
  "points": [
    "10218",
    "10219",
    "10220",
    "10221",
    "10222",
    "10223",
    "10224",
    "10225",
    "10277",
    "10278",
    "10279",
    "10280",
    "10281",
    "7599",
    "7600",
    "7601",
    "7602",
    "7603"
  ],
  "pointsData": {
    "7599": {
      "id": "7599",
      "needModeration": false,
      "quoteDoc": "User Agreement",
      "quoteEnd": 24266,
      "quoteStart": 23951,
      "quoteText": "You and Redbubble agree that any cause of action arising out of or related to the Redbubble site (including but not limited to any services provided or made available therein) or this Agreement must commence within one (1) year after the cause of action arose.\notherwise, such cause of action is permanently barred.",
      "services": [
        "redbubble"
      ],
      "title": "Users have a reduced time period to take legal action against the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users have a reduced time period to take legal action against the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7600": {
      "id": "7600",
      "needModeration": false,
      "quoteDoc": "User Agreement",
      "quoteEnd": 5038,
      "quoteStart": 4896,
      "quoteText": "In its sole discretion, Redbubble may refuse any user name that it decides is inappropriate and / or refuse any person from becoming a member.",
      "services": [
        "redbubble"
      ],
      "title": "Usernames can be rejected for any reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Usernames can be rejected for any reason",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "7601": {
      "id": "7601",
      "quoteDoc": "User Agreement",
      "quoteEnd": 2996,
      "quoteStart": 2928,
      "quoteText": "Our services are not available to persons under 16 years of age.</p>",
      "services": [
        "redbubble"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "7602": {
      "id": "7602",
      "quoteDoc": "User Agreement",
      "quoteEnd": 22311,
      "quoteStart": 21324,
      "quoteText": "Indemnity <p>You agree to indemnify, defend and hold us, our officers, directors, employees, agents and representatives harmless, as well as, all third parties printing, manufacturing and/or otherwise fulfilling the products you are selling via the website, their officers, directors, employees, agents and representatives harmless, from and against any and all claims, damages, losses, liabilities, costs (including reasonable legal fees) or other expenses that arise directly or indirectly out of or from:</p>\n<ul>\n<li>your breach of any clause of this agreement;</li>\n<li>any allegation that any materials that you submit to us or transmit to the website infringe or otherwise violate the copyright, trademark, trade secret or other intellectual property or other rights of any third party.\nand/or</li>\n<li>your activities in connection with the website.\n</li>\n</ul>\n<p>This indemnity will be applicable without regard to the negligence of any party, including any indemnified person.",
      "services": [
        "redbubble"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "7603": {
      "id": "7603",
      "needModeration": false,
      "quoteDoc": "User Agreement",
      "quoteEnd": 17268,
      "quoteStart": 16848,
      "quoteText": "Review Tool is Yotpo’s intellectual property – not yours;</li>\n<li>in respect of any reviews or other content you contribute through your use of the Review Tool, you grant Yotpo and Redbubble the perpetual right to use that content;</li>\n<li>if the concept of ‘moral rights’ (or analogous rights) in relation to content applies in your country, then you agree to waive those rights, to the extent permitted by local laws",
      "services": [
        "redbubble"
      ],
      "title": "You sign away moral rights",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your moral rights",
        "point": "blocker",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10218": {
      "id": "10218",
      "needModeration": false,
      "quoteDoc": "Intellectual Property and Publicity Rights",
      "quoteEnd": 6289,
      "quoteStart": 5987,
      "quoteText": "<p>While the work may not have been a direct copy of someone else's work, it may contain elements, logos, or personal likenesses which may infringe on another's rights.</p>\n<p>If you believe a report was in error or should not apply to your work, you have the right to lodge a counter-notification.</p>",
      "services": [
        "redbubble"
      ],
      "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
        "point": "good",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "10219": {
      "id": "10219",
      "needModeration": false,
      "quoteDoc": "User Agreement",
      "quoteEnd": 25454,
      "quoteStart": 25270,
      "quoteText": "If any of the terms of this agreement are held to be invalid, unenforceable or illegal for any reason, the remaining terms and conditions shall nevertheless continue in full force.</p>",
      "services": [
        "redbubble"
      ],
      "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10220": {
      "id": "10220",
      "needModeration": false,
      "quoteDoc": "User Agreement",
      "quoteEnd": 25266,
      "quoteStart": 25097,
      "quoteText": "If we waive any rights available to us under this agreement on one occasion, this does not mean that those rights will automatically be waived on any other occasion.</p>",
      "services": [
        "redbubble"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10221": {
      "id": "10221",
      "needModeration": false,
      "quoteDoc": "User Agreement",
      "quoteEnd": 14211,
      "quoteStart": 13938,
      "quoteText": "sublicense able and transferable license to use, reproduce, distribute, prepare derivative works of and display the content of such listings in connection with Redbubble's (and its successors' and affiliates') services and business in facilitating the sale of your product,",
      "services": [
        "redbubble"
      ],
      "title": "This service can license user content to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can license user content to third parties",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10222": {
      "id": "10222",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2515,
      "quoteStart": 2494,
      "quoteText": "the referrer website,",
      "services": [
        "redbubble"
      ],
      "title": "This service tracks which web page referred you to it",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service tracks which web page referred you to it",
        "point": "bad",
        "score": 50,
        "tldr": "Full Quote: \"When you visit and use the Marketplace our web server, due to technical reasons, automatically collects your IP address, the date and time of your visit of the Marketplace, the sites visited on the Marketplace, the referrer website, your browser type (e.g. Microsoft Explorer or Mozilla Firefox), your operating system (e.g. Microsoft Windows&nbsp;10), the domain name and the address of your internet access provider.</p>\""
      }
    },
    "10223": {
      "id": "10223",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 37350,
      "quoteStart": 36314,
      "quoteText": "If you have any questions, concerns or complaints relating to this privacy policy or Redbubble’s privacy/data protection practices, you are welcome to contact the Redbubble Data Protection Officer at the contact details listed in Section 1.</p>\n<p>The relevant supervisory authority for the making of complaints depends on your location:</p>\n<ul>\n<li>in the United States you can contact the Federal Trade Commission and lodge a complaint through the process set out at: www.ftccomplaintassistant.gov</li>\n<li>in the European Union you can complain to the supervisory authority of the Member State where you reside, where you work, or where you believe a GDPR infringement occurred</li>\n<li>in Australia you can complain to the Office of the Australian Information Commissioner – see here: https://www.oaic.gov.au/individuals/how-do-i-make-a-privacy-complaint</li>\n<li>in the UK you have the right to lodge a complaint with the UK Information Commissioner’s Office which you can contact under https://ico.org.uk/global/contact-us/.</li>",
      "services": [
        "redbubble"
      ],
      "title": "The service provides a complaint mechanism for the handling of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides a complaint mechanism for the handling of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "10224": {
      "id": "10224",
      "needModeration": false,
      "quoteDoc": "Intellectual Property and Publicity Rights",
      "quoteEnd": 3710,
      "quoteStart": 3405,
      "quoteText": "REPEAT INFRINGER POLICY</strong>: It is Redbubble’s policy, in appropriate circumstances, to disable and/or terminate the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights, trademark rights, other intellectual property rights or publicity rights of others.",
      "services": [
        "redbubble"
      ],
      "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "User accounts can be terminated after having been in breach of the terms of service repeatedly",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10225": {
      "id": "10225",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 18175,
      "quoteStart": 17846,
      "quoteText": "Third-party analytics cookies</p>\n<p>Together with our server logs and other web analysis programs, analytical cookies enable Redbubble to ascertain the total number of users visiting the website and the most popular areas.\nThanks to them, Redbubble can obtain information to improve browsing and offer a better service to users.",
      "services": [
        "redbubble"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10277": {
      "id": "10277",
      "needModeration": false,
      "quoteDoc": "Intellectual Property and Publicity Rights",
      "quoteEnd": 4180,
      "quoteStart": 3892,
      "quoteText": "<p>If you believe that your content has been used in a way that constitutes an infringement of your rights, please notify Redbubble's designated agent for complaints (contact email below) by sending a Notice and Takedown Report, which must include the following important information:</p>",
      "services": [
        "redbubble"
      ],
      "title": "Provides instructions on how to submit a copyright claim",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Provides instructions on how to submit a copyright claim",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10278": {
      "id": "10278",
      "quoteDoc": "User Agreement",
      "quoteEnd": 23313,
      "quoteStart": 23079,
      "quoteText": "This User Agreement and all disputes relating to this User Agreement, or relating to your use of any part of the Redbubble service, will be exclusively resolved under confidential binding arbitration held in San Francisco, California.",
      "services": [
        "redbubble"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10279": {
      "id": "10279",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 13787,
      "quoteStart": 13489,
      "quoteText": "7.\nSTORAGE TIME <p>We will only store your personal data as long as necessary to fulfil the purposes for which they were collected or – where the law provides for longer retention periods – for the duration of the retention period required by law.\nAfter that your personal data will be deleted.</p>",
      "services": [
        "redbubble"
      ],
      "title": "This service keeps user logs for an undefined period of time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps user logs for an undefined period of time",
        "point": "bad",
        "score": 100,
        "tldr": "Generated through the annotate view"
      }
    },
    "10280": {
      "id": "10280",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 19490,
      "quoteStart": 19049,
      "quoteText": "<p>8.3 In particular, we use the following third-party services which use cookies and other technologies.\nIf you do not agree to this use, you may deactivate these services by refusing to accept the cookies in your browser.\nYou may also deactivate the service by clicking on the opt-out link or using other opt-out possibilities.\nFor the opt-out links and other opt-out possibilities, please see the column “Opt-out”&nbsp;in the table below.",
      "services": [
        "redbubble"
      ],
      "title": "This service employs third-party cookies, but with opt-out instructions",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs third-party cookies, but with opt-out instructions",
        "point": "bad",
        "score": 5,
        "tldr": "Generated through the annotate view"
      }
    },
    "10281": {
      "id": "10281",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 19867,
      "quoteStart": 19491,
      "quoteText": "You will find further information about the services in the related privacy policies, accessible via the links provided in the section “Privacy and/or security policy”&nbsp;in the table below.\nThe table further displays under “Countries where data is transferred and appropriate safeguards” to which country the data is transferred and if appropriate safeguards are fulfilled.",
      "services": [
        "redbubble"
      ],
      "title": "The service provides a complete list of all cookies set by its website",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides a complete list of all cookies set by its website",
        "point": "good",
        "privacyRelated": true,
        "score": 40,
        "tldr": "The privacy policy has a table of all the cookies they use. The formatting is off but here is the full quote with all of the cookies they use, \"8.3 In particular, we use the following third-party services which use cookies and other technologies. If you do not agree to this use, you may deactivate these services by refusing to accept the cookies in your browser. You may also deactivate the service by clicking on the opt-out link or using other opt-out possibilities. For the opt-out links and other opt-out possibilities, please see the column “Opt-out”&nbsp;in the table below. You will find further information about the services in the related privacy policies, accessible via the links provided in the section “Privacy and/or security policy”&nbsp;in the table below. The table further displays under “Countries where data is transferred and appropriate safeguards” to which country the data is transferred and if appropriate safeguards are fulfilled.</p> <p>Third party services utilizing tracking on the Marketplace</p> <p>Service provider</p> <p>Description of the purpose of the tracking and use of the tracking data</p> <p>Privacy and/or security policy</p> <p>Opt-out</p> <p>Countries where data is transferred and appropriate safeguards</p> <p>Google Analytics</p> <p>Google LLC, 1600&nbsp;Amphitheatre Parkway, Mountain View, CA&nbsp;94043, USA, e-mail data-protection-office@google.com, phone +1.650.253.0000, fax +1.650.618.1806</p> <p>Google Analytics tracks and reports website traffic and user behaviour on our site (https://developers.google.com/analytics/resources/concepts/gaConceptsTrackingOverview#howAnalyticsGetsData)</p> <p>Terms of use: http://www.google.com/analytics/terms/de.html</p> <p>Privacy policy: http://www.google.com/intl/de/analytics/privacyoverview.html</p> <p>http://tools.google.com/dlpage/gaoptout?hl=en</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active)</p> <p>Google AdWords</p> <p>Google LLC, 1600&nbsp;Amphitheatre Parkway, Mountain View, CA&nbsp;94043, USA, e-mail data-protection-office@google.com, phone +1.650.253.0000, fax +1.650.618.1806</p> <p>Google AdWords provides audience building and targeting across Google marketing networks</p> <p>https://services.google.com/sitestats/de.html</p> <p>http://www.google.com/ads/preferences/html/opt-out.html</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active)</p> <p>Google DoubleClick</p> <p>Google LLC, 1600&nbsp;Amphitheatre Parkway, Mountain View, CA&nbsp;94043, USA, e-mail data-protection-office@google.com, phone +1.650.253.0000, fax +1.650.618.1806</p> <p>Google DoubleClick provides audience building and targeting across Google marketing networks</p> <p>http://www.google.de/policies/technologies/ads</p> <p>http://www.google.com/ads/preferences/html/opt-out.html</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active)</p> <p>New Relic</p> <p>New Relic Inc., 188&nbsp;Spear St., Suite&nbsp;1200, San Francisco, CA&nbsp;94105, USA, e-mail dataprivacy@newrelic.com, phone +1.650.777.7600</p> <p>New Relic provides performance monitoring and management of the Marketplace and our services with respect to problems and errors as well as troubleshooting</p> <p>http://newrelic.com/privacy</p> <p>No opt-out possibility due to the nature of the provided service for basic functioning of the Marketplace</p> <p>USA</p> <p>EU-US Privacy Shield certified&nbsp;(https://www.privacyshield.gov/participant?id=a2zt0000000TNPiAAO&amp;status=Active)</p> <p>Sift Science</p> <p>Sift Science Inc., 123&nbsp;Mission St., 20th&nbsp;Floor, San Francisco, CA&nbsp;94105, USA</p> <p>Sift Science provides fraud identification and prevention</p> <p>https://siftscience.com/security-privacy</p> <p>No opt-out due to the nature of the service provided for basic functioning of the Marketplace</p> <p>USA</p> <p>EU-US Privacy Shield information for EU-US transfers: https://siftscience.com/privacy-shield</p> <p>TrackJS</p> <p>TrackJS LLC</p> <p>TrackJS provides JavaScript (code) error monitoring</p> <p>https://trackjs.com/privacy</p> <p>No opt-out due to the nature of the service provided for basic functioning of the Marketplace</p> <p>USA</p> <p>Information on EU-US transfers can be accessed under https://trackjs.com/privacy</p> <p>The data processing agreement with TrackJS contains the EU Standard Contractual Clauses</p> <p>Microsoft Bing Conversion</p> <p>Microsoft Corp., One Microsoft Way, Redmond, WA&nbsp;98052-6399, USA, e-mail brendonlynch@microsoft.com, phone +1.425.882.8080, fax +1.425.708.3135</p> <p>Microsoft Bing Conversion provides customer conversion tracking</p> <p>https://privacy.microsoft.com/de-de/privacystatement</p> <p>http://www.aboutads.info/choices/</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt0000000KzNaAAK&amp;status=Active)</p> <p>Sailthru</p> <p>Sailthru Inc., 160&nbsp;Varick St., 12th&nbsp;Floor, 1&nbsp;World Trade Suite&nbsp;48a, New York, NY&nbsp;10007, USA, e-mail legal@sailthru.com, phone +1.877.812.8689</p> <p>Sailthru provides audience building and targeting with Sailthru marketing platform</p> <p>https://www.sailthru.com/legal/#privacy</p> <p>http://www.sailthru.com/legal/#cookies</p> <p>http://www.sailthru.com/legal/#cookies</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt0000000TOGXAA4&amp;status=Active)</p> <p>Yahoo Analytics</p> <p>Oath Inc.</p> <p>Yahoo Analytics provides audience building and targeting across Oath marketing networks</p> <p>https://policies.oath.com/us/en/oath/privacy/index.html</p> <p>https://policies.yahoo.com/ie/de/yahoo/privacy/index.htm</p> <p>https://aim.yahoo.com/aim/us/en/optout/</p> <p>USA</p> <p>Privacy policy information at: https://policies.oath.com/us/en/oath/privacy/index.html&nbsp;and https://policies.oath.com/us/en/oath/privacy/topics/datatransfer/index.html</p> <p>The data processing agreement with Yahoo Analytics contains the EU Standard Contractual Clauses</p> <p>Facebook Ads Manager</p> <p>Facebook Inc., 1601&nbsp;S. California Avenue., Palo Alto, CA&nbsp;94304, USA</p> <p>Audience building and targeting across Facebook marketing networks</p> <p>https://www.facebook.com/privacy/explanation</p> <p>https://www.facebook.com/help/568137493302217</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active)</p> <p>Criteo</p> <p>Criteo SA, 32&nbsp;Rue Blanche, 75009&nbsp;Paris, France, EU</p> <p>Criteo provides audience building and targeting across Google marketing networks</p> <p>https://www.criteo.com/privacy/</p> <p>https://www.criteo.com/privacy/</p> <p>France</p> <p>Criteo uses Amazon Web Services for storing the Criteo sponsored product data. Amazon Web Services is EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt0000000TOWQAA4&amp;status=Active)</p> <p>LeanPlum</p> <p>Leanplum, Inc., 1550&nbsp;Bryant St., Suite&nbsp;545, San Francisco, CA&nbsp;94103, USA, e-mail info@leanplum.com</p> <p>LeanPlum provides audience building and targeting</p> <p>https://www.leanplum.com/privacy/</p> <p>Opt-out information under https://www.leanplum.com/privacy/</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt000000000juAAA&amp;status=Active)</p> <p>Rollbar</p> <p>Rollbar, 221&nbsp;Main St. Suite&nbsp;780, San Francisco, CA&nbsp;94105, USA, e-mail brian@rollbar.com, phone +1.888.568.3350</p> <p>Rollbar provides application monitoring</p> <p>https://rollbar.com/privacy/</p> <p>Opt-out information at: https://rollbar.com/privacy/</p> <p>USA</p> <p>EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt0000000TNcNAAW&amp;status=Active)</p> <p>Qualtrics</p> <p>Qualtrics, LLC 333 W River Park Dr Provo, Utah 84604 markc@qualtrics.com Phone: (801) 374-6682</p> <p>Qualtrics provides audience building for the purpose of research intercepts and surveys</p> <p>Privacy policy: https://www.qualtrics.com/privacy-statement/</p> <p>Security statement: https://www.qualtrics.com/security-statement/</p> <p>A user may elect to opt-out of enabling cookies in the browser’s settings, usually by choosing between several options offered by the browser. Some browsers allow blocking cookies from a specific website.</p> <p> USA EU-US Privacy Shield certified, ISO 27001 certification </p> <p>Fullstory</p> <p>FullStory, Inc., 120 Ottley Drive NE, Suite 100, Atlanta, GA30324, geoff@fullstory.com Phone: (678) 337-1868</p> <p>FullStory provides visual playback of user sessions, for the purpose of identifying issues and improving experience</p> <p>Privacy Policy: https://www.fullstory.com/legal/privacy/, Terms &amp. conditions: https://www.fullstory.com/legal/terms-and-conditions/</p> <p>https://www.fullstory.com/optout/</p> <p> USA EU-US Privacy Shield certified </p> <p>Namogoo</p> <p>Namogoo Technologies Ltd., 160 Federal St Boston, MA 02110, U.S.A., info@namogoo.com , phone +1.857.284.8084</p> <p>Namogoo detects and blocks unauthorized product and promotional ads injected into visitor sessions</p> <p>Terms of use: https://www.namogoo.com/terms-of-use/, Privacy Policy: https://www.namogoo.com/privacy-policy/</p> <p>No opt-out due to the nature of the service provided for basic functioning of the Marketplace</p> <p> Israel – on the EU approved list of countries for data transfers </p> <p>Supermetrics</p> <p>Supermetrics Oy (Finland)</p> <p>Marketing / web analytics</p> <p>https://supermetrics.com/privacy-policy-2018-5</p> <p>https://supermetrics.com/privacy-policy-2018-5</p> <p>Finland – EU member state</p> <p>AppsFlyer</p> <p>AppsFlyer, Ltd. (Israel)</p> <p>A software development kit which allows the tracking of mobile application use, installations and downloads</p> <p>https://www.appsflyer.com/product/gdpr??&amp;utm_source=google&amp;utm_medium=cpc&amp;utm_term=appsflyer&amp;utm_content=ad3&amp;utm_campaign=brand_oceana</p> <p>https://www.appsflyer.com/optout</p> <p> Israel – on the EU approved list of countries for data transfers </p> <p>Pagely</p> <p>Pagely, Inc. (Wordpress hosting)</p> <p>May collect user data when visitors come to wordpress webpages that Pagely hosts for RB</p> <p>https://pagely.com/legal/privacy-policy/</p> <p>https://pagely.com/legal/transparency-privacy-report/</p> <p> USA, EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt00000008SR8AAM&amp;status=Active) </p> <p>Talkable</p> <p>Curebit, Inc dba Talkable</p> <p>Quantifying and accelerating refer-a-friend programs</p> <p>https://www.talkable.com/privacy</p> <p>https://www.talkable.com/privacy section 6.4</p> <p> USA, EU-US Privacy Shield certified (https://www.privacyshield.gov/participant?id=a2zt00000008Y32AAE&amp;status=Active) </p> <p>Connexity</p> <p>Connexity, Inc.</p> <p>Ecommerce marketing automation platform</p> <p>https://connexity.com/privacy-policy/</p> <p>https://connexity.com/opt-out/</p> <p> USA EU-US Privacy Shield certified<br> https://www.privacyshield.gov/participant?id=a2zt00000008TN3AAM&amp;status=Active </p> <p>Affiliate Window</p> <p>Awin AG</p> <p>Affiliate partner tracking users that come from affiliate links to the site and makes a purchase. Mostly used to give correct commission to the correct affiliates.</p> <p>https://www.awin.com/au/legal/privacy-policy</p> <p>https://www.awin.com/au/legal/privacy-policy<br> Section 2.3</p> <p>Germany – EU member state</p> <p>ShareASale,</p> <p>ShareASale,.com, Inc.</p> <p>Affiliate partner tracking users that come from affiliate links to the site and makes a purchase. Mostly used to give correct commission to the correct affiliates.</p> <p>Part of Awin group<br> https://www.awin.com/au/legal/privacy-policy</p> <p>https://www.awin.com/au/legal/privacy-policy<br> Section 2.3</p> <p>Germany – EU member state</p> <p>Crazy Egg</p> <p>Crazy Egg Inc.</p> <p>Website maintenance service</p> <p>https://www.crazyegg.com/privacy</p> <p>https://www.crazyegg.com/opt-out</p> <p> USA GDPR information at https://help.crazyegg.com/article/165-crazy-eggs-gdpr-readiness\""
      }
    }
  },
  "urls": [
    "redbubble.com"
  ]
}