{
  "alexa": 314,
  "class": false,
  "links": {
    "Intellectual Property Policy": {
      "name": "Intellectual Property Policy",
      "url": "https://www.researchgate.net/ip-policy"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.researchgate.net/privacy-policy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.researchgate.net/terms-of-service"
    }
  },
  "points": [
    "4247",
    "4250"
  ],
  "pointsData": {
    "4247": {
      "id": "4247",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12525,
      "quoteStart": 12378,
      "quoteText": "<li>offer you targeted advertising in order to personalize your experience by showing you advertisements that are more relevant to you.\nand/or</li>",
      "services": [
        "researchgate"
      ],
      "title": "personal data is used for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "personal data is used for advertising"
      }
    },
    "4250": {
      "id": "4250",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 6586,
      "quoteStart": 5559,
      "quoteText": "ResearchGate strives to connect the world of science.\nIt is essential for the credibility of the world of science and for the reputation of researchers that researchers identify themselves using their real names and their affiliation.\nYou must therefore provide only true and non-misleading statements and your real name.\nyou may not use pseudonyms or pen names.\nYou may not accept, adopt, or post content that falsely or misleadingly implies an incorrect identity, inaccurate biographical facts, or misleading information about your qualifications, work experience, or achievements.You warrant and represent that all Personal Information you provide is accurate and complete.\nYou are obliged to update such data when it changes.\nIf you choose to use a profile photo, you must use a photo where you can be clearly identified.\nimages of other people, animals, text, and logos are not permitted.\nThis again is essential for the credibility of the researchers using the Service and is in the best interest of the world of science.",
      "services": [
        "researchgate"
      ],
      "title": "pseudonym not allowed (user-to-user trust is relevant for service)",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.",
        "point": "neutral",
        "score": 10,
        "tldr": "pseudonym not allowed (user-to-user trust is relevant for service)"
      }
    }
  },
  "urls": [
    "researchgate.net"
  ]
}