{
  "alexa": 134556,
  "class": false,
  "links": {},
  "points": [
    "6369",
    "6371",
    "6372"
  ],
  "pointsData": {
    "6369": {
      "id": "6369",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 2782,
      "quoteStart": 2123,
      "quoteText": "Disclaimer <p>The Website including, but not limited to the Content and related services are provided to User \"as is\" and \"as available\".\nJuleba makes no warranties, expressed or implied, and hereby disclaims all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, Juleba does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on the Website or otherwise relating to such materials or on any sites linked to this site.",
      "services": [
        "shortcutworld-com"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6371": {
      "id": "6371",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4862,
      "quoteStart": 4525,
      "quoteText": "User agrees to indemnify and hold harmless the Site Juleba for any direct, indirect, incidental, or consequential third-party claims, actions or suits, as well as any related expenses, liabilities, damages, settlements or fees arising from Users use of the Site or Sharing of Shortcuts, or a violation of any terms of this Agreement.</p>",
      "services": [
        "shortcutworld-com"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6372": {
      "id": "6372",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 5138,
      "quoteStart": 4875,
      "quoteText": "Juleba has not reviewed all of the hyperlinks to other sites on the Website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Juleba.\nUse of any such linked web site is at the user's own risk.",
      "services": [
        "shortcutworld-com"
      ],
      "title": "This service assumes no responsibility and liability for the contents of links to other websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no responsibility and liability for the contents of links to other websites",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "shortcutworld.com"
  ]
}