{
  "alexa": 66744,
  "class": "B",
  "links": {
    "Signal Terms & Privacy Policy": {
      "name": "Signal Terms & Privacy Policy",
      "url": "https://signal.org/legal/"
    }
  },
  "points": [
    "4411",
    "4412",
    "4414",
    "4415",
    "4416",
    "4417",
    "4419",
    "4421",
    "4422",
    "4438",
    "4439",
    "4440",
    "6207",
    "6521",
    "6522",
    "6524",
    "6526"
  ],
  "pointsData": {
    "4411": {
      "id": "4411",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 1310,
      "quoteStart": 1223,
      "quoteText": "Signal does not sell, rent or monetize your personal data or content in any way – ever.",
      "services": [
        "signal"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "score": 25,
        "tldr": "The terms of service state that \"Signal does not sell, rent or monetize your personal data or content in any way – ever.\""
      }
    },
    "4412": {
      "id": "4412",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 907,
      "quoteStart": 751,
      "quoteText": "You must be at least 13 years old to use our Services.\nThe minimum age to use our Services without parental approval may be higher in your home country.</p>",
      "services": [
        "signal"
      ],
      "title": "You must be at least 13 years old to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "The terms of service state: \"You must be at least 13 years old to use our Services. The minimum age to use our Services without parental approval may be higher in your home country.\""
      }
    },
    "4414": {
      "id": "4414",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 8498,
      "quoteStart": 7930,
      "quoteText": "You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California.\nYou also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes.\nThe laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.</p>",
      "services": [
        "signal"
      ],
      "title": "Court of law is in California",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "The terms of service state: \"You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California. You also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes. The laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.\""
      }
    },
    "4415": {
      "id": "4415",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 8889,
      "quoteStart": 8673,
      "quoteText": "We may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.",
      "services": [
        "signal"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "The terms of service state: \"We may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.\""
      }
    },
    "4416": {
      "id": "4416",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 12871,
      "quoteStart": 12434,
      "quoteText": "We work with third parties to provide some of our Services.\nFor example, our Third-Party Providers send a verification code to your phone number when you register for our Services.\nThese providers are bound by their Privacy Policies to safeguard that information.\nIf you use other Third-Party Services like YouTube, Spotify, Giphy, etc.\nin connection with our Services, their Terms and Privacy Policies govern your use of those services.",
      "services": [
        "signal"
      ],
      "title": "Third parties may be involved in operating the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Third parties may be involved in operating the service",
        "point": "bad",
        "score": 15,
        "tldr": "The privacy policy states: \"We work with third parties to provide some of our Services. For example, our Third-Party Providers send a verification code to your phone number when you register for our Services. These providers are bound by their Privacy Policies to safeguard that information. If you use other Third-Party Services like YouTube, Spotify, Giphy, etc. in connection with our Services, their Terms and Privacy Policies govern your use of those services.\""
      }
    },
    "4417": {
      "id": "4417",
      "quoteDoc": "Signal and the General Data Protection Regulation (GDPR)",
      "quoteEnd": 493,
      "quoteStart": 353,
      "quoteText": "Signal messages and calls cannot be accessed by us or other third parties because they are always end-to-end encrypted, private, and secure.",
      "services": [
        "signal"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. There are several community-developed open source utilities that are capable of parsing locally stored Signal content. Android users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings > Chats and media > Chat backups).\""
      }
    },
    "4419": {
      "id": "4419",
      "quoteDoc": "Signal and the General Data Protection Regulation (GDPR)",
      "quoteEnd": 1458,
      "quoteStart": 1251,
      "quoteText": "You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number here. You will need access to this phone number to verify and complete this action.</p>",
      "services": [
        "signal"
      ],
      "title": "You can delete your content from this service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can delete your content from this service",
        "point": "good",
        "score": 50,
        "tldr": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. [...] You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number here. You will need access to this phone number to verify and complete this action.\""
      }
    },
    "4421": {
      "id": "4421",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 9611,
      "quoteStart": 9118,
      "quoteText": "Signal may update the Terms from time to time.\nWhen we update our Terms, we will update the “Last Modified” date associated with the updated Terms.\nYour continued use of our Services confirms your acceptance of our updated Terms and supersedes any prior Terms.\nYou will comply with all applicable export control and trade sanctions laws.\nOur Terms cover the entire agreement between you and Signal regarding our Services.\nIf you do not agree with our Terms, you should stop using our Services.",
      "services": [
        "signal"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "The terms of service state: \"Signal may update the Terms from time to time. When we update our Terms, we will update the “Last Modified” date associated with the updated Terms. Your continued use of our Services confirms your acceptance of our updated Terms and supersedes any prior Terms. You will comply with all applicable export control and trade sanctions laws. Our Terms cover the entire agreement between you and Signal regarding our Services. If you do not agree with our Terms, you should stop using our Services.\""
      }
    },
    "4422": {
      "id": "4422",
      "quoteDoc": "Grand jury subpoena for Signal user data, Eastern District of Virginia",
      "quoteEnd": 420,
      "quoteStart": 337,
      "quoteText": "We’ve designed the Signal service to minimize the data we retain about Signal users",
      "services": [
        "signal"
      ],
      "title": "This service does not track you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not track you",
        "point": "good",
        "score": 100,
        "tldr": "The transparency report states: \"We’ve designed the Signal service to minimize the data we retain about Signal users, so the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.\""
      }
    },
    "4438": {
      "id": "4438",
      "needModeration": false,
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 10929,
      "quoteStart": 10773,
      "quoteText": "You may optionally add other information to your account, such as a profile name and profile picture.\nThis information is end-to-end encrypted.</p>\n<p>\n<str",
      "services": [
        "signal"
      ],
      "title": "The service allows you to use pseudonyms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service allows you to use pseudonyms",
        "point": "good",
        "score": 20,
        "tldr": "The terms state: \"You may optionally add other information to your account, such as a profile name and profile picture. This information is end-to-end encrypted.\" The profile name is therefore not visible to Signal (and hence they cannot determine what it should say). The terms also otherwise do not mention restrictions on the name you choose."
      }
    },
    "4439": {
      "id": "4439",
      "needModeration": false,
      "quoteDoc": "Signal and the General Data Protection Regulation (GDPR)",
      "quoteEnd": 1180,
      "quoteStart": 604,
      "quoteText": "Signal messages, pictures, files, and other contents are stored locally on your device.\nThese contents are readable by the open source Signal clients.\nBecause everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data.</p>\n<p>There are several community-developed open source utilities that are capable of parsing locally stored Signal content.\nAndroid users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings &gt.\nChats and media &gt.\nChat backups).",
      "services": [
        "signal"
      ],
      "title": "This service provides a way for you to export your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service provides a way for you to export your data",
        "point": "good",
        "score": 30,
        "tldr": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data.\r\n\r\nThere are several community-developed open source utilities that are capable of parsing locally stored Signal content. Android users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings > Chats and media > Chat backups).\""
      }
    },
    "4440": {
      "id": "4440",
      "needModeration": false,
      "quoteDoc": "Grand jury subpoena for Signal user data, Eastern District of Virginia",
      "quoteEnd": 1100,
      "quoteStart": 425,
      "quoteText": "the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.</p>\n<p>Notably, things we <em>don’t</em> have stored include anything about a user’s contacts (such as the contacts themselves, a hash of the contacts, any other derivative contact information), anything about a user’s groups (such as how many groups a user is in, which groups a user is in, the membership lists of a user’s groups), or any records of who a user has been communicating with.</p>\n<p>All message contents are end-to-end encrypted, so we don’t have that information either.",
      "services": [
        "signal"
      ],
      "title": "Only necessary user logs are kept by the service to ensure quality",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Only necessary user logs are kept by the service to ensure quality",
        "point": "good",
        "score": 50,
        "tldr": "\"We’ve designed the Signal service to minimize the data we retain about Signal users, so the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.\""
      }
    },
    "6207": {
      "id": "6207",
      "services": [
        "signal"
      ],
      "title": "Your personal data is aggregated into statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is aggregated into statistics",
        "point": "neutral",
        "score": 10,
        "tldr": "A commit to the Signal-Server repository on GitHub is titled, \"Tally active users by time interval by platform and by country\""
      }
    },
    "6521": {
      "id": "6521",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 2530,
      "quoteStart": 2448,
      "quoteText": "You agree to use our Services only for legal, authorized, and acceptable purposes.",
      "services": [
        "signal"
      ],
      "title": "Users agree not to use the service for illegal purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to use the service for illegal purposes",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6522": {
      "id": "6522",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 3669,
      "quoteStart": 3585,
      "quoteText": "You are responsible for keeping your device and your Signal account safe and secure.",
      "services": [
        "signal"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6524": {
      "id": "6524",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 5563,
      "quoteStart": 5398,
      "quoteText": "YOU USE OUR SERVICES AT YOUR OWN RISK AND SUBJECT TO THE FOLLOWING DISCLAIMERS.\nWE PROVIDE OUR SERVICES ON AN “AS IS” BASIS WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES",
      "services": [
        "signal"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6526": {
      "id": "6526",
      "quoteDoc": "Terms of Service & Privacy Policy",
      "quoteEnd": 5984,
      "quoteStart": 5835,
      "quoteText": "THAT OUR SERVICES WILL BE OPERATIONAL, ERROR-FREE, SECURE, OR SAFE, OR THAT OUR SERVICES WILL FUNCTION WITHOUT DISRUPTIONS, DELAYS, OR IMPERFECTIONS.",
      "services": [
        "signal"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "The Terms of Service: \"SIGNAL DOES NOT WARRANT THAT ANY INFORMATION PROVIDED BY US IS ACCURATE, COMPLETE, OR USEFUL, THAT OUR SERVICES WILL BE OPERATIONAL, ERROR-FREE, SECURE, OR SAFE, OR THAT OUR SERVICES WILL FUNCTION WITHOUT DISRUPTIONS, DELAYS, OR IMPERFECTIONS.\""
      }
    }
  },
  "urls": [
    "signal.org"
  ]
}