{
  "alexa": 3016,
  "class": false,
  "links": {},
  "points": [
    "8682",
    "8683",
    "8685"
  ],
  "pointsData": {
    "8682": {
      "id": "8682",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 26081,
      "quoteStart": 25918,
      "quoteText": "You hereby waive any moral rights you may have in and to any of User Created Content, even if such material is altered or changed in a manner not agreeable to you.",
      "services": [
        "sparknotes"
      ],
      "title": "You sign away moral rights",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your moral rights",
        "point": "blocker",
        "score": 50,
        "tldr": ""
      }
    },
    "8683": {
      "id": "8683",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 1931,
      "quoteStart": 1734,
      "quoteText": "use any robot, spider, data miner, crawler, scraper or other automated means to access or index the SparkNotes Site or its systems, the Content or any portion or derivative thereof for any purpose.",
      "services": [
        "sparknotes"
      ],
      "title": "Users cannot scrape the website of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users cannot scrape the website of the service",
        "point": "bad",
        "score": 20,
        "tldr": "The terms of use state that \"The foregoing licenses do not include any rights to:… use any robot, spider, data miner, crawler, scraper or other automated means to access or index the SparkNotes Site or its systems, the Content or any portion or derivative thereof for any purpose\"."
      }
    },
    "8685": {
      "id": "8685",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 19255,
      "quoteStart": 19046,
      "quoteText": "No children under the age of 13 are permitted to register or create user profiles.\nand individuals ages 13 through 18 must participate in the community only under the supervision of a parent or legal guardian.",
      "services": [
        "sparknotes"
      ],
      "title": "User profiles can only be created by people 13 and over",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "User profiles can only be created by people 13 and over.  Additionally, people ages 13 through 18 must use SparkNotes with the supervision of a parent or legal guardian (\"Individuals under the age of 18 (\"Minors\") are not permitted to use the SparkNotes Site without the supervision of a parent or legal guardian.\")."
      }
    }
  },
  "urls": [
    "sparknotes.com"
  ]
}