{
  "alexa": 154,
  "class": false,
  "links": {
    "Legal Info": {
      "name": "Legal Info",
      "url": "https://store.steampowered.com/legal/"
    },
    "Privacy Policy Agreement": {
      "name": "Privacy Policy Agreement",
      "url": "https://store.steampowered.com/privacy_agreement/"
    },
    "Steam Refunds": {
      "name": "Steam Refunds",
      "url": "https://store.steampowered.com/steam_refunds/"
    },
    "Steam Subscriber Agreement": {
      "name": "Steam Subscriber Agreement",
      "url": "https://store.steampowered.com/subscriber_agreement/"
    }
  },
  "points": [
    "1006",
    "1026",
    "10605",
    "10606",
    "10626",
    "10856",
    "10857",
    "1089",
    "11341",
    "11342",
    "4299",
    "4590",
    "6520"
  ],
  "pointsData": {
    "1006": {
      "discussion": "https://groups.google.com/d/topic/tosdr/rhykox7XUfs",
      "id": "1006",
      "meta": {
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>",
          "Pants <palpants@gmail.com>",
          "Michiel de Jong <michiel@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Steam Subscriber Agreement",
      "quoteEnd": 38957,
      "quoteStart": 38427,
      "quoteText": "Valve may amend this Agreement (including any Subscription Terms or Rules of Use) unilaterally at any time in its sole discretion.\nIn this case, you will be notified by e-mail of any amendment to this Agreement made by Valve within 60 (sixty) days before the entry into force of the said amendment.\nYou can view the Agreement at any time at http://www.steampowered.com/.\nYour failure to cancel your Account within thirty (30) days after the entry into force of the amendments, will constitute your acceptance of the amended terms.",
      "services": [
        "steam"
      ],
      "slug": "rhykox7XUfs9",
      "source": {
        "subscriber agreement": "http://store.steampowered.com/subscriber_agreement/"
      },
      "title": "Notifications 30 days before changes.",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance",
        "point": "good",
        "score": 40,
        "tldr": "Changes to the agreement are notified by email or within the program 30 days in advance."
      }
    },
    "1026": {
      "discussion": "https://groups.google.com/d/topic/tosdr/rhykox7XUfs",
      "id": "1026",
      "meta": {
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>",
          "Pants <palpants@gmail.com>",
          "Michiel de Jong <michiel@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Steam Subscriber Agreement",
      "quoteEnd": 46101,
      "quoteStart": 43729,
      "quoteText": "IF YOU LIVE IN THE EUROPEAN UNION, THIS SECTION 11 DOES NOT APPLY TO YOU.</p>\n<p>Most user concerns can be resolved by use of our Steam support site at https://support.steampowered.com/.\nIf Valve is unable to resolve your concerns and a dispute remains between you and Valve, this Section explains how the parties have agreed to resolve it.</p>\n<p>YOU AND VALVE AGREE TO RESOLVE ALL DISPUTES AND CLAIMS BETWEEN US IN INDIVIDUAL BINDING ARBITRATION.\nTHAT INCLUDES, BUT IS NOT LIMITED TO, ANY CLAIMS ARISING OUT OF OR RELATING TO: (i) ANY ASPECT OF THE RELATIONSHIP BETWEEN US.\n(ii) THIS AGREEMENT.\nOR (iii) YOUR USE OF STEAM, YOUR ACCOUNT OR THE CONTENT AND SERVICES.\nIT APPLIES REGARDLESS OF WHETHER SUCH CLAIMS ARE BASED IN CONTRACT, TORT, STATUTE, FRAUD, UNFAIR COMPETITION, MISREPRESENTATION OR ANY OTHER LEGAL THEORY.</p>\n<p>However, this Section does not apply to the following types of claims or disputes, which you or Valve may bring in any court with jurisdiction: (i) claims of infringement or other misuse of intellectual property rights, including such claims seeking injunctive relief.\nand (ii) claims related to or arising from any alleged unauthorized use, piracy or theft.</p>\n<p>This Section does not prevent you from bringing your dispute to the attention of any federal, state, or local government agencies that can, if the law allows, seek relief from us for you.</p>\n<p>An arbitration is a proceeding before a neutral arbitrator, instead of before a judge or jury.\nArbitration is less formal than a lawsuit in court, and provides more limited discovery.\nIt follows different rules than court proceedings, and is subject to very limited review by courts.\nThe arbitrator will issue a written decision and provide a statement of reasons if requested by either party.\nYOU UNDERSTAND THAT YOU AND VALVE ARE GIVING UP THE RIGHT TO SUE IN COURT AND TO HAVE A TRIAL BEFORE A JUDGE OR JURY.</p>\n<p>You and Valve agree to make reasonable, good faith efforts to informally resolve any dispute before initiating arbitration.\nA party who intends to seek arbitration must first send the other a written notice that describes the nature and basis of the claim or dispute and sets forth the relief sought.\nIf you and Valve do not reach an agreement to resolve that claim or dispute within 30 days after the notice is received, you or Valve may commence an arbitration.",
      "services": [
        "steam"
      ],
      "slug": "rhykox7XUfs16",
      "source": {
        "subscriber agreement": "http://store.steampowered.com/subscriber_agreement/"
      },
      "title": "Trial and class action waiver",
      "topics": [
        "waiver"
      ],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Section 12 “YOU AND VALVE AGREE TO RESOLVE ALL DISPUTES AND CLAIMS BETWEEN US IN INDIVIDUAL BINDING ARBITRATION. THAT INCLUDES, BUT IS NOT LIMITED TO, ANY CLAIMS ARISING OUT OF OR RELATING TO: (i) ANY ASPECT OF THE RELATIONSHIP BETWEEN US; (ii) THIS AGREEMENT; OR (iii) YOUR USE OF STEAM, YOUR ACCOUNT OR THE SOFTWARE. IT APPLIES REGARDLESS OF WHETHER SUCH CLAIMS ARE BASED IN CONTRACT, TORT, STATUTE, FRAUD, UNFAIR COMPETITION, MISREPRESENTATION OR ANY OTHER LEGAL THEORY.<br /><br />However, this Section does not apply to the following types of claims or disputes, which you or Valve may bring in any court with jurisdiction: (i) claims of infringement or other misuse of intellectual property rights, including such claims seeking injunctive relief; and (ii) claims related to or arising from any alleged unauthorized use, piracy or theft.<br /><br />This Section does not prevent you from bringing your dispute to the attention of any federal, state, or local government agencies that can, if the law allows, seek relief from us for you.<br /><br />An arbitration is a proceeding before a neutral arbitrator, instead of before a judge or jury. Arbitration is less formal than a lawsuit in court, and provides more limited discovery. It follows different rules than court proceedings, and is subject to very limited review by courts. The arbitrator will issue a written decision and provide a statement of reasons if requested by either party. YOU UNDERSTAND THAT YOU AND VALVE ARE GIVING UP THE RIGHT TO SUE IN COURT AND TO HAVE A TRIAL BEFORE A JUDGE OR JURY.”"
      }
    },
    "1089": {
      "discussion": "https://groups.google.com/d/topic/tosdr/rhykox7XUfs",
      "id": "1089",
      "meta": {
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>",
          "Pants <palpants@gmail.com>",
          "Michiel de Jong <michiel@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Steam Subscriber Agreement",
      "quoteEnd": 39864,
      "quoteStart": 39689,
      "quoteText": "You may cancel your Account at any time.\nYou may cease use of a Subscription at any time or, if you choose, you may request that Valve terminate your access to a Subscription.",
      "services": [
        "steam"
      ],
      "slug": "rhykox7XUfs11",
      "source": {
        "subscriber agreement": "http://store.steampowered.com/subscriber_agreement/"
      },
      "title": "A user can voluntarily cancel their account at any time.",
      "topics": [
        "leave"
      ],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "“You may cancel your Account at any time. You may cease use of a Subscription at any time or, if you choose, you may request that we terminate your access to a Subscription. However, Subscriptions are not transferable, and even if your access to a Subscription for a particular game or application is terminated, the original activation key will not be able to be registered to any other account, even if the game or application was purchased in a retail store. Access to Subscriptions purchased as a part of a pack or bundle cannot be terminated individually, termination of access to one game within the bundle will result in termination of access to all games purchased in the pack will be removed from the account.”"
      }
    },
    "4299": {
      "id": "4299",
      "needModeration": false,
      "quoteDoc": "Steam Refunds",
      "quoteEnd": 603,
      "quoteStart": 1,
      "quoteText": "<p>You can request a refund for nearly any purchase on Steam—for any reason.\nMaybe your PC doesn't meet the hardware requirements.\nmaybe you bought a game by mistake.\nmaybe you played the title for an hour and just didn't like it.</p>\n<p>It doesn't matter.\nValve will, upon request via help.steampowered.com, issue a refund for any reason, if the request is made within fourteen days of purchase, and the title has been played for less than two hours.\nThere are more details below, but even if you fall outside of the refund rules we’ve described, you can ask for a refund anyway and we’ll take a look.",
      "services": [
        "steam"
      ],
      "title": "refund policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are entitled to a refund if certain thresholds or standards are not met by the service",
        "point": "good",
        "score": 30,
        "tldr": "refund policy"
      }
    },
    "4590": {
      "id": "4590",
      "needModeration": false,
      "quoteDoc": "Privacy Policy Agreement",
      "quoteEnd": 5689,
      "quoteStart": 5633,
      "quoteText": "e.g.\nweb beacons, pixels, ad tags and device identifiers",
      "services": [
        "steam"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6520": {
      "id": "6520",
      "quoteDoc": "Steam Subscriber Agreement",
      "quoteEnd": 26320,
      "quoteStart": 26068,
      "quoteText": "In regard to all Subscriptions, Contents and Services that are not authored by Valve, Valve does not screen such third party content available on Steam or through other sources.\nValve assumes no responsibility or liability for such third party content.",
      "services": [
        "steam"
      ],
      "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10605": {
      "id": "10605",
      "needModeration": false,
      "quoteDoc": "Privacy Policy Agreement",
      "quoteEnd": 1931,
      "quoteStart": 1242,
      "quoteText": "Valve collects and processes Personal Data for the following reasons:<br>\n<br> a) where it is necessary for the performance of our agreement with you to provide a full-featured gaming service and deliver associated Content and Services;<br> b) where it is necessary for compliance with legal obligations that we are subject to (e.g.\nour obligations to keep certain information under tax laws);<br> c) where it is necessary for the purposes of the legitimate and legal interests of Valve or a third party (e.g.\nthe interests of our other customers), except where such interests are overridden by your prevailing legitimate interests and rights.\nor<br> d) where you have given consent to it.",
      "services": [
        "steam"
      ],
      "title": "This service uses your personal information for many different purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses your personal information for many different purposes",
        "point": "bad",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "10606": {
      "id": "10606",
      "needModeration": false,
      "quoteDoc": "Privacy Policy Agreement",
      "quoteEnd": 3991,
      "quoteStart": 3958,
      "quoteText": "<li>Information sent through chat",
      "services": [
        "steam"
      ],
      "title": "The service can read your private messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can read your private messages",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "This data includes: Information that you post, comment or follow in any of our Content and Services; Information sent through chat;"
      }
    },
    "10626": {
      "id": "10626",
      "quoteDoc": "Privacy Policy Agreement",
      "quoteEnd": 11205,
      "quoteStart": 11071,
      "quoteText": "In the event of a reorganization, sale or merger we may transfer Personal Data to the relevant third party subject to applicable laws.",
      "services": [
        "steam"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10856": {
      "id": "10856",
      "needModeration": false,
      "quoteDoc": "Privacy Policy Agreement",
      "quoteEnd": 6509,
      "quoteStart": 6398,
      "quoteText": "However, please note that if you do this, you may not be able to access the full functionality of our websites.",
      "services": [
        "steam"
      ],
      "title": "Blocking first party cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10857": {
      "id": "10857",
      "needModeration": false,
      "quoteDoc": "Privacy Policy Agreement",
      "quoteEnd": 6676,
      "quoteStart": 6514,
      "quoteText": "When you visit any of our services, our servers log your IP address, which is a number that is automatically assigned to the network your computer is part of.<br>",
      "services": [
        "steam"
      ],
      "title": "This service collects your IP address for location use",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service collects your IP address for location use",
        "point": "neutral",
        "privacyRelated": true,
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "11341": {
      "id": "11341",
      "quoteDoc": "Steam Subscriber Agreement",
      "quoteEnd": 35548,
      "quoteStart": 35190,
      "quoteText": "THE CONTENT AND SERVICES, THE SUBSCRIPTIONS, AND ANY INFORMATION AVAILABLE IN CONNECTION THEREWITH ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, \"WITH ALL FAULTS\" AND WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.",
      "services": [
        "steam"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "11342": {
      "id": "11342",
      "quoteDoc": "Privacy Policy Agreement",
      "quoteEnd": 11869,
      "quoteStart": 11568,
      "quoteText": "In accordance with internet standards, we may also share certain information (including your IP address and the identification of Steam content you wish to access) with our third party network providers that provide content delivery network services and game server services in connection with Steam.\n",
      "services": [
        "steam"
      ],
      "title": "This service may collect, use, and share location data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may collect, use, and share location data",
        "point": "bad",
        "privacyRelated": true,
        "score": 75,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "steampowered.com",
    "store.steampowered.com"
  ]
}