{
  "alexa": 147,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.theguardian.com/help/privacy-policy"
    }
  },
  "points": [
    "7451",
    "7568",
    "7570",
    "7573"
  ],
  "pointsData": {
    "7451": {
      "id": "7451",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 28016,
      "quoteStart": 26946,
      "quoteText": "We may also show you advertising on theguardian.com website based on your browsing patterns on other sites that we have obtained from our advertising partners.<br>\n</p>\n<p>Online retargeting is another form of online advertising that allows us and some of our advertising partners to show you advertising based on your browsing patterns and interactions with a site away from our sites.<br>\n</p>\n<p>For example, if you have visited the website of an online clothes shop, you may start seeing adverts from that same shopping site displaying special offers or showing you the products you were browsing.\nThis allows companies to advertise to you if you leave their website without making a purchase.<br>\n</p>\nAdvertising that we place on our site or on other sites\n<p>We also use personalised online advertising to promote our own products and services.\nThis means that you may see advertising for our products and services on our sites (and our other platforms, such as Guardian Jobs) and when you are on other, third party websites, including social media platforms.<br>",
      "services": [
        "theguardian"
      ],
      "title": "The service uses your personal data to employ targeted third-party advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data to employ targeted third-party advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    },
    "7568": {
      "id": "7568",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 16008,
      "quoteStart": 15506,
      "quoteText": "You agree to defend, indemnify, and hold harmless Guardian, its parents, subsidiaries, and affiliates, and each of their respective officers, directors, and employees from any and all claims, liabilities, costs, and expenses, including, but not limited to, attorneys’ fees and expenses, arising out a breach by you or any user of your account of these terms and conditions or privacy policy or arising out of a breach of your obligations, representation and warranties under these terms and conditions.",
      "services": [
        "theguardian"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "7570": {
      "id": "7570",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 10718,
      "quoteStart": 10067,
      "quoteText": "We also use the personal data for related internal administrative purposes - such as our accounting and records - and to make you aware of any changes to our services.<br>\n</li>\n<li>To send marketing communications when we have your permission, or when permitted by law.<br>\n</li>\n<li>To personalise our services (for example, so you can sign in), remembering your settings, displaying personalised advertising as well as measuring how effective our online adverts are, recognising you when you sign in on different devices and tailoring our marketing communications based on what you read on our sites (including Guardian Jobs and Guardian Holidays).",
      "services": [
        "theguardian"
      ],
      "title": "The service uses your personal data for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "7573": {
      "id": "7573",
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 8616,
      "quoteStart": 8141,
      "quoteText": "In particular, we do not warrant that the Guardian Site or any of its contents is virus free.\nYou must take your own precautions in this respect as we accept no responsibility for any infection by virus or other contamination or by anything which has destructive properties.\n</p>\n<p>Although we will do our best to provide constant, uninterrupted access to the Guardian Site, we do not guarantee this.\nWe accept no responsibility or liability for any interruption or delay.</",
      "services": [
        "theguardian"
      ],
      "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "theguardian.com"
  ]
}