{
  "alexa": 1218,
  "class": false,
  "links": {},
  "points": [
    "6334",
    "6335",
    "6336",
    "6337",
    "6338",
    "6339"
  ],
  "pointsData": {
    "6334": {
      "id": "6334",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 48,
      "quoteStart": 21,
      "quoteText": "Last Modified: May 19, 2018",
      "services": [
        "thumbzilla"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6335": {
      "id": "6335",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11173,
      "quoteStart": 10824,
      "quoteText": "Web Beacons</b>.\nPages of our Website and our e-mails may contain small electronic files known as web beacons (also known as clear gifs, pixel tags, single-pixel gifs and web bugs)&nbsp;that are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users or to access cookies.</li>",
      "services": [
        "thumbzilla"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6336": {
      "id": "6336",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 18552,
      "quoteStart": 17963,
      "quoteText": "Legal successors</b>.\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us about our Website users is among the assets transferred.\nShould such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your personal information uses it in a manner that is consistent with this privacy policy.",
      "services": [
        "thumbzilla"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6337": {
      "id": "6337",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 30149,
      "quoteStart": 29502,
      "quoteText": "Cooperation</b>\n</p>\n<p>We regularly review our\ncompliance with this privacy policy.\nPlease feel free to direct any questions\nor concerns regarding this privacy policy or our treatment of Personal\nInformation by contacting us through this Website at support@pornhub.com.\nWhen we receive a\nformal written complaint, it is our policy to contact the complaining party\nregarding his or her concerns.\nWe will cooperate with the appropriate\nregulatory authorities, including local data protection authorities, to resolve\nany complaints regarding the collection, use and disclosure of Personal\nInformation that cannot be resolved by an individual and us.",
      "services": [
        "thumbzilla"
      ],
      "title": "The service reviews its privacy policy on a regular basis",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service reviews its privacy policy on a regular basis",
        "point": "good",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "6338": {
      "id": "6338",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4441,
      "quoteStart": 2744,
      "quoteText": "We may modify or revise these Terms of Service from time to time in our sole discretion and you agree to be bound by such modifications or revisions.\nAlthough we may attempt to notify you when major changes are made to these Terms of Service, you are expected to periodically review the most up-to-date version found at http://www.thumbzilla.com/information#terms, so you are aware of any changes, as they are binding on you.</p>\n<p>If we change anything in these Terms of Service, the change will be reflected in the “last modified date”.\nYou agree that you will periodically review these terms and refresh the page when doing so.\nYou agree to note the date of the last revision of these terms.\nIf the “last modified” date is unchanged from the last time you reviewed these terms, then they are unchanged.\nOn the other hand, if the date has changed, then there have been changes, and you agree to re-review the terms, and you agree to the new ones.</p>\n<p>All changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nThe updated version supersedes any prior versions immediately upon being posted, and the prior version(s) shall have no continuing legal effect.\nIf you do not review new terms as posted, then you agree that you have waived your right to do so, and you are therefore bound by the updated conditions, even if you failed to review the new ones.\nYou are on notice of changes, and your failure to review the amended terms is your own omission.\nBy continuing to use the Website subsequent to us making available an amended version of these Terms of Service, you thereby acknowledge, agree to and consent to such amendment.\n</p>",
      "services": [
        "thumbzilla"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "6339": {
      "id": "6339",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9986,
      "quoteStart": 9726,
      "quoteText": "We have the right to disable any user name, password or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Service.",
      "services": [
        "thumbzilla"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "thumbzilla.com"
  ]
}