{
  "alexa": 303,
  "class": "B",
  "links": {
    "DMCA": {
      "name": "DMCA",
      "url": "https://www.atlassian.com/legal/copyright-and-trademark-violations"
    },
    "Operations and Security": {
      "name": "Operations and Security",
      "url": "https://trello.com/legal/security"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://trello.com/privacy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.atlassian.com/legal/product-specific-terms"
    }
  },
  "points": [
    "4352",
    "4354"
  ],
  "pointsData": {
    "4352": {
      "id": "4352",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 25978,
      "quoteStart": 21634,
      "quoteText": "\n</ul>Sharing with third parties <p>We share information with third parties that help us operate, provide, improve, integrate, customize, support and market our Services.</p>\n<ul>\n<li>\n<b>Service Providers:</b> We work with third-party service providers to provide website and application development, hosting, maintenance, backup, storage, virtual infrastructure, payment processing, analysis and other services for us, which may require them to access or use information about you.\nIf a service provider needs to access information about you to perform services on our behalf, they do so under instruction from us, including abiding by policies and procedures designed to protect your information.</li>\n<li>\n<b>Trello Partners:</b> We work with third parties who provide consulting, sales, support and technical services to deliver and implement customer solutions around the Services, including the Atlassian global partner network.<sup>7</sup> We may share your information with these third parties in connection with their services, such as to assist with billing and collections, to provide localized support, and to provide customizations.\nWe may also share information with these third parties where you have agreed to that sharing, like when you agree to us sharing your information with a Trello Expert for support-related questions.</li>\n<li>\n<b>Third-Party apps:</b> You, your administrator or other Service users may choose to add new functionality or change the behavior of the Services by enabling third party apps like Power-Ups within the Services.\nDoing so may give third-party apps access to your account and information about you like your name and email address, and any content you choose to use in connection with those apps.\nIf you are an administrator or contact listed on an account, we share your details with the third-party app provider upon installation.\nThird-party app policies and procedures are not controlled by us, and this privacy policy does not cover how third-party apps use your information.\nWe encourage you to review the privacy policies of third parties before connecting to or using their applications or services to learn more about their privacy and information handling practices.\nIf you object to information about you being shared with these third parties, please disable the app.</li>\n<li>\n<b>Links to Third-Party Sites:</b> The Services may include links that direct you to other websites or services whose privacy practices may differ from ours.\nYour use of and any information you submit to any of those third-party sites is governed by their privacy policies, not this one.\n</li>\n<li>\n<b>Third-Party Widgets:</b> Some of our Services contain widgets and social media features, such as the Twitter \"tweet\" button.\nThese widgets and features collect your IP address, which page you are visiting on the Services, and may set a cookie to enable the feature to function properly.\nWidgets and social media features are either hosted by a third party or hosted directly on our Services.\nYour interactions with these features are governed by the privacy policy of the company providing it.\n</li>\n<li>\n<b>With your consent:</b> We share information about you with third parties when you give us consent to do so.\nFor example, we often display personal testimonials of satisfied customers on our public websites.\nWith your consent, we may post your name alongside the testimonial.\n</li>\n<li>\n<b>Compliance with Enforcement Requests and Applicable Laws.\nEnforcement of Our Rights:</b> In exceptional circumstances, we may share information about you with a third party if we believe that sharing is reasonably necessary to (a) comply with any applicable law, regulation, legal process or governmental request, including to meet national security requirements, (b) enforce our agreements, policies and terms of service, (c) protect the security or integrity of our products and services, (d) protect Trello, our customers or the public from harm or illegal activities, or (e) respond to an emergency which we believe in good faith requires us to disclose information to assist in preventing the death or serious bodily injury of any person.\nFor more information on how we respond to government requests, see our Guidelines for Law Enforcement<sup>8</sup> and our Transparency Report.<sup>9</sup>\n</li>",
      "services": [
        "trello"
      ],
      "title": "third parties may be involved in operating the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Third parties may be involved in operating the service",
        "point": "bad",
        "score": 15,
        "tldr": "third parties may be involved in operating the service"
      }
    },
    "4354": {
      "id": "4354",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 36415,
      "quoteStart": 35910,
      "quoteText": "Send \"Do Not Track\" Signals:</b> Some browsers have incorporated \"Do Not Track\" (DNT) features that can send a signal to the websites you visit indicating you do not wish to be tracked.\nBecause there is not yet a common understanding of how to interpret the DNT signal, our Services do not currently respond to browser DNT signals.\nYou can use the range of other tools we provide to control data collection and use, including the ability to opt out of receiving marketing from us as described above.</li>\n",
      "services": [
        "trello"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Even though the Do Not Track (DNT) header was not implemented perfectly, services should not track users whose browsers send a DNT header."
      }
    }
  },
  "urls": [
    "trello.com"
  ]
}