{
  "alexa": 53,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.tumblr.com/privacy/en"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.tumblr.com/policy/en/terms-of-service"
    }
  },
  "points": [
    "1015",
    "1048",
    "1254",
    "1329",
    "1347",
    "681",
    "876",
    "965",
    "969"
  ],
  "pointsData": {
    "681": {
      "discussion": "https://groups.google.com/d/topic/tosdr/m4IRrxn4SOo/discussion",
      "id": "681",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@tosdr.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4560,
      "quoteRev": "latest",
      "quoteStart": 2873,
      "quoteText": "2.\nModifications to this Agreement<p> Tumblr reserves the right to modify this Agreement by (1) posting a revised Agreement on and/or through the Services and (2) providing notice to you that this Agreement has changed, generally via email where practicable, and otherwise through the Services (such as through a notification on your Tumblr Dashboard or in our mobile applications).\nModifications will not apply retroactively.\nYou are responsible for reviewing and becoming familiar with any modifications to this Agreement.\n</p>\n<p> We may sometimes ask you to review and to explicitly agree to (or reject) a revised version of this Agreement.\nIn such cases, modifications will be effective at the time of your agreement to the modified version of this Agreement.\nIf you do not agree at that time, you are not permitted to use the Services.\n</p>\n<p> In cases where we do not ask for your explicit agreement to a modified version of this Agreement, but otherwise provide notice as set forth above, the modified version of this Agreement will become effective fourteen days after we have posted the modified Agreement and provided you notification of the modifications.\nYour use of the Services following that period constitutes your acceptance of the terms and conditions of this Agreement as modified.\nIf you do not agree to the modifications, you are not permitted to use, and should discontinue your use of, the Services.\n</p>\n<p> Note that, if you have prepaid for any Paid Services (as defined below) prior to a modification of this Agreement, your use of such prepaid Paid Services is governed by the version of this Agreement in effect at the time Tumblr received your prepayment.",
      "services": [
        "tumblr"
      ],
      "slug": "any-time-with-notice-tumblr",
      "title": "Terms may be changed at any time, but you will be notified.",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service may change its terms at any time, but the user will receive notification of the changes.",
        "point": "neutral",
        "score": 0,
        "tldr": "They can change the terms of service any time they see fit, but they will notify the user. Your use of the service supposedly constitutes acceptance of the changes in the terms."
      }
    },
    "876": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/q-fT5DcxfF8",
      "id": "876",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 11296,
      "quoteStart": 11218,
      "quoteText": "You retain ownership you have of any intellectual property you post to Tumblr.",
      "services": [
        "tumblr"
      ],
      "slug": "q-fT5DcxfF8",
      "title": "You maintain ownership of your Tumblr content",
      "topics": [
        "ownership"
      ],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Users maintain ownership of any content on their Tumblr. This is important because of the reblogging nature of Tumblr. Your content can be shared across numerous pages, but you will always own it."
      }
    },
    "965": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/1WKEDu7pH70",
      "id": "965",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 21297,
      "quoteStart": 21013,
      "quoteText": "Agents with whom we share such information for these reasons are generally bound by confidentiality obligations and, unless we tell you differently, our Agents do not have any right to use information we share with them beyond the scope and duration of what is necessary to assist us.",
      "services": [
        "tumblr"
      ],
      "slug": "1WKEDu7pH70",
      "title": "Third parties used by Tumblr are bound by confidentiality obligations",
      "topics": [
        "third"
      ],
      "tosdr": {
        "binding": true,
        "case": "Third parties used by the service are bound by confidentiality obligations",
        "point": "good",
        "score": 20,
        "tldr": "Third parties that assist Tumblr are generally bound by confidentiality obligations that forbid them to use your personal information for other purposes."
      }
    },
    "969": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/0drDrvlANpI",
      "id": "969",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15242,
      "quoteStart": 15006,
      "quoteText": "Some services that we use (including Third Party Services), such as Google Analytics, use web tags and may also place their own cookies on your browser, and individual blogs on our network may contain code that places their own cookies.",
      "services": [
        "tumblr"
      ],
      "slug": "0drDrvlANpI",
      "title": "Tumblr requires third party cookies",
      "topics": [
        "cookies"
      ],
      "tosdr": {
        "binding": true,
        "case": "Tracking via third-party cookies for other purposes without your consent.",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Tumblr places third-party cookies such as Google Analytics and Quantcast, whose behavior is not subject to their Privacy Policy."
      }
    },
    "1015": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/05XCfURjPsg",
      "id": "1015",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 31841,
      "quoteRev": "latest",
      "quoteStart": 31766,
      "quoteText": "19.\nSpecial Provisions for Subscribers Located Outside of the United States",
      "services": [
        "tumblr"
      ],
      "slug": "05XCfURjPsg",
      "title": "Tumblr has provisions for users outside the US",
      "topics": [
        "jurisdiction-law"
      ],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "Your data is stored in the US, and people from a country embargoed by the United States cannot use premium themes."
      }
    },
    "1048": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/-R5tO7eajsY",
      "id": "1048",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4864,
      "quoteRev": "latest",
      "quoteStart": 4689,
      "quoteText": "We're also going to make it a practice to post old versions so it's easy to see changes/additions/deletions.\nTo see old versions, scroll down to the end of this document.\n</p>",
      "services": [
        "tumblr"
      ],
      "slug": "-R5tO7eajsY",
      "title": "Tumblr provides access to previous TOS and privacy policy",
      "topics": [
        "readability"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service provides archives of their terms of service so that changes can be viewed over time",
        "point": "good",
        "score": 50,
        "tldr": "They provide transparency on how the current policies differ from earlier versions, and when they changed."
      }
    },
    "1254": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/RVCRq3oRrAU",
      "id": "1254",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 14309,
      "quoteStart": 13574,
      "quoteText": "A web tag is code or a pixel embedded in a web page, or email, that allows Tumblr or a third party to see that you have looked at that page.\nWe use cookies and web tags to enable our servers to recognize your web browser and tell us how and when you use the Services, as described above in “Information Related to Use of the Services.” Our cookies do not, by themselves, contain information that personally identifies you, and we don't combine the general information collected through cookies with other such information to tell us who you are.\nHowever, we do use cookies to identify that you have logged in, and that your web browser has accessed the Services, and we may associate that information with your Account if you have one.",
      "services": [
        "tumblr"
      ],
      "slug": "RVCRq3oRrAU",
      "title": "The cookies used by this service do not contain information that would personally identify you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The cookies used by this service do not contain information that would personally identify you",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Web-browser information that's stored by Tumblr's cookies isn't used to identify you personally."
      }
    },
    "1329": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/Z8DQgCXVHt8",
      "id": "1329",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 6510,
      "quoteStart": 5930,
      "quoteText": "Tumblr retains the right to create limits on and related to use of the Services in its sole discretion at any time with or without notice.\nTumblr may also impose limits on certain Services or aspects of those Services or restrict your access to parts or all of the Services without notice or liability.\nTumblr may change, suspend, or discontinue any or all of the Services at any time, including the availability of any product, feature, database, or Content (as defined below).\nTumblr may also terminate or suspend Accounts (as defined below) at any time, in its sole discretion.",
      "services": [
        "tumblr"
      ],
      "slug": "Z8DQgCXVHt8",
      "title": "Tumblr can limit, restrict, suspend Services at any time without prior notice",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": ""
      }
    },
    "1347": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/fypL_mwkE9U",
      "id": "1347",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 26166,
      "quoteStart": 25743,
      "quoteText": "Deleting your Account may not fully remove the content you have published from our systems, as caching of, backups of, copies of, or references to your Account Information may not be immediately removed.\nIn addition, given the nature of sharing on the Services, some of the public activity on your Account prior to deletion (such as reblogs of your blog posts) may remain stored on our servers and accessible to the public.",
      "services": [
        "tumblr"
      ],
      "slug": "fypL_mwkE9U",
      "title": "Copies of your content may remain indefinitely on Tumblr's systems",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": ""
      }
    }
  },
  "urls": [
    "tumblr.com"
  ]
}