{
  "alexa": 20713,
  "class": false,
  "links": {},
  "points": [
    "4594",
    "5611",
    "6530"
  ],
  "pointsData": {
    "4594": {
      "id": "4594",
      "needModeration": false,
      "services": [
        "tutanota"
      ],
      "title": "The service is transparent regarding goverment request or inqueries",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
        "point": "neutral",
        "score": 0,
        "tldr": "\"All textual content is encrypted for the user and its communication partners in a way that even Tutao GmbH has no access to the data. \"\r\n\r\n\"With the exception of payment data, we will not disclose your personal data including your email address to third parties. However, we can be legally bound to provide content data (in case of a valid German court order) and inventory data to prosecution services. \""
      }
    },
    "5611": {
      "id": "5611",
      "needModeration": false,
      "quoteDoc": "FAQs",
      "quoteEnd": 6382,
      "quoteStart": 5983,
      "quoteText": "Your password is salted and hashed with Bcrypt on your device before being transmitted to Tutanota.\nBcrypt is the most reliable method because brute-force attacks need much more time in comparison to conventional methods such as MD5 or SHA.\nWith this method we guarantee an integrated confidentiality and we allow you to access and decrypt your emails from desktops and mobile devices instantly.</p>",
      "services": [
        "tutanota"
      ],
      "title": "Provides information on security practices",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The user is informed about security practices",
        "point": "good",
        "score": 15,
        "tldr": "Under the FAQs, Tutanota gives various information about the service's security practices under the sections \"Your Tutanota Password\" and \"Security and Privacy.\" Details include the algorithms used to hash passwords, information about encryption algorithms, private and public key information, etc."
      }
    },
    "6530": {
      "id": "6530",
      "needModeration": false,
      "quoteDoc": "CGV",
      "quoteEnd": 9019,
      "quoteStart": 8798,
      "quoteText": "<p>4.7.\nEach natural person is prohibited to sign up for more than one free of charge Tutanota account\nfor private use.\nFor additional accounts a paid tariff must be selected which allows adding aliases and user accounts.",
      "services": [
        "tutanota"
      ],
      "title": "Service does not allow alternative accounts",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Service does not allow alternative accounts",
        "point": "neutral",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "tutanota.com"
  ]
}