{
  "alexa": 37,
  "class": false,
  "links": {},
  "points": [
    "1249",
    "1558",
    "1569",
    "5617",
    "5618",
    "5827",
    "5828",
    "5830",
    "5831",
    "5832",
    "6468",
    "6469",
    "6942"
  ],
  "pointsData": {
    "1249": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/ebbmi79iN74",
      "id": "1249",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 12985,
      "quoteStart": 11978,
      "quoteText": "Unless otherwise agreed to in a written agreement between you and Twitch that was signed by an authorized representative of Twitch, if you submit, transmit, display, perform, post or store User Content using the Twitch Services, you grant Twitch and its sublicensees, to the furthest extent and for the maximum duration permitted by applicable law (including in perpetuity if permitted under applicable law), an unrestricted, worldwide, irrevocable, fully sub-licenseable, nonexclusive, and royalty-free right to (a) use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content (including without limitation for promoting and redistributing part or all of the Twitch Services (and derivative works thereof)) in any form, format, media or media channels now known or later developed or discovered.\nand (b) use the name, identity, likeness and voice (or other biographical information) that you submit in connection with such User Content.",
      "services": [
        "twitch"
      ],
      "slug": "ebbmi79iN74",
      "title": "Twitch can use and appropriate broadcaster content for anything",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs a broad copyright license over user content including the right to distribute through any media",
        "point": "bad",
        "score": 50,
        "tldr": "Broadcasters allow twitch to use content for anything."
      }
    },
    "1558": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/nSOzUKmI1dw",
      "id": "1558",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11952,
      "quoteStart": 11600,
      "quoteText": "Twitch may disclose user information if we believe in good faith that such disclosure is necessary to comply with U.S.\nstate and federal laws or other applicable laws around the world (for example, in the country of your residence), or respond to a court order, judicial or other government request, subpoena, or warrant in the manner legally required.",
      "services": [
        "twitch"
      ],
      "slug": "nSOzUKmI1dw",
      "title": "The service is not transparent regarding government requests or inquiries that may involve user data. ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is not transparent regarding government requests or inquiries that may involve user data. ",
        "point": "bad",
        "score": 30,
        "tldr": "Twitch [Bad] No promise of user notification on data disclosure."
      }
    },
    "1569": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/aa_tiuu7Ve8",
      "id": "1569",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11590,
      "quoteStart": 10677,
      "quoteText": "<li>We disclose such information to service providers working on our behalf, such as, to: provide website hosting, maintenance, and security services.\nfulfill orders.\nconduct data analysis and create reports.\noffer certain functionality.\nor assist Twitch in improving the Twitch Services and creating new services and features.\nWe require that these parties process such information in compliance with this Privacy Policy, we authorize them to use the information only for the purposes for which it is provided to them, and we require them to use reasonable confidentiality measures.</li>\n<li>Twitch may make information available to our affiliates (meaning entities controlled by, controlling, or under common control with Twitch), including Amazon.com, Inc.\nand its subsidiaries that are either subject to this Privacy Policy or follow practices at least as protective as those described in this Privacy Policy.",
      "services": [
        "twitch"
      ],
      "slug": "aa_tiuu7Ve8",
      "title": "This service uses your personal information for many different purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses your personal information for many different purposes",
        "point": "bad",
        "score": 40,
        "tldr": "Old google group point is no longer valid, the current policy allows for a broad range of often vaguly defined purposes to use your data."
      }
    },
    "5617": {
      "id": "5617",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 21717,
      "quoteStart": 21638,
      "quoteText": "However, Twitch does not recognize or respond to browser-initiated DNT signals.",
      "services": [
        "twitch"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "5618": {
      "id": "5618",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4917,
      "quoteStart": 4583,
      "quoteText": "The Twitch Services are not available to persons under the age of 13.\nIf you are between the ages of 13 and 18 (or between 13 and the age of legal majority in your jurisdiction of residence), you may only use the Twitch Services under the supervision of a parent or legal guardian who agrees to be bound by these Terms of Service.</p>",
      "services": [
        "twitch"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "5827": {
      "id": "5827",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 697,
      "quoteStart": 576,
      "quoteText": "please take a look at the “last modified” legend at the top of this page to see when this Cookie Policy was last revised.",
      "services": [
        "twitch"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5828": {
      "id": "5828",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 2369,
      "quoteStart": 1933,
      "quoteText": "Essential Cookies</strong> These cookies are essential to the operation of the Twitch Services in order to enable you to move around it and to use its features.\nWithout these cookies, services you have asked for, such as accessing secure areas of the website or paid for content, cannot be provided.\nThese cookies are essential for using the website and therefore cannot be turned off without severely affecting your use of the website.",
      "services": [
        "twitch"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5830": {
      "id": "5830",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 31145,
      "quoteStart": 30917,
      "quoteText": "THE TWITCH SERVICES AND THE CONTENT AND MATERIALS CONTAINED THEREIN ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, EXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN A WRITING BY TWITCH.",
      "services": [
        "twitch"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "5831": {
      "id": "5831",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15731,
      "quoteStart": 15557,
      "quoteText": "If you close your account, Twitch may retain certain information about you for the activities described in this Privacy Policy, or as permitted or required by applicable law.",
      "services": [
        "twitch"
      ],
      "title": "This service retains rights to your content even after you stop using your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service retains rights to your content even after you stop using your account",
        "point": "bad",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "5832": {
      "id": "5832",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5561,
      "quoteStart": 5342,
      "quoteText": "YOU REPRESENT THAT YOU ARE AT LEAST 13 YEARS OF AGE, THAT YOUR PARENT OR LEGAL GUARDIAN AGREES TO BE BOUND BY THESE TERMS OF SERVICE IF YOU ARE BETWEEN 13 AND THE AGE OF LEGAL MAJORITY IN YOUR JURISDICTION OF RESIDENCE,",
      "services": [
        "twitch"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "6468": {
      "id": "6468",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 2783,
      "quoteStart": 2647,
      "quoteText": "You can control these cookies via your browser setting but please note that the Twitch Services may not function smoothly if you do.</p>",
      "services": [
        "twitch"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6469": {
      "id": "6469",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 16398,
      "quoteStart": 16045,
      "quoteText": "THE SECURITY MEASURES TO PROTECT USER CONTENT USED BY TWITCH HEREIN ARE PROVIDED AND USED “AS-IS” AND WITH NO WARRANTIES, GUARANTEES, CONDITIONS, ASSURANCES OR OTHER TERMS THAT SUCH SECURITY MEASURES WILL WITHSTAND ATTEMPTS TO EVADE SECURITY MECHANISMS OR THAT THERE WILL BE NO CRACKS, DISABLEMENTS OR OTHER CIRCUMVENTION OF SUCH SECURITY MEASURES.</p> ",
      "services": [
        "twitch"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "6942": {
      "id": "6942",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 30821,
      "quoteStart": 29725,
      "quoteText": "You agree to indemnify, defend, and hold harmless Twitch, its affiliated companies, contractors, employees, agents and its third-party suppliers, licensors, and partners from any claims, losses, damages, liabilities, including legal fees and expenses, arising out of your use or misuse of the Twitch Services, any User Content you post, store or otherwise transmit in or through the Twitch Services, your violation of the rights of any third party, any violation by you of these Terms of Service, or any breach of the representations, warranties, and covenants made by you herein.\nTwitch reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Twitch, and you agree to cooperate with Twitch’s defense of these claims.\nTwitch will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.\nThe foregoing indemnity includes, without limitation, any claims, losses, damages, liabilities, including legal fees and expenses, arising out of your Promotions or User Content.</p>",
      "services": [
        "twitch"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "twitch.tv"
  ]
}