{
  "alexa": 33655,
  "class": false,
  "links": {},
  "points": [
    "4847",
    "4849",
    "4850",
    "4852"
  ],
  "pointsData": {
    "4847": {
      "id": "4847",
      "needModeration": false,
      "services": [
        "virgin"
      ],
      "title": "The service uses your personal data to employ targeted third-party advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data to employ targeted third-party advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "As stated in the Privacy Policy: \"We work with technology partners to support our website and to provide you with relevant information about the products and services of other Virgin companies both on Virgin.com and on affiliated sites or sites within the advertising networks we work with. We may use cookies on our site to help us to place relevant Virgin company advertising on third party websites when you visit those sites.\""
      }
    },
    "4849": {
      "id": "4849",
      "needModeration": false,
      "services": [
        "virgin"
      ],
      "title": "The terms for this service are easy to read",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The terms for this service are easy to read",
        "point": "good",
        "score": 15,
        "tldr": "Fairly non-legal in tone and not very long."
      }
    },
    "4850": {
      "id": "4850",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 19305,
      "quoteStart": 18951,
      "quoteText": "How you can access your information</p>\n<p>You can request access to the personal information we hold about you at any time.\nYou can write to us at the following address requesting access to your personal information.</p>\n<p>Virgin.com Limited<br>\nc/o Virgin Management Limited<br>\nThe Battleship Building<br>\n179 Harrow Road<br>\nLondon W2 6NB<br>\nUK</p>",
      "services": [
        "virgin"
      ],
      "title": "Although this service allows users to retrieve their data, the process is difficult and time-consuming.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Unconvenient process for obtaining personal data",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "As stated in the Privacy Policy: \"You can request access to the personal information we hold about you at any time. You can write to us at the following address requesting access to your personal information.\" This is followed by a mailing address in London, United Kingdom. No other option is specified."
      }
    },
    "4852": {
      "id": "4852",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12194,
      "quoteStart": 3620,
      "quoteText": "We are proud to give you access to Virgin.com and, in return, we may collect, use and share your personal information as is necessary for us to make the website available in accordance with the Terms and Conditions and to give you the best user experience.\nWe will only use personal information for our purposes in a manner permitted by relevant data protection legislation.</p>\n<p>\n<strong>Cookie Policy</strong>\n</p>\n<p>We use cookies to improve your experience on our site, Virgin.com, and to recommend content that may be of interest to you.\nYou can find out more below about what cookies are, the cookies we use and how to switch them off.</p>\n<p>You can indicate your acceptance to our use of cookies in accordance with this policy by clicking “OK” in the appropriate place on the banner that appears on Virgin.com.\nHowever, please note that if you do not click “OK” but continue to browse the site, you will be deemed to have accepted our use of cookies (and what we use them for) in accordance with this Privacy Policy.</p>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>A cookie is a text file containing small amounts of information which is downloaded to your device when you access a website.\nThe text file is then sent back to our server each time your browser requests a page from the server.\nThis enables us to operate the site more effectively and load the site so that it reflects your personal preferences, based on your previous browsing on Virgin.com as well as keywords we may be able to gather from URLs of other webpages from which you accessed Virgin.com.\nCookies can also allow us to do various other things, as explained below.</p>\n<p>\n<strong>What cookies do we use?</strong>\n</p>\n<p>When you visit Virgin.com, the following types of cookies may be downloaded to your device:</p>\n<p>\n<strong>Analytical and Performance Cookies</strong>\n</p>\n<p>We may use analytics service providers for website traffic analysis and reporting.\nAnalytics service providers generate statistical and other information about the use of Virgin.com by using cookies.\nThey allow us to recognise and count the number of visitors and to see how often visitors return to the site, how long they stay and how visitors move around our site when they are using it.\nThis helps us to improve the way our site works, for example, it helps users to find what they are looking for easily.\nThe information generated relating to the site may be used to create reports about the use of the site and the analytics service provider will store this information.</p>\n<p>\n<strong>Advertising and Targeting Cookies</strong>\n</p>\n<p>These cookies record your visit to Virgin.com, the pages you have visited and the links you have followed to other sites.\nWe will use this information to try and make our site and other sites that you visit more relevant to your interests.\nWe may also share this information with others, such as other Virgin companies and carefully selected third parties, for this purpose.</p>\n<p>We work with technology partners to support our website and to provide you with relevant information about the products and services of other Virgin companies both on Virgin.com and on affiliated sites or sites within the advertising networks we work with.\nWe may use cookies on our site to help us to place relevant Virgin company advertising on third party websites when you visit those sites.\nIf you are not happy for us to do this, please see the section of this policy titled “How do I turn cookies off?” below.</p>\n<p>\n<strong>Functionality Cookies</strong>\n</p>\n<p>We may use functional cookies that allow us to remember choices you have made on the site so as to provide you with a more enhanced user experience by delivering content specific to your interests.</p>\n<p>\n<strong>Strictly Necessary Cookies</strong>\n</p>\n<p>These are cookies that are required for the administration and operation of our site.\nSome cookies that we use are necessary for our site to function properly and to enable you to move around the site and use its features.</p>\n<p>\n<strong>Third Party Cookies</strong>\n</p>\n<p>Because Virgin and Richard have a strong presence on various social networks, we try and make it as easy as possible to share content and to see what content is popular on those networks.\nWe add buttons to allow people to easily share to those networks.\nWe also use Facebook to power the commenting functionality on the site.\nWhen we include these social 'plugins', it gives those sites the flexibility to use their own cookies.\nThey can't read any cookies we set from Virgin.com, and we can't read any cookies they set, but it lets them do the same kind of traffic measuring that we do on the rest of Virgin.com, and it also lets them know whether you're logged into their site.\nFor example, if you're logged in to Facebook, read a post by Richard Branson and want to make a comment, you can do that straight away without having to log in again - we never know whether you're logged in or not, as you communicate directly with Facebook, through their plugins on our site.</p>\n<p>Other sites and services (including, for example, advertising networks, providers of external services like web traffic analysis services and content recommendation engines) may also use cookies, over which we have no control.\nThese cookies are likely to be analytical/performance cookies or targeting cookies.</p>\n<p>\n<strong>As at 9th October 2017, we use the following third party cookies:</strong>\n</p>\n<ul>\n<li>MailChimp - Email distribution</li>\n<li>AddThis (Oracle) - Social Sharing tools</li>\n<li>Google Analytics - Web Analytics</li>\n<li>Google Doubleclick - Virgin Advertising Performance</li>\n<li>Twitter - Advertising Targeting</li>\n<li>Facebook Social Graph - Social Comment publishing</li>\n<li>Facebook Social Plugins - Advertising Targeting</li>\n<li>Facebook Custom Audience - Advertising Targeting</li>\n<li>Aquia - Virgin Recommendation Engine</li>\n<li>YouTube.com - Video Player</li>\n<li>Google Tag Manager - Tag Manger</li>\n<li>Perfect Market (taboola) - Advertising Targeting</li>\n<li>Linked-In - Advertising Targeting</li>\n<li>Tealium - Advertising Targeting</li>\n</ul>\n<p>Further information on the general use and function of the third party cookies listed above can be found at http://optout.aboutads.info/#/.</p>\n<p>\n<strong>How do I turn cookies off?</strong>\n</p>\n<p>If you do not wish us to install cookies or you don’t agree with how we use these cookies, you can change the settings on your internet browser to reject them.\nFor more information please consult the “Help” section of your browser or visit www.aboutcookies.org,  www.allaboutcookies.org or http://optout.aboutads.info/#/.\nPlease note that if you do set your browser to reject cookies, you may not be able to use all of the features on our site.</p>\n<p>\n<strong>What information do we collect if you sign up for our newsletter?</strong>\n</p>\n<p>If you want to sign up to receive our newsletter we will collect personal information from you as is necessary for the newsletter service, namely your email address, name and what you are interested in hearing more about.</p>\n<p>\n<strong>Will we use your information for marketing?</strong>\n</p>\n<p>Once you have given your consent to marketing, we may display offers, promotions, products or services on the site which we think will interest you based upon the information we collect from your cookies.\nYou may withdraw your consent to direct marketing at any time by writing to contactus@virgin.com with the subject line ‘Withdraw consent request from direct marketing’.</p>\n<p>\n<strong>How else will we use your information?</strong>\n</p>\n<p>We may also use your information for the following purposes:</p>\n<ul>\n<li>To help us make the website and other related content available to you (please see the \"Will we share your information with anyone else?\" section below for more information)</li>\n<li>To make the website more relevant for you and our other visitors.\nThis includes sometimes requesting personal information from you to help us run and develop our website and associated functions</li>\n<li>To send you our newsletter if you have signed up to receive it</li>\n<li>To carry out occasional surveys to analyse our user base — ultimately we want to ensure that Virgin.com provides everything that you — our audience — is looking for</li>\n<li>To check whether you are eligible for a competition and to contact you if you win</li>\n<li>To comply with the law</li>\n<li>As we feel is necessary to prevent illegal activity or to protect our interests",
      "services": [
        "virgin"
      ],
      "title": "The service provides details about what kinds of personal information they collect",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides details about what kinds of personal information they collect",
        "point": "good",
        "score": 30,
        "tldr": "They have a fairly detailed explanation of the types of cookies they use and what they do, as well as what third party cookies they use and how they work, and which companies they belong to."
      }
    }
  },
  "urls": [
    "virgin.com"
  ]
}