{
  "class": "A",
  "links": {},
  "points": [
    "4388",
    "4389",
    "4390",
    "4432",
    "7795",
    "9802"
  ],
  "pointsData": {
    "4388": {
      "id": "4388",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1682,
      "quoteStart": 1588,
      "quoteText": "You have the right to request if information is removed if it is no longer needed or used.</p>",
      "services": [
        "windowslogicproductions"
      ],
      "title": "You can request the access and deletion of personal data.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "This policy states; \"You have the right to request if information is removed if it is no longer needed or used.\""
      }
    },
    "4389": {
      "id": "4389",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1281,
      "quoteStart": 1133,
      "quoteText": "If you wish to access or export any of your personal data, then please contact us.\nYour data will be sent to the email provided within 24 hours.</p>",
      "services": [
        "windowslogicproductions"
      ],
      "title": "This service provides a way for you to export your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service provides a way for you to export your data",
        "point": "good",
        "score": 30,
        "tldr": "This policy states; \"If you wish to access or export any of your personal data, then please contact us. Your data will be sent to the email provided within 24 hours.\" Contacting is made very easy with the inclusion of a form."
      }
    },
    "4390": {
      "id": "4390",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3210,
      "quoteStart": 3013,
      "quoteText": "We do not send any information to third parties or get information from any third parties, all data put into this website is completely private and no one has the ability to look or get hold of it.",
      "services": [
        "windowslogicproductions"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 25,
        "tldr": "This policy states; \"We do not send any information to third parties or get information from any third parties, all data put into this website is completely private and no one has the ability to look or get hold of it. All data is local and based around the WindowsLogic Productions servers, no data is leaked by us and is confidential.\""
      }
    },
    "4432": {
      "id": "4432",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2496,
      "quoteStart": 2452,
      "quoteText": "We do not use cookies for tracking purposes.",
      "services": [
        "windowslogicproductions"
      ],
      "title": "Temporary session cookies",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service only uses temporary session cookies",
        "point": "good",
        "score": 20,
        "tldr": "This point states; \"We do not use cookies for tracking purposes. \""
      }
    },
    "7795": {
      "id": "7795",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5192,
      "quoteStart": 4800,
      "quoteText": "You agree to defend, indemnify, and hold harmless WindowsLogic Productions, its officers, directors, employees and agents, from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and expert fees, arising out of or in any way connected with your access to or use of the Services, or your violation of these Terms of Service.</p>",
      "services": [
        "windowslogicproductions"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "9802": {
      "id": "9802",
      "needModeration": false,
      "quoteDoc": "Privacy Policy (09-04-20)",
      "quoteEnd": 1212,
      "quoteStart": 870,
      "quoteText": "Your Rights <p>When contacting us or sending a form on our site, as appropriate, you may be asked to enter your name, email address and other details to help you with your experience, this data is recorded and sent to us but is deleted after it has been read and/or dealt with and kept for no more than a maximum of 30 days if specified.</p>\n",
      "services": [
        "windowslogicproductions"
      ],
      "title": "User logs are deleted after a finite period of time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "User logs are deleted after a finite period of time",
        "point": "good",
        "score": 80,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "windowslogic.co.uk"
  ]
}