{
  "alexa": 7,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://policies.oath.com/us/en/oath/privacy/index.html"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://policies.oath.com/us/en/oath/terms/otos/index.html"
    },
    "guidelines": {
      "name": "Community Guidelines",
      "url": "http://docs.yahoo.com/info/guidelines/community.html"
    },
    "terms": {
      "name": "Yahoo Terms of Service",
      "url": "https://policies.yahoo.com/us/en/yahoo/terms/utos/index.htm"
    }
  },
  "points": [
    "1008",
    "1132",
    "2277",
    "836",
    "952"
  ],
  "pointsData": {
    "836": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/CIsi6MM8bko",
      "id": "836",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 3018,
      "quoteStart": 2498,
      "quoteText": "If you are using the Services on behalf of a company, business or other entity, or if you are using the Services for commercial purposes, you and the entity will hold harmless and indemnify the Oath Entities (defined in Section 8 below) from any suit, claim or action arising from or related to the use of the Services or violation of these Terms, including any liability or expense arising from claims (including claims for negligence), losses, damages, suits, judgments, litigation costs and attorneys’ fees.</li>\n<li>",
      "services": [
        "yahoo"
      ],
      "set": "set+service+and+topic",
      "slug": "CIsi6MM8bko",
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [
        "governance"
      ],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Yahoo asks for indemnification from users. Please note that the terms of service for Yahoo have been brought under those for \r\nOath."
      }
    },
    "952": {
      "discussion": "https://groups.google.com/d/msg/tosdr/q782XE2RUss/uv1Soto5YcMJ",
      "id": "952",
      "meta": {
        "author": "ToS;DR by Unhosted",
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 15408,
      "quoteStart": 15070,
      "quoteText": "<li>Unless stated differently for your country in Section 14, we may temporarily or permanently suspend or terminate your account or impose limits on or restrict your access to parts or all of the Services at any time, without notice and for any reason, including, but not limited to, violation of these Terms, court order, or inactivity.",
      "services": [
        "yahoo"
      ],
      "slug": "q782XE2RUss",
      "source": {
        "terms": "http://info.yahoo.com/legal/us/yahoo/utos/utos-173.html"
      },
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [
        "suspension"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "“Section 15: Termination … You agree that Yahoo! may, without prior notice, immediately terminate, limit your access to or suspend your Yahoo! account, any associated email address, and access to the Yahoo! Services. Cause for such termination, limitation of access or suspension shall include, but not be limited to, (a) breaches or violations of the TOS or other incorporated agreements or guidelines, (b)requests by law enforcement or other government agencies, (c) discontinuance or material modification to the Yahoo! Services (or any part thereof), (d) unexpected technical or security issues or problems, (e) extended periods of inactivity, (f) engagement by you in fraudulent or illegal activities, and/or (g) nonpayment of any fees owed by you in connection with the Yahoo! Services. Further, you agree that all terminations, limitations of access and suspensions for cause shall be made in Yahoo!'s sole discretion and that Yahoo! shall not be liable to you or any third party for any termination of your account, any associated email address, or access to the Yahoo! Services.”"
      }
    },
    "1008": {
      "discussion": "https://groups.google.com/d/msg/tosdr/WEwv5V2M9zw/Fevl-3Wq_BsJ",
      "id": "1008",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 14280,
      "quoteStart": 13193,
      "quoteText": "Except as otherwise provided in the specific Oath product terms or guidelines for a Service, when you upload, share with or submit content to the Services you retain ownership of any intellectual property rights that you hold in that content and you grant Oath a worldwide, royalty-free, non-exclusive, perpetual, irrevocable, transferable, sublicensable license to (a) use, host, store, reproduce, modify, prepare derivative works (such as translations, adaptations, summaries or other changes), communicate, publish, publicly perform, publicly display, and distribute this content in any manner, mode of delivery or media now known or developed in the future.\nand (b) permit other users to access, reproduce, distribute, publicly display, prepare derivative works of, and publicly perform your content via the Services, as may be permitted by the functionality of those Services (e.g., for users to re-blog, re-post or download your content).\nIn some of the Services, there may be specific terms or settings allowing a different scope of use of the content submitted in those Services.",
      "services": [
        "yahoo"
      ],
      "slug": "WEwv5V2M9zw2",
      "source": {
        "terms": "http://info.yahoo.com/legal/us/yahoo/utos/utos-173.html"
      },
      "title": "very broad",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "very broad",
        "point": "bad",
        "score": 80,
        "tldr": "The copyright license granted to Yahoo “With respect to Content you submit or make available for inclusion on publicly accessible areas of Yahoo! Groups, the license to use, distribute, reproduce, modify, adapt, publicly perform and publicly display such Content on the Yahoo! Services solely for the purposes of providing and promoting the specific Yahoo! Group to which such Content was submitted or made available. This license exists only for as long as you elect to continue to include such Content on the Yahoo! Services and will terminate at the time you remove or Yahoo! removes such Content from the Yahoo! Services.” "
      }
    },
    "1132": {
      "id": "1132",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2527,
      "quoteStart": 2250,
      "quoteText": "(Please note, when you use our Services, we may recognize you or your devices even if you are not signed in to our Services.)  Oath may use device IDs, cookies, and other signals, including information obtained from third parties, to associate accounts and/or devices with you.",
      "services": [
        "yahoo"
      ],
      "slug": "1132",
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "\"We may [...] set and access device identifiers which could include [...] user agent information (browser version, OS type and version)\""
      }
    },
    "2277": {
      "id": "2277",
      "services": [
        "yahoo"
      ],
      "slug": "1516402800014",
      "title": "Yahoo! may collect your device fingerprint.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Device fingerprinting",
        "point": "bad",
        "privacyRelated": true,
        "score": "50",
        "tldr": "\"We may [...] set and access device identifiers which could include [...] user agent information (browser version, OS type and version)\""
      }
    }
  },
  "urls": [
    "yahoo.com"
  ]
}