{
  "alexa": 2,
  "class": "D",
  "links": {
    "Community Guidelines": {
      "name": "Community Guidelines",
      "url": "https://www.youtube.com/yt/about/policies/#community-guidelines"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://policies.google.com/privacy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.youtube.com/t/terms"
    },
    "privacy": {
      "name": "Google Privacy Policy",
      "url": "http://www.google.com/intl/en/policies/privacy/"
    },
    "terms": {
      "name": "Terms",
      "url": "http://www.youtube.com/t/terms"
    }
  },
  "points": [
    "2078",
    "4616",
    "5511",
    "5900",
    "5901",
    "5902",
    "5903",
    "666",
    "686",
    "690",
    "837",
    "858",
    "892",
    "913",
    "946"
  ],
  "pointsData": {
    "666": {
      "discussion": "https://groups.google.com/d/topic/tosdr/4cB69IsKX_E/discussion",
      "id": "666",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10655,
      "quoteStart": 9918,
      "quoteText": "you hereby grant YouTube a worldwide, non-exclusive, royalty-free, sublicenseable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the Content in connection with the Service and YouTube's (and its successors' and affiliates') business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each user of the Service a non-exclusive license to access your Content through the Service, and to use, reproduce, distribute, display and perform such Content as permitted through the functionality of the Service and under these Terms of Service.\n",
      "services": [
        "youtube"
      ],
      "slug": "4cB69IsKX_E",
      "title": "The copyright license is broader than necessary",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
        "point": "bad",
        "score": 50,
        "tldr": "The user grants Youtube a worldwide, non-exclusive, royalty-free license that is sublicenseable and transferable, and that can be used without limitation for the promotion of the service, in any media format and through any media channel, provided it is in connection with Youtube, its successors' and affiliates'. "
      }
    },
    "686": {
      "discussion": "https://groups.google.com/d/topic/tosdr/CsxjRy5fqYQ/discussion",
      "id": "686",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 17031,
      "quoteStart": 15452,
      "quoteText": "Counter-Notice.\nIf you believe that your Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the material in your Content, you may send a counter-notice containing the following information to the Copyright Agent:\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the Content that has been removed or to which access has been disabled and the location at which the Content appeared before it was removed or disabled;</li>\n<li>A statement that you have a good faith belief that the Content was removed or disabled as a result of mistake or a misidentification of the Content.\nand</li>\n<li>Your name, address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in San Francisco, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\nIf a counter-notice is received by the Copyright Agent, YouTube may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed Content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the Content provider, member or user, the removed Content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at YouTube's sole discretion",
      "services": [
        "youtube"
      ],
      "slug": "CsxjRy5fqYQ",
      "title": "They help you to deal with take-down notices",
      "topics": [
        "governance",
        "suspension"
      ],
      "tosdr": {
        "binding": true,
        "case": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
        "point": "good",
        "score": 20,
        "tldr": "if you are the target of a copyright holder's take down notice, Youtube gives you a chance to defend your right in front of the jurisdiction of California. See section “Counter-Notice.”"
      }
    },
    "690": {
      "discussion": "https://groups.google.com/d/topic/tosdr/FeR7Kxzqii8/discussion",
      "id": "690",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 22913,
      "quoteStart": 22711,
      "quoteText": "Any claim or dispute between you and YouTube that arises in whole or in part from the Service shall be decided exclusively by a court of competent jurisdiction located in Santa Clara County, California.",
      "services": [
        "youtube"
      ],
      "slug": "FeR7Kxzqii8",
      "title": "Jurisdiction and law of California",
      "topics": [
        "jurisdiction-law"
      ],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "The Court of Santa Barbara in California is the only one competent for disputes arising from the terms of service of Youtube. The applicable law to these terms of service is the one of the State of California."
      }
    },
    "837": {
      "discussion": "https://groups.google.com/d/topic/tosdr/vE7JlPVIQiI/discussion",
      "id": "837",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 11001,
      "quoteStart": 10877,
      "quoteText": "YouTube may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted.",
      "services": [
        "youtube"
      ],
      "slug": "vE7JlPVIQiI",
      "title": "Deleted videos are not really deleted",
      "topics": [
        "leave"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service holds onto content that you've deleted",
        "point": "blocker",
        "score": 30,
        "tldr": "“Youtube may retain, but not display, distribute or perform, services copies of your content that you have removed or deleted. ”"
      }
    },
    "858": {
      "discussion": "https://groups.google.com/d/topic/tosdr/ylM1ZiLkk5I/discussion",
      "id": "858",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 24221,
      "quoteStart": 24005,
      "quoteText": "YOU AND YOUTUBE AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>",
      "services": [
        "youtube"
      ],
      "slug": "ylM1ZiLkk5I",
      "title": "Reduction of legal period for cause of action",
      "topics": [
        "governance"
      ],
      "tosdr": {
        "binding": true,
        "case": "Users have a reduced time period to take legal action against the service",
        "point": "bad",
        "score": 50,
        "tldr": "Any action against Youtube must begin within one year after the cause of action accrues. If not, the cause of the action is considered as permanently barred. "
      }
    },
    "892": {
      "discussion": "https://groups.google.com/d/topic/tosdr/G_ZNsOAjtY4/discussion",
      "id": "892",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 3125,
      "quoteStart": 2713,
      "quoteText": "You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nYou must notify YouTube immediately of any breach of security or unauthorized use of your account.</li>\n<li>Although YouTube will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of YouTube or others due to such unauthorized use.",
      "services": [
        "youtube"
      ],
      "slug": "G_ZNsOAjtY4",
      "title": "You are solely responsible for your account",
      "topics": [
        "governance"
      ],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "You are solely responsible for your content and the consequences of its publication, and solely responsible for keeping you account password secure. Youtube is not liable for any unauthorized use of your account, but you may be liable if this unauthorized use causes losses for Youtube or the others. "
      }
    },
    "913": {
      "discussion": "https://groups.google.com/d/topic/tosdr/4738ex5PI1g/discussion",
      "id": "913",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 13329,
      "quoteStart": 13128,
      "quoteText": "YouTube may at any time, without prior notice and in its sole discretion, remove such Content and/or terminate a user's account for submitting such material in violation of these Terms of Service.</li>",
      "services": [
        "youtube"
      ],
      "slug": "4738ex5PI1g",
      "title": "They can remove your content at any time and without prior notice",
      "topics": [
        "suspension"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without prior notice and without a reason",
        "point": "blocker",
        "score": 50,
        "tldr": "Youtube reserves the right to decide if a video violates the terms of service, not only if the user is a copyright infringer, but also not limited to: if the content is about pornography, obscenity, excessive length. The content may be removed and the user's account terminated without prior notice and in the sole discretion of Youtube. "
      }
    },
    "946": {
      "discussion": "https://groups.google.com/d/msg/tosdr/lb50aLuegoQ/Vko5nZqx4M8J",
      "id": "946",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 25354,
      "quoteStart": 24949,
      "quoteText": "We change this Privacy Policy from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe always indicate the date the last changes were published and we offer access to archived versions for your review.\nIf changes are significant, we’ll provide a more prominent notice (including, for certain services, email notification of Privacy Policy changes).</p>",
      "services": [
        "youtube"
      ],
      "slug": "any-time-without-notice-youtube",
      "title": "Terms may be changed any time at their discretion, without notice to the user",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms."
      }
    },
    "2078": {
      "id": "2078",
      "services": [
        "youtube"
      ],
      "slug": "1516402800000",
      "title": "Processes a personal information (email, id but also device info, location)",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Device fingerprinting",
        "point": "bad",
        "privacyRelated": true,
        "score": "50",
        "tldr": "Processes \"name, email address, telephone number or credit card to store with your [Google] account\" (given by user). But also processes unique device identifiers, \"details of how you used the service, such as your search queries, telephony log information like your phone number, calling-party number, forwarding numbers, time and date of calls, duration of calls, SMS routing information and types of calls, Internet protocol address, device event information such as crashes, system activity, hardware settings, browser type, browser language, the date and time of your request and referral URL, cookies that may uniquely identify your browser or your Google Account\".\r\n\r\nCollects location, Unique application numbers, local storage, cookies.\r\n\r\nThose information can also be associated with information collected by Youtube (Google) partners.\r\n\r\n\r\n"
      }
    },
    "4616": {
      "id": "4616",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 870,
      "quoteStart": 719,
      "quoteText": "Although we may attempt to notify you when major changes are made to these Terms of Service, you should periodically review the most up-to-date version",
      "services": [
        "youtube"
      ],
      "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5511": {
      "id": "5511",
      "needModeration": false,
      "quoteDoc": "Copyright Strike",
      "quoteEnd": 1311,
      "quoteStart": 1141,
      "quoteText": "When a copyright owner formally notifies us that you don’t have their permission to post their content on the site, we take down your upload to comply with copyright law.",
      "services": [
        "youtube"
      ],
      "title": "If you are the target of a copyright claim, your content may be removed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you are the target of a copyright claim, your content may be removed",
        "point": "neutral",
        "score": 50,
        "tldr": "If you get a copyright strike, that means your video has been taken down from YouTube because a copyright owner sent us a complete and valid legal request asking us to do so. When a copyright owner formally notifies us that you don’t have their permission to post their content on the site, we take down your upload to comply with copyright law."
      }
    },
    "5900": {
      "id": "5900",
      "quoteDoc": "Violent Criminal Organizations Policy",
      "quoteEnd": 2055,
      "quoteStart": 1385,
      "quoteText": "Don’t post content on YouTube if it fits any of the descriptions noted below.</p>\n<ul>\n<li>Content produced by violent criminal or terrorist organizations</li>\n<li>Content praising or memorializing prominent terrorist or criminal figures in order to encourage others to carry out acts of violence</li>\n<li>Content praising or justifying violent acts carried out by violent criminal or terrorist organizations</li>\n<li>Content aimed at recruiting new members to violent criminal or terrorist organizations</li>\n<li>Content depicting hostages or posted with the intent to solicit, threaten, or intimidate on behalf of a violent criminal or terrorist organization</li>\n<li>",
      "services": [
        "youtube"
      ],
      "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.",
        "point": "neutral",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "5901": {
      "id": "5901",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 17587,
      "quoteStart": 17333,
      "quoteText": "YOUTUBE MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THIS SITE'S CONTENT OR THE CONTENT OF ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, ",
      "services": [
        "youtube"
      ],
      "title": "The service does not guarantee accuracy or reliability of the information provided",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee accuracy or reliability of the information provided",
        "point": "bad",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "5902": {
      "id": "5902",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 18658,
      "quoteStart": 18266,
      "quoteText": "YOUTUBE DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES OR ANY HYPERLINKED SERVICES OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND YOUTUBE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\n",
      "services": [
        "youtube"
      ],
      "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is not responsible for linked or (clearly) quoted content from third-party content providers",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "5903": {
      "id": "5903",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 21975,
      "quoteStart": 21795,
      "quoteText": "In any case, you affirm that you are over the age of 13, as the Service is not intended for children under 13.\nIf you are under 13 years of age, then please do not use the Service.",
      "services": [
        "youtube"
      ],
      "title": "This service is only available to users 13+",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "twitter": "@YouTube",
  "urls": [
    "youtube.com"
  ]
}