{
  "alexa": 1762,
  "class": false,
  "links": {},
  "points": [
    "7355",
    "7356",
    "7359"
  ],
  "pointsData": {
    "7355": {
      "id": "7355",
      "needModeration": false,
      "services": [
        "отзовик"
      ],
      "title": "Вы несёте ответственность за сохранность логина и пароля, и действия от Вашего имени, если не уведомите о компрометации",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "3.6. Пользователь самостоятельно несёт ответственность за сохранность своего Логина и Пароля и не вправе передавать эти данные третьим лицам.\r\n\r\n3.7. В случае обнаружения Пользователем активности третьих лиц с использованием Логина и Пароля Пользователя или подозрении о компрометации Логина и Пароля Пользователя, он обязан незамедлительно сообщить об этом Администратору посредством отправки сообщения по URL адресу https://otzovik.com/feedback.php\r\n\r\n3.8. Действия, совершённые с использованием Логина и Пароля Пользователя предполагаются совершёнными от имени Пользователя пока не доказано обратное, за исключением случаев, когда Пользователь уведомил Администратора Сайта об утрате конфиденциальности Логина и Пароля, согласно пункту 3.7 настоящего соглашения."
      }
    },
    "7356": {
      "id": "7356",
      "needModeration": false,
      "services": [
        "отзовик"
      ],
      "title": "Пользователь соглашается соблюдать законодательство страны сервиса",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "\"положения действующего законодательства Российской Федерации\" в \r\n\r\n\"4. ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ\r\n\r\n    4.1. Соблюдать положения действующего законодательства Российской Федерации, условия Пользовательского соглашения.\""
      }
    },
    "7359": {
      "id": "7359",
      "needModeration": false,
      "services": [
        "отзовик"
      ],
      "title": "Сервис получает права на отзывы и комментарии на весь срок действия исключительного права",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps a license on user-generated content even after users close their accounts.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "При опубликовании на Сайте результатов интеллектуальной деятельности, правообладателем которых является Пользователь, включая Отзывы, он предоставляет Администратору исключительную лицензию на их использование […] на весь срок действия исключительного права на результат интеллектуальной деятельности […]"
      }
    }
  },
  "urls": [
    "otzovik.com"
  ]
}