{
  "id": "github",
  "type":"service",
  "name": "GitHub",
  "url": "https://github.com",
  "tosback2": {
  	"sitename": "github.com",
  	"docname": {
  		"name": "Terms of Service",
  		"url": "https://github.com/site/terms",
  		"last-archive": {
  			"uri": "",
  			"time": ""
  		},
  	"docname": {
  		"name": "Privacy Policy",
  		"url": "https://help.github.com/privacy-policy",
  		"last-archive": {
  			"uri": "",
  			"time": ""
  		},
  	"docname": {
  		"name": "Security",
  		"url": "https://help.github.com/security/",
  		"last-archive": {
  			"uri": "",
  			"time": ""
  		}
  	}
  },
  "tosdr": {"rated": false},
  "related": ["gitorious"],
  "clause": [
      ""
  ],
  "freesoftware": false,
  "dataexport": true
}

github
GitHub reserves the right to update and change the Terms of Service from time to time without notice.

You must provide your legal full name, 

API: GitHub reserves the right at any time to modify or discontinue, temporarily or permanently, your access to the API (or any part thereof) with or without notice.

You shall defend GitHub against any claim, demand, suit or proceeding made or brought against GitHub by a third party alleging that Your Content, or Your use of the Service in violation of this Agreement, infringes or misappropriates the intellectual property rights of a third party or violates applicable law, and shall indemnify GitHub for any damages finally awarded against, and for reasonable attorney’s fees incurred by, GitHub in connection with any such claim, demand, suit or proceeding; provided, that GitHub (a) promptly gives You written notice of the claim, demand, suit or proceeding; (b) gives You sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that You may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases GitHub of all liability); and (c) provides to You all reasonable assistance, at Your expense.

GitHub, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Service, or any other GitHub service, for any reason at any time. Such termination of the Service will result in the deactivation or deletion of your Account or your access to your Account, and the forfeiture and relinquishment of all Content in your Account. GitHub reserves the right to refuse service to anyone for any reason at any time.

We claim no intellectual property rights over the material you provide to the Service. Your profile and materials uploaded remain yours. However, by setting your pages to be viewed publicly, you agree to allow others to view your Content. By setting your repositories to be viewed publicly, you agree to allow others to view and fork your repositories.

You agree that these Terms of Service and Your use of the Service are governed under California law.

Questions about the Terms of Service should be sent to support@github.com.

