{
  "alexa": 7705,
  "class": false,
  "links": {},
  "points": [
    "8895",
    "8896",
    "8897",
    "8898",
    "8900",
    "8905"
  ],
  "pointsData": {
    "8895": {
      "id": "8895",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1120,
      "quoteStart": 862,
      "quoteText": "When you contribute to candidates, causes, and committees on ActBlue, we collect your <b>name, postal address, phone number, email address, occupation, employer, and, in some cases, employer's address,</b> depending on the type of contribution you’re making.",
      "services": [
        "actblue"
      ],
      "title": "The service collects many different types of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service collects many different types of personal data",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "8896": {
      "id": "8896",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1551,
      "quoteStart": 1121,
      "quoteText": "Campaign finance law requires that we send your name, address, occupation, and employer information along with details of your donation to the recipient of your contribution and report this information in our reports to the Federal Election Commission (FEC) or the relevant respective state agency.\nEach candidate, committee, or organization receiving your donations may also include this information in their regulatory reports.\n",
      "services": [
        "actblue"
      ],
      "title": "Organization is restricted by campaign finance laws in the United States and the Federal Election Commission (FEC)",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "8897": {
      "id": "8897",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1865,
      "quoteStart": 1746,
      "quoteText": "ActBlue does not publicly report your personal information in connection with your charitable or social welfare giving.",
      "services": [
        "actblue"
      ],
      "title": "Does not publicly report certain data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is used for limited purposes",
        "point": "good",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "8898": {
      "id": "8898",
      "needModeration": false,
      "quoteDoc": "The Fine Print",
      "quoteEnd": 10262,
      "quoteStart": 10118,
      "quoteText": "Changes to The Fine Print <p>\nAs we develop this site we may need to update the policies described above.\nChanges will be posted here, of course",
      "services": [
        "actblue"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "8900": {
      "id": "8900",
      "needModeration": false,
      "quoteDoc": "The Fine Print",
      "quoteEnd": 9068,
      "quoteStart": 8059,
      "quoteText": "If you wish to cancel future instances of a recurring contribution, or change the payment method used for future charges, you can do so by clicking on the appropriate link in your original receipt, by looking up your contribution on the ActBlue website, or by sending us an email with your request.\n</p> Re-designation of Contributions <p>In the event that a campaign or committee (a) fails for 60 days\nto cash a check from ActBlue which includes your contribution (after\nActBlue makes repeated attempts to work with the campaign to ensure\nall checks are cashed), or (b) affirmatively refuses a contribution\nearmarked through ActBlue, your contribution will be re-designated as\na contribution to ActBlue.\nContributions to social welfare organizations which are similarly not cashed or affirmatively refused will be kept by ActBlue and used generally to support its social welfare activities.\nContributions to charitable organizations which are not cashed or affirmatively refused will go to ActBlue Charities.",
      "services": [
        "actblue"
      ],
      "title": "Contributions to charitable organizations which are not cashed or affirmatively refused will go to a set organization",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are entitled to a refund if certain thresholds or standards are not met by the service",
        "point": "good",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "8905": {
      "id": "8905",
      "needModeration": false,
      "quoteDoc": "The Fine Print",
      "quoteEnd": 4757,
      "quoteStart": 4519,
      "quoteText": "In addition, you grant ActBlue a nonexclusive, royalty-free,\nperpetual, irrevocable, and fully sublicensable right to use, reproduce,\nmodify, adapt, publish, create derivative works from, distribute, and\ndisplay this content in any media.",
      "services": [
        "actblue"
      ],
      "title": "This service can use your content for all their existing and future services",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can use your content for all their existing and future services",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "actblue.com"
  ]
}