{
  "alexa": 373,
  "class": false,
  "links": {
    "privacy": {
      "name": "Privacy Policy",
      "url": "http://www.apple.com/privacy/"
    },
    "terms": {
      "name": "iCloud Terms of Service",
      "url": "http://www.apple.com/legal/icloud/en/terms.html"
    }
  },
  "points": [
    "fWJwFKMGP24"
  ],
  "pointsData": {
    "fWJwFKMGP24": {
      "discussion": "https://groups.google.com/d/topic/tosdr/fWJwFKMGP24/discussion",
      "id": "fWJwFKMGP24",
      "meta": {
        "author": "ToS;DR by Unhosted",
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "services": [
        "apple-icloud"
      ],
      "source": {
        "terms": "https://www.apple.com/legal/icloud/en/terms.html"
      },
      "title": "They can delete any of your data (files, music, messages, etc.) at any time and without notice",
      "topics": [
        "suspension"
      ],
      "tosdr": {
        "binding": true,
        "case": "they can delete specific files without prior notice and without a reason",
        "point": "blocker",
        "score": 50,
        "tldr": "All the data that you have on iCloud can be removed or modified by Apple if they think it is inappropriate or “objectionable” to them. It can be done automatically with pre-screen, and without prior notice to you. Section: “Removal of Content” (content means all your data on iCloud, from files to software and messages): <em>“Apple reserves the right at all times to determine whether Content is appropriate and in compliance with this Agreement, and may pre-screen, move, refuse, modify and/or remove Content at any time, without prior notice and in its sole discretion, if such Content is found to be in violation of this Agreement or is otherwise objectionable.”</em>"
      }
    }
  }
}