{
  "alexa": 916,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.avast.com/privacy-policy"
    }
  },
  "points": [
    "11105",
    "11106",
    "11107",
    "11108",
    "11109",
    "11110",
    "11111",
    "11112",
    "11113",
    "11114",
    "11115",
    "11116",
    "11117"
  ],
  "pointsData": {
    "11105": {
      "id": "11105",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "This service gathers information about you through third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service gathers information about you through third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The privacy policy states \"We may also collect Personal Data from trusted third-party sources such as distributors, resellers, app stores, contact centers, and engage third parties such as marketing, survey, analytics or software suppliers to collect Personal Data to assist us.\""
      }
    },
    "11106": {
      "id": "11106",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "You can limit how your information is used by third-parties and the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can limit how your information is used by third-parties and the service",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The privacy policy states: \r\n\"On the basis of your consent, in order to:\r\n\r\nSubscribe you to a newsletter or the Avast forum;\r\nEnable the provision of third-party ads in product massages;\r\nEnable the provision of personalized ads in support of certain free products.\r\nWe will always ask for your consent before any processing that requires it and provide you with necessary information through our Consent Policy or otherwise as applicable.\""
      }
    },
    "11107": {
      "id": "11107",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "Third parties may be involved in operating the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Third parties may be involved in operating the service",
        "point": "bad",
        "score": 15,
        "tldr": "The privacy policy states that \"We have a legitimate interest to use necessary Personal Data to understand user conversions, acquisitions and campaign performance through various distribution channels, and users’ download, activation and interactions with our products because these analytics help us improve functionality, effectiveness, security and reliability of our products and business activities and develop new products. This processing includes using third-party tools. Please refer to our Products Policy for the list of third-party tools used for the specific products and services.\""
      }
    },
    "11108": {
      "id": "11108",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "This service may use your personal information for marketing purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may use your personal information for marketing purposes",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The privacy policy states: \"To be able to offer our products and services for free, we serve third-party ads of advertising companies in our products for mobile devices. To enable the ad, we embed a software development kit (“SDK”) provided by an advertising company into the product, which then collects Personal Data in order to personalize ads for you.\""
      }
    },
    "11109": {
      "id": "11109",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "Blocking first party cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "The cookies policy states: \"Please note that if you disable cookies, our websites may not function properly or at all or your access to our websites and their features may be affected or restricted.\""
      }
    },
    "11110": {
      "id": "11110",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "The privacy policy states : \"We use analytical tools, including third-party analytical tools, which allow us to, among other things, identify potential performance or security issues with our products, improve their stability and function, understand how you use our products, and websites, so that we can optimize and improve your user experience, as well as evaluate and improve our campaigns. We use Service and Device data for analytics.\""
      }
    },
    "11111": {
      "id": "11111",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The cookies policy states: \"We use cookies, and other similar technologies such as pixel tags and web beacons, to remember your preferences, to personalize your experience on our sites, tell us which parts of our websites people have visited, help us measure the effectiveness of campaigns, and give us insights into user interactions and user base as a whole so we can improve our communications and products.\""
      }
    },
    "11112": {
      "id": "11112",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "The privacy policy states: \"We are a global business that provides its products and services all around the world. In order to reach all of our users and provide all of them with our software, we operate on an infrastructure that spans the globe. The servers that are part of this infrastructure may therefore be located in a country different than the one where you live. In some instances, these may be countries outside of the European Economic Area (“EEA”). Regardless, we provide the same GDPR-level of protection to all Personal Data it processes.\""
      }
    },
    "11113": {
      "id": "11113",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "This service is only available to users over a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "The privacy policy states: \"We have products and services designed specifically to assist you as a parent by providing child online protection features. In such cases, we will only collect and process Personal Data related to any child under 13 years of age, which you choose to disclose to us or otherwise instruct us to collect and process. Details about this processing is included in our Products Policy . Please refer to the specific applicable notices for this information.\""
      }
    },
    "11114": {
      "id": "11114",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The privacy policy states : \"Right to erasure (\"right to be forgotten\") - You have the right to erasure of your Personal Data, but only in specific cases stipulated by law, e.g., if there is no legally recognized title on our part for further processing of your Personal Data (incl. protection of Avast’s legitimate interests and rights).\". \r\nYou can request access and deletion of personal data, however only under certain circumstances."
      }
    },
    "11115": {
      "id": "11115",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "This service collects your IP address for location use",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service collects your IP address for location use",
        "point": "neutral",
        "privacyRelated": true,
        "score": 0,
        "tldr": "The privacy policy states: \"By default, Secure Browser for Desktop processes locally on your system the following data:\r\n\r\nBrowsing history information; for example Secure Browser for Desktop may store the URLs of pages that you visit, a cache of text, images and other resources from those pages. If the pre-rendering feature is turned on, a list of IP addresses linked to those pages may also be stored for some period of time;\""
      }
    },
    "11116": {
      "id": "11116",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "This service can view your browser history",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can view your browser history",
        "point": "blocker",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The privacy policy states: \"By default, Secure Browser for Desktop processes locally on your system the following data:\r\n\r\nBrowsing history information; for example Secure Browser for Desktop may store the URLs of pages that you visit, a cache of text, images and other resources from those pages. If the pre-rendering feature is turned on, a list of IP addresses linked to those pages may also be stored for some period of time;\""
      }
    },
    "11117": {
      "id": "11117",
      "needModeration": false,
      "services": [
        "avast"
      ],
      "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "The privacy policy states: \"We reserve the right to revise or modify this Privacy Policy. In addition, we may update this Privacy Policy to reflect changes to our data practices. If we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this website prior to the change becoming effective. We encourage you to periodically review this page for the latest information on our privacy practices.\""
      }
    }
  },
  "urls": [
    "avast.com"
  ]
}