{
  "alexa": 1000000,
  "class": false,
  "links": {},
  "points": [
    "5222",
    "5230",
    "5239"
  ],
  "pointsData": {
    "5222": {
      "id": "5222",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 5862,
      "quoteStart": 5733,
      "quoteText": "YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND",
      "services": [
        "betterhelp"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "The Terms and Conditions state, \"YOU UNDERSTAND, AGREE AND ACKNOWLEDGE THAT THE PLATFORM IS PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES OF ANY KIND . . . THE USE OF THE PLATFORM IS AT YOUR OWN RISK.\""
      }
    },
    "5230": {
      "id": "5230",
      "needModeration": false,
      "quoteDoc": "Terms and Conditions",
      "quoteEnd": 11327,
      "quoteStart": 10484,
      "quoteText": "You will indemnify us, defend us, and hold us harmless from and against any and all claims, losses, causes of action, demands, liabilities, costs or expenses (including, but not limited to, litigation and reasonable attorneys' fees and expenses) arising out of or relating to any of the following: (a) your access to or use of the Platform.\n(b) any actions made with your account or Account Access whether by you or by someone else.\n(c) your violation of any of the provisions of this Agreement.\n(d) non-payment for any of the services (including Counselor Services) which were provided through the Platform.\n(e) your violation of any third party right, including, without limitation, any intellectual property right, publicity, confidentiality, property or privacy right.\nThis clause shall survive expiration or termination of this Agreement.",
      "services": [
        "betterhelp"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "5239": {
      "id": "5239",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5045,
      "quoteStart": 4937,
      "quoteText": "We may also use third party cookies for the purposes of web analytics, attribution and error management.</p>",
      "services": [
        "betterhelp"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "betterhelp"
  ]
}