{
  "alexa": 24340,
  "class": false,
  "links": {},
  "points": [
    "5512",
    "5513",
    "5514",
    "5515",
    "5516",
    "6340",
    "6341",
    "6342",
    "6344"
  ],
  "pointsData": {
    "5512": {
      "id": "5512",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4235,
      "quoteStart": 3714,
      "quoteText": "The collection of personal identification information is limited to Registered Users of the Service.\nRegistered Users may be asked for, as appropriate, their name, age, address, email address and/or phone number.\nSuch personal identification information will only be collected from Registered Users if they voluntarily submit such information to us.\nUsers can always refuse to supply personal identification information, with the understanding that it may prevent them from engaging in certain Service related activities.",
      "services": [
        "bitchute"
      ],
      "title": "Your personal data is used for limited purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is used for limited purposes",
        "point": "good",
        "score": 60,
        "tldr": "The collection of personal identification information is limited to Registered Users of the Service. Registered Users may be asked for, as appropriate, their name, age, address, email address and/or phone number. Such personal identification information will only be collected from Registered Users if they voluntarily submit such information to us. Users can always refuse to supply personal identification information, with the understanding that it may prevent them from engaging in certain Service related activities. Explicit consent to this Privacy Policy is required when registering as a User of the Service."
      }
    },
    "5513": {
      "id": "5513",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5483,
      "quoteStart": 4378,
      "quoteText": "We may collect non-personal identification information about all Users whenever they interact with the Service.\nThis may include details of the type of device, the operating system, the browser, and information about the means of connection to the Service, such as Internet Service Providers utilized and other similar related information.</p>\nHow we use the information\n<p>We may collect and use Users information for the following purposes:</p>\n<ol>\n<li>To improve customer service.\nInformation you provide helps us respond to your customer service requests and support needs more efficiently.</li>\n<li>To improve the Service.\nWe may use feedback you provide to improve our products and services.</li>\n<li>To run a promotion, contest, survey or other feature.\nTo send Users information they agreed to receive about topics we think will be of interest to them.</li>\n<li>To send periodic emails.\nWe may use the email address to send User information and updates pertaining to their subscriptions, activity and/or orders.\nIt may also be used to respond to their inquiries, questions, and/or other requests.",
      "services": [
        "bitchute"
      ],
      "title": "The service provides information about how they intend to use your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides information about how they intend to use your personal data",
        "point": "good",
        "score": 30,
        "tldr": "We may collect and use Users information for the following purposes:\r\n\r\nTo improve customer service. Information you provide helps us respond to your customer service requests and support needs more efficiently.\r\nTo improve the Service. We may use feedback you provide to improve our products and services.\r\nTo run a promotion, contest, survey or other feature. To send Users information they agreed to receive about topics we think will be of interest to them.\r\nTo send periodic emails. We may use the email address to send User information and updates pertaining to their subscriptions, activity and/or orders. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email."
      }
    },
    "5514": {
      "id": "5514",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7371,
      "quoteStart": 6987,
      "quoteText": "In special limited cirumstances we may be required to disclose your data without express consent, these are:</p>\n<ol>\n<li>When we have a good faith belief it is required by law.</li>\n<li>When we have a good faith belief it is necessary to protect our rights or property.</li>\n<li>To any successor or purchaser in a merger, acquisition, liquidation, dissolution or sale of assets.</li>",
      "services": [
        "bitchute"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "In special limited cirumstances we may be required to disclose your data without express consent, these are:\r\nTo any successor or purchaser in a merger, acquisition, liquidation, dissolution or sale of assets."
      }
    },
    "5515": {
      "id": "5515",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7525,
      "quoteStart": 7381,
      "quoteText": "Your consent will not be required for disclosure in these cases, but we will attempt to notify you, to the extent permitted by law to do so.</p>",
      "services": [
        "bitchute"
      ],
      "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data",
        "point": "good",
        "score": 50,
        "tldr": "In special limited cirumstances we may be required to disclose your data without express consent, these are:\r\n\r\nWhen we have a good faith belief it is required by law.\r\nWhen we have a good faith belief it is necessary to protect our rights or property.\r\nTo any successor or purchaser in a merger, acquisition, liquidation, dissolution or sale of assets.\r\nYour consent will not be required for disclosure in these cases, but we will attempt to notify you, to the extent permitted by law to do so.\r\n\r\n"
      }
    },
    "5516": {
      "id": "5516",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7680,
      "quoteStart": 7526,
      "quoteText": "Withdrawal of consent\n<p>If at any time a Registered User wishes to withdraw their consent to this policy they can do so via their profile settings page.\n",
      "services": [
        "bitchute"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "If at any time a Registered User wishes to withdraw their consent to this policy they can do so via their profile settings page. Withdrawal of consent will result in the Account concerned being suspended and scheduled for termination. All content, activity and associated information relating to the Account will be removed as part of this process."
      }
    },
    "6340": {
      "id": "6340",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8114,
      "quoteStart": 8063,
      "quoteText": "This document was last updated on April 23rd, 2018.",
      "services": [
        "bitchute"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6341": {
      "id": "6341",
      "needModeration": false,
      "quoteDoc": "Community Guidelines",
      "quoteEnd": 11923,
      "quoteStart": 11599,
      "quoteText": "You own and are responsible for all of the content and information you post on BitChute.\nHowever, before sharing content on BitChute, please be sure you have the right to do so.\nWe ask that you respect copyrights, trademarks, and other legal rights.\nYou should make reference to fair use laws appropriately where applicable.",
      "services": [
        "bitchute"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6342": {
      "id": "6342",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 16442,
      "quoteStart": 16314,
      "quoteText": "BitChute's failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\n",
      "services": [
        "bitchute"
      ],
      "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "6344": {
      "id": "6344",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5800,
      "quoteStart": 5484,
      "quoteText": "If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc.\nIf at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email.</li>\n",
      "services": [
        "bitchute"
      ],
      "title": "You can opt out of promotional communications",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can opt out of promotional communications",
        "point": "good",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "bitchute.com"
  ]
}