{
  "alexa": 1000000,
  "class": false,
  "links": {},
  "points": [
    "1380",
    "9390"
  ],
  "pointsData": {
    "1380": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/VQa412rYlqc",
      "id": "1380",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 14757,
      "quoteStart": 14558,
      "quoteText": "p>\n<p>We may disclose your personal information upon a transfer or sale to another entity of all or substantially all of our assets or equity securities or upon any other corporate reorganization.</p",
      "services": [
        "bittorrent"
      ],
      "slug": "VQa412rYlqc",
      "title": "BitTorrent may disclose your personal data as part transfer or sale or any other corporate reorganization",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "BitTorrent may disclose personally identifiable information in the event of a business transfer or \"corporate reorganization\", which is very vague."
      }
    },
    "9390": {
      "id": "9390",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4312,
      "quoteStart": 3894,
      "quoteText": "BitTorrent collects queries for internal reporting and targeted advertising.\nWe also count, track, and aggregate the visitor's activity into our analysis of general traffic flows at our Sites (e.g.\ntracking where traffic comes from, how traffic flows within the websites, etc.).\nTo these ends, we may merge information about you into group data, which may then be shared on an aggregated basis with our advertisers.</p",
      "services": [
        "bittorrent"
      ],
      "title": "Only aggregate data is given to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Only aggregate data is given to third parties",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "bittorrent"
  ]
}