{
  "alexa": 432172,
  "class": "E",
  "links": {},
  "points": [
    "5162",
    "5184",
    "5249",
    "5250",
    "5251"
  ],
  "pointsData": {
    "5162": {
      "id": "5162",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS.\""
      }
    },
    "5184": {
      "id": "5184",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages",
        "point": "neutral",
        "score": 15,
        "tldr": "From the Brainly FAQ (https://faq.brainly.com/hc/en-us/articles/205369412-What-makes-a-great-answer-), it states, \"Don’t spam or advertise Brainly is for learning, not promoting! An answer is not the place to advertise your own site.\""
      }
    },
    "5249": {
      "id": "5249",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "The service allows you to use pseudonyms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service allows you to use pseudonyms",
        "point": "good",
        "score": 20,
        "tldr": "The FAQ states that \"usernames can only be changed in extreme cases, like accidentally using your real name or giving out identifying information,\" meaning that you are allowed to use pseudonyms as a username."
      }
    },
    "5250": {
      "id": "5250",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service keeps a license on user-generated content even after users close their accounts.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps a license on user-generated content even after users close their accounts.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users not in Europe) state, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content.\""
      }
    },
    "5251": {
      "id": "5251",
      "needModeration": false,
      "services": [
        "brainly"
      ],
      "title": "This service can license user content to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can license user content to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users not in Europe) state, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever.\" The Terms of Use (in Part B, applicable to users in Europe) state that Brainly has a \"worldwide, non-exclusive, royalty-free and perpetual licence to use, copy, reproduce, distribute, adapt, re-format, modify, publish, translate, license, sub-license and otherwise make available the User Content anywhere and in any form for the purposes of providing the Service.\""
      }
    }
  },
  "urls": [
    "brainly.co",
    "brainly.com.br",
    "brainly.lat",
    "brainly.com",
    "znanija.com",
    "nosdevoirs.fr",
    "brainly.in",
    "brainly.co.id",
    "eodev.com",
    "brainly.ph",
    "brainly.pl",
    "brainly.ro"
  ]
}