{
  "alexa": 7518,
  "class": false,
  "links": {},
  "points": [
    "5147",
    "5149",
    "5155",
    "5158",
    "5159",
    "5161",
    "5163",
    "5166"
  ],
  "pointsData": {
    "5147": {
      "id": "5147",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 12546,
      "quoteStart": 12131,
      "quoteText": "By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever, including, for example, to create derivative works, use for advertising or marketing, or repurpose in another medium.</p>",
      "services": [
        "brainly"
      ],
      "title": "This service employs a broad copyright license over user content including the right to distribute through any media",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs a broad copyright license over user content including the right to distribute through any media",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use in Part A, applicable to users unless you are in Europe, state that, \"By posting Your Content on the Brainly Services you irrevocably grant Brainly worldwide, non-exclusive, irrevocable, assignable and transferable perpetual rights to use Your Content, including, for example, your name, grade, school name or biographical information, for any purpose whatsoever, including, for example, to create derivative works, use for advertising or marketing, or repurpose in another medium.\""
      }
    },
    "5149": {
      "id": "5149",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 9271,
      "quoteStart": 8691,
      "quoteText": "You agree not to use any automated tool, such as a web scraping tool, a bot or web robot, or web automation, to mine the Brainly Services or any products, services, information, or other materials available on, through or in connection with the Brainly Services or your Brainly Subscription, including, but not limited to, the Mobile Software, for information or to fill out forms on the Brainly Services, that you will not circumvent any technical measures implemented to prevent or limit such access, and that you will comply with the restrictions in any robot exclusion header.",
      "services": [
        "brainly"
      ],
      "title": "Users cannot scrape the website of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users cannot scrape the website of the service",
        "point": "bad",
        "score": 20,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"You agree not to use any automated tool, such as a web scraping tool, a bot or web robot, or web automation, to mine the Brainly Services or any products, services, information, or other materials available on, through or in connection with the Brainly Services or your Brainly Subscription, including, but not limited to, the Mobile Software, for information or to fill out forms on the Brainly Services, that you will not circumvent any technical measures implemented to prevent or limit such access, and that you will comply with the restrictions in any robot exclusion header.\""
      }
    },
    "5155": {
      "id": "5155",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 31838,
      "quoteStart": 31086,
      "quoteText": "<p>Brainly reserves the right, in its sole discretion, to immediately modify, suspend or terminate your account, the Brainly Services, your Brainly Subscription, and/or any products, services, functionality, information, content or other materials available on, through or in connection with the Brainly Services and/or your Brainly Subscription, including, but not limited to, the Mobile Software, and/or your access to some or all of them without cause and without notice.\nIn the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.</p>",
      "services": [
        "brainly"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "For users not in Europe, \"Brainly reserves the right, in its sole discretion, to immediately modify, suspend or terminate your account, the Brainly Services, your Brainly Subscription, and/or any products, services, functionality, information, content or other materials available on, through or in connection with the Brainly Services and/or your Brainly Subscription, including, but not limited to, the Mobile Software, and/or your access to some or all of them without cause and without notice. In the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.\" However, for users in Europe, these terms state that, \"We may end your access or use of the Service for any reason as long as we give you reasonable notice that we plan to do this.\""
      }
    },
    "5158": {
      "id": "5158",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 35787,
      "quoteStart": 35333,
      "quoteText": "You agree to indemnify and hold each of Brainly, its subsidiaries, affiliates, officers, directors, employees and independent contractors, and any third parties providing content or services included in the Brainly Services or your Brainly Subscription, harmless from any claim or demand (including, but not limited to, reasonable legal fees) made by any third party due to or arising out of your use of the Brainly Services or your Brainly Subscription.",
      "services": [
        "brainly"
      ],
      "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
        "point": "bad",
        "score": 40,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"You agree to indemnify and hold each of Brainly, its subsidiaries, affiliates, officers, directors, employees and independent contractors, and any third parties providing content or services included in the Brainly Services or your Brainly Subscription, harmless from any claim or demand (including, but not limited to, reasonable legal fees) made by any third party due to or arising out of your use of the Brainly Services or your Brainly Subscription.\""
      }
    },
    "5159": {
      "id": "5159",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 32450,
      "quoteStart": 31880,
      "quoteText": "<p>YOU UNDERSTAND AND EXPRESSLY AGREE THAT:</p>\n<p>YOUR USE OF THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, CONTENT, INFORMATION, OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, IS AT YOUR OWN RISK.\nTHE BRAINLY SERVICES AND ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE BRAINLY SERVICES AND YOUR BRAINLY SUBSCRIPTION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.",
      "services": [
        "brainly"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "In the Terms of Use applicable to users in Europe, it states that, \"Unfortunately, due to the nature of the Internet and technology, Brainly Services is provided on an \"as available\" and \"as is\" basis. This means that we are unable to promise that your use of Brainly Services will be error-free.\" A similar statement is given in the Terms of Use applicable to users not in Europe: \"YOUR USE OF THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, CONTENT, INFORMATION, OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, IS AT YOUR OWN RISK. THE BRAINLY SERVICES AND ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE BRAINLY SERVICES AND YOUR BRAINLY SUBSCRIPTION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\""
      }
    },
    "5161": {
      "id": "5161",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 33480,
      "quoteStart": 33241,
      "quoteText": "OR AS TO THE ACCURACY OR COMPLETENESS OF ANY INFORMATION OR CONTENT ACCESSIBLE FROM OR PROVIDED IN CONNECTION WITH THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS, REGARDLESS OF WHETHER ANY INFORMATION OR CONTENT IS MARKED AS “VERIFIED”.</p>",
      "services": [
        "brainly"
      ],
      "title": "The service does not guarantee accuracy or reliability of the information provided",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee accuracy or reliability of the information provided",
        "point": "bad",
        "score": 10,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY MAKES NO WARRANTY THAT THE BRAINLY SERVICES AND/OR ANY PRODUCTS, SERVICES, FUNCTIONALITY, INFORMATION, CONTENT OR OTHER MATERIALS AVAILABLE ON, THROUGH OR IN CONNECTION WITH THE BRAINLY SERVICES OR YOUR BRAINLY SUBSCRIPTION, INCLUDING, BUT NOT LIMITED TO, THE MOBILE SOFTWARE, WILL MEET YOUR REQUIREMENTS . . . OR AS TO THE ACCURACY OR COMPLETENESS OF ANY INFORMATION OR CONTENT ACCESSIBLE FROM OR PROVIDED IN CONNECTION WITH THE BRAINLY SERVICES OR BRAINLY SUBSCRIPTIONS, REGARDLESS OF WHETHER ANY INFORMATION OR CONTENT IS MARKED AS “VERIFIED”.\""
      }
    },
    "5163": {
      "id": "5163",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 26486,
      "quoteStart": 26341,
      "quoteText": "If you choose to cancel, your cancellation will take effect at the end of the subscription term in which you cancelled, and there are no refunds.",
      "services": [
        "brainly"
      ],
      "title": "no refund policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service has a no refund policy",
        "point": "neutral",
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"If you choose to cancel [your subscription], your cancellation will take effect at the end of the subscription term in which you cancelled, and there are no refunds.\" It also states, \"In the event that Brainly suspends or terminates your account, the Brainly Services or your Brainly Subscription, you acknowledge and agree that you shall receive no refund or exchange for any unused time on a Brainly Subscription or any subscription fees or anything else.\" The Terms of Use (in Part B, applicable to users in Europe) state, \"Generally, we cannot give back the fees you pay to us.\""
      }
    },
    "5166": {
      "id": "5166",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 12071,
      "quoteStart": 11845,
      "quoteText": "BRAINLY RESERVES THE RIGHT TO MODERATE THE BRAINLY SERVICES AND TO REMOVE, SCREEN, OR EDIT YOUR CONTENT FROM THE BRAINLY SERVICES AT OUR SOLE DISCRETION, AT ANY TIME, AND FOR ANY REASON OR FOR NO REASON, WITH NO NOTICE TO YOU.",
      "services": [
        "brainly"
      ],
      "title": "The service can remove, screen, or edit your content without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without prior notice and without a reason",
        "point": "blocker",
        "score": 50,
        "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state that, \"BRAINLY RESERVES THE RIGHT TO MODERATE THE BRAINLY SERVICES AND TO REMOVE, SCREEN, OR EDIT YOUR CONTENT FROM THE BRAINLY SERVICES AT OUR SOLE DISCRETION, AT ANY TIME, AND FOR ANY REASON OR FOR NO REASON, WITH NO NOTICE TO YOU.\""
      }
    }
  },
  "urls": [
    "brainly.com",
    "brainly.co"
  ]
}