{
  "alexa": 7746,
  "class": false,
  "links": {},
  "points": [
    "5602",
    "5603",
    "5604",
    "5605",
    "5606",
    "5607",
    "5609"
  ],
  "pointsData": {
    "5602": {
      "id": "5602",
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 511,
      "quoteStart": 386,
      "quoteText": "The Services use cookies and similar technologies such as pixel tags, web beacons, clear GIFs, JavaScript, and local storage.",
      "services": [
        "brilliant"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The Brilliant Cookie Policy states, \"The Services use cookies and similar technologies such as pixel tags, web beacons, clear GIFs, JavaScript, and local storage.\""
      }
    },
    "5603": {
      "id": "5603",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 3944,
      "quoteStart": 3517,
      "quoteText": "These are Cookies placed by a third party on your device and may provide information to those third parties about browsing habits (including your visits to our Services, the pages you have visited and the links and advertisements you have clicked) that may help identify if certain services that such third parties provide are being used, identify your interests, retarget you and serve advertisements that are relevant to you.",
      "services": [
        "brilliant"
      ],
      "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Tracking via third-party cookies for other purposes without your consent.",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "As stated in Brilliant's Cookie Policy, a cookie type that they use are Third Party Cookies, which are \"placed by a third party on your device and may provide information to those third parties about browsing habits (including your visits to our Services, the pages you have visited and the links and advertisements you have clicked) that may help identify if certain services that such third parties provide are being used, identify your interests, retarget you and serve advertisements that are relevant to you.\""
      }
    },
    "5604": {
      "id": "5604",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 1060,
      "quoteStart": 846,
      "quoteText": "Brilliant reserves the right, at its sole discretion, to modify or replace any of the terms or conditions of this Agreement at any time.\nIt is User's responsibility to check this Agreement periodically for changes.",
      "services": [
        "brilliant"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "\"Brilliant reserves the right, at its sole discretion, to modify or replace any of the terms or conditions of this Agreement at any time. It is User's responsibility to check this Agreement periodically for changes.\""
      }
    },
    "5605": {
      "id": "5605",
      "needModeration": false,
      "quoteDoc": "Cookie Policy",
      "quoteEnd": 5728,
      "quoteStart": 5527,
      "quoteText": "Our Services do not support Do Not Track requests at this time, which means that we collect information about your online activity both while you are using the Services and after you leave the Services",
      "services": [
        "brilliant"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "5606": {
      "id": "5606",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2535,
      "quoteStart": 2210,
      "quoteText": "Through cookies we place on your browser or device, we may collect information about your online activity after you leave our Services.\nJust like any other usage information we collect, this information allows us to improve the Services and customize your online experience, and otherwise as described in this Privacy Policy.",
      "services": [
        "brilliant"
      ],
      "title": "This service tracks you on other websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service tracks you on other websites",
        "point": "bad",
        "score": 60,
        "tldr": "The Privacy Policy states, \"Through cookies we place on your browser or device, we may collect information about your online activity after you leave our Services. Just like any other usage information we collect, this information allows us to improve the Services and customize your online experience, and otherwise as described in this Privacy Policy.\""
      }
    },
    "5607": {
      "id": "5607",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 8986,
      "quoteStart": 8475,
      "quoteText": "By submitting the User Submission(s) to Brilliant, or displaying, publishing, or otherwise posting any content on or through the Sites or the Service, User hereby does and shall grant Brilliant a worldwide, non-exclusive, perpetual, royalty-free, fully paid, sublicensable and transferable license to reproduce, distribute, modify (such as by editing or otherwise creating derivatives), display, and perform the User Submission(s) in accordance with Brilliant's User Submission policies and User's Site settings",
      "services": [
        "brilliant"
      ],
      "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use state, \"By submitting the User Submission(s) to Brilliant, or displaying, publishing, or otherwise posting any content on or through the Sites or the Service, User hereby does and shall grant Brilliant a worldwide, non-exclusive, perpetual, royalty-free, fully paid, sublicensable and transferable license to reproduce, distribute, modify (such as by editing or otherwise creating derivatives), display, and perform the User Submission(s) in accordance with Brilliant's User Submission policies and User's Site settings\""
      }
    },
    "5609": {
      "id": "5609",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11960,
      "quoteStart": 11835,
      "quoteText": "Brilliant reserves the right to, in its sole discretion, remove any User Submission(s) at any time (with or without notice).\n",
      "services": [
        "brilliant"
      ],
      "title": "The service can delete specific content without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without reason and may do it without prior notice",
        "point": "blocker",
        "score": 50,
        "tldr": "The Terms of Use state that \"Brilliant reserves the right to, in its sole discretion, remove any User Submission(s) at any time (with or without notice).\""
      }
    }
  },
  "urls": [
    "brilliant.org"
  ]
}