{
  "alexa": 24403,
  "class": false,
  "links": {},
  "points": [
    "10099",
    "10100",
    "10101",
    "10103",
    "10104",
    "10105",
    "10106",
    "10107",
    "10108"
  ],
  "pointsData": {
    "10099": {
      "id": "10099",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6816,
      "quoteStart": 6469,
      "quoteText": "Codewars discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on our behalf or to provide services available at our websites, and (ii) that have agreed not to disclose it to others.",
      "services": [
        "codewars"
      ],
      "title": "Your private content may be accessed by people working for the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your private content may be accessed by people working for the service",
        "point": "neutral",
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    },
    "10100": {
      "id": "10100",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7239,
      "quoteStart": 7008,
      "quoteText": "Codewars will not share with or sell your potentially personally-identifying information to other organizations for commercial purposes, except when we have your permission to provide you products or services that you’ve requested.",
      "services": [
        "codewars"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "10101": {
      "id": "10101",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6927,
      "quoteStart": 6817,
      "quoteText": "Some of those employees, contractors and affiliated organizations may be located outside of your home country.",
      "services": [
        "codewars"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "10103": {
      "id": "10103",
      "quoteDoc": "Website Terms of Service",
      "quoteEnd": 2306,
      "quoteStart": 2046,
      "quoteText": "If you create an account on the Website, you are responsible for maintaining the\nsecurity of your account and its content, and you are fully responsible for all activities\nthat occur under the account and any other actions taken in connection with the\naccount.",
      "services": [
        "codewars"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10104": {
      "id": "10104",
      "quoteDoc": "Website Terms of Service",
      "quoteEnd": 682,
      "quoteStart": 548,
      "quoteText": "To promote collaboration and create a living resource, all kata solutions are actively\nopensourced under the FreeBSD 2-Clause License.",
      "services": [
        "codewars"
      ],
      "title": "Features of the website are made available under a free software license",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Features of the website are made available under a free software license",
        "point": "good",
        "score": 90,
        "tldr": "Generated through the annotate view"
      }
    },
    "10105": {
      "id": "10105",
      "quoteDoc": "Website Terms of Service",
      "quoteEnd": 2013,
      "quoteStart": 1934,
      "quoteText": "The Website is available only to individuals who are at least 13\nyears old.</p>",
      "services": [
        "codewars"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "10106": {
      "id": "10106",
      "quoteDoc": "Website Terms of Service",
      "quoteEnd": 2715,
      "quoteStart": 2594,
      "quoteText": "submitting Content in the form of kata solutions and comments, you license the\nContent under the FreeBSD 2-Clause License",
      "services": [
        "codewars"
      ],
      "title": "Content is published under a free license instead of a bilateral one",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Content is published under a free license instead of a bilateral one",
        "point": "good",
        "score": 90,
        "tldr": "Generated through the annotate view"
      }
    },
    "10107": {
      "id": "10107",
      "needModeration": false,
      "quoteDoc": "Website Terms of Service",
      "quoteEnd": 4814,
      "quoteStart": 4405,
      "quoteText": "For submitted Content, including authored kata, kata solutions,\nand comments, you grant Qualified the perpetual, worldwide, non-exclusive, nocharge, royalty-free, irrevocable copyright license to reproduce, prepare Derivative\nWorks of, publicly display, publicly perform, sublicense, and distribute the Work and\nsuch Derivative Works in Source or Object form, with or without modification (“Content\nLicense”).",
      "services": [
        "codewars"
      ],
      "title": "This service can use your content for all their existing and future services",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can use your content for all their existing and future services",
        "point": "bad",
        "score": 50,
        "tldr": "... which is good because that is the point of the Plattform."
      }
    },
    "10108": {
      "id": "10108",
      "quoteDoc": "Website Terms of Service",
      "quoteEnd": 14862,
      "quoteStart": 11859,
      "quoteText": "As Qualified asks others to respect its intellectual property rights, it respects the\nintellectual property rights of others.\nIf you believe that material located on or linked to\nby Qualified violates your copyright, you are encouraged to notify Qualified.\nQualified\nwill respond to all such notices, including as required or appropriate by removing the\ninfringing material or disabling all links to the infringing material.\nIn the case of a visitor\nwho may infringe or repeatedly infringes the copyrights or other intellectual property\nrights of Qualified or others, Qualified may, in its discretion, terminate or deny access\nto and use of the Website.\nIn the case of such termination, Qualified will have no\nobligation to provide a refund of any amounts previously paid to Qualified.\nThe form of\nnotice set forth below is consistent with the form suggested by the United States Digital\nMillennium Copyright Act (\"DMCA\") which may be found at the U.S.\nCopyright official\nwebsite: http://www.copyright.gov.</p>\n<p>To expedite Qualified’s handling of your notice, please use the following format or refer\nto Section 512(c)(3) of the Copyright Act.\n<br>\n<br>\n1.\nIdentify in sufficient detail the copyrighted work you believe has been infringed\nupon.\nThis includes identification of the web page or specific posts, as opposed to entire\nsites.\nPosts must be referenced by either the dates in which they appear or by the\npermalink of the post.\nInclude the URL to the concerned material infringing your\ncopyright (URL of a website or URL to a post, with title, date, name of the emitter), or\nlink to initial post with sufficient data to find it.\n<br>\n<br>\n2.\nIdentify the material that you allege is infringing upon the copyrighted work listed in\nItem #1 above.\nInclude the name of the concerned litigious material (all images or posts\nif relevant) with its complete reference.\n<br>\n<br>\n3.\nProvide information on which Qualified may contact you, including your email\naddress, name, telephone number and physical address.\n<br>\n<br>\n4.\nProvide the address, if available, to allow Qualified to notify the owner/\nadministrator of the allegedly infringing webpage or other content, including email\naddress.\n<br>\n<br>\n5.\nAlso include a statement of the following: “I have a good faith belief that use of the\ncopyrighted materials described above on the infringing web pages is not authorized by\nthe copyright owner, or its agent, or the law.”\n<br>\n<br>\n6.\nAlso include the following statement: “I swear, under penalty of perjury, that the\ninformation in this notification is accurate and that I am the copyright owner, or am\nauthorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.”\n<br>\n<br>\n7.\nYour physical or electronic signature\n<br>\n<br>\nSend the written notification via regular postal mail to the following:\n<br>\n<br>\nQualified Inc.<br>\nAttn: DMCA takedown<br>\n559 S Saliman Rd Unit 101<br>\nCarson City, NV 89701\n<br>\n<br>\nor email notification to info@codewars.com.</p>",
      "services": [
        "codewars"
      ],
      "title": "Provides instructions on how to submit a copyright claim",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Provides instructions on how to submit a copyright claim",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "codewars.com"
  ]
}