{
  "alexa": 140,
  "class": false,
  "links": {},
  "points": [
    "6789",
    "6790"
  ],
  "pointsData": {
    "6789": {
      "id": "6789",
      "quoteDoc": "COINBASE COOKIE POLICY",
      "quoteEnd": 7088,
      "quoteStart": 6182,
      "quoteText": "<p>In addition to cookies, we may use other similar technologies, like web\nbeacons to track users of our Services.\nWeb beacons, or \"clear gifs,\"\nare tiny graphics with a unique identifier, similar in function to\ncookies.\nThey are used to track the online movements of web users.</p>\n<p>In contrast to cookies, which are stored on a user's computer hard drive\nor device, clear gifs are embedded invisibly on web pages and are about\nthe size of the period at the end of this sentence.\nWe and our\nthird-party service provider employ web beacons for the reasons stated\nabove (under \"Cookies\"), but primarily to help us better manage content\non our Services by informing us which content is effective.</p>\n<p>We may also use so-called \"Flash Cookies\" (also known as \"Local Shared\nObjects or \"LSOs\") to collect and store information about your use of\nour services, fraud prevention and for other site operations.",
      "services": [
        "coinbase–"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6790": {
      "id": "6790",
      "quoteDoc": "MARKET DATA TERMS OF USE",
      "quoteEnd": 8421,
      "quoteStart": 7445,
      "quoteText": "To the maximum extent permitted by law, you must indemnify and hold harmless Coinbase, its affiliates, and its and their respective directors, officers, employees, and agents (\"<strong>Coinbase Protected Parties</strong>\") against all liabilities, costs, damages, and expenses arising out of or relating to your use of Market Data, including damages arising directly from your act or omission (including without limitation breach of these Terms) as well as judgments, settlements, and expenses (including reasonable attorneys' fees and legal costs) arising from a threatened or actual suit, investigation, proceeding, or other claim between you and a Coinbase Protected Party or between a third party and a Coinbase Protected Party arising out of or relating to your use of Market Data.\nCoinbase may control the defense of any such Claim, at your cost and expense, and you will provide Coinbase any assistance that Coinbase reasonably requests in defending any such Claim.</p>",
      "services": [
        "coinbase–"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "coinbase.com"
  ]
}