{
  "alexa": 698,
  "class": false,
  "links": {
    "Cookies Policy": {
      "name": "Cookies Policy",
      "url": "https://www.coursera.org/about/cookies"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://www.coursera.org/about/privacy"
    },
    "Terms of Use": {
      "name": "Terms of Use",
      "url": "https://www.coursera.org/about/terms"
    }
  },
  "points": [
    "4446",
    "4447",
    "4448",
    "873"
  ],
  "pointsData": {
    "873": {
      "discussion": "https://groups.google.com/d/topic/tosdr/XWJFKNMq0b4/discussion",
      "id": "873",
      "needModeration": false,
      "services": [
        "coursera"
      ],
      "set": "set+service+and+topic",
      "slug": "XWJFKNMq0b4",
      "title": "Coursera can change Terms of Service without notice and with immediate effect.",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "user needs to rely on tosback.org",
        "point": "bad",
        "score": 70,
        "tldr": "Coursera reserve the right to change or modify the Terms of Use at their sole discretion at any time."
      }
    },
    "4446": {
      "id": "4446",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4991,
      "quoteStart": 4869,
      "quoteText": "By submitting any Feedback, you grant us the right to use the Feedback without any restriction or any compensation to you.",
      "services": [
        "coursera"
      ],
      "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use states that \"By submitting any Feedback, you grant us the right to use the Feedback without any restriction or any compensation to you\"."
      }
    },
    "4447": {
      "id": "4447",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 4302,
      "quoteStart": 4009,
      "quoteText": "To the extent that you provide User Content, you grant Coursera a fully-transferable, royalty-free, perpetual, sublicensable, non-exclusive, worldwide license to copy, distribute, modify, create derivative works based on, publicly perform, publicly display, and otherwise use the User Content.",
      "services": [
        "coursera"
      ],
      "title": "This service can use your content for all their existing and future services",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can use your content for all their existing and future services",
        "point": "bad",
        "score": 50,
        "tldr": "The Terms of Use states \"To the extent that you provide User Content, you grant Coursera a fully-transferable, royalty-free, perpetual, sublicensable, non-exclusive, worldwide license to copy, distribute, modify, create derivative works based on, publicly perform, publicly display, and otherwise use the User Content.\""
      }
    },
    "4448": {
      "id": "4448",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 11045,
      "quoteStart": 10527,
      "quoteText": "Indemnification<p>You agree to indemnify, defend, and hold harmless the Coursera Parties from any and all claims, liabilities, expenses, and damages, including reasonable attorneys' fees and costs, made by any third party related to: (a) your use or attempted use of the Services in violation of these Terms.\n(b) your violation of any law or rights of any third party.\nor (c) User Content, including without limitation any claim of infringement or misappropriation of intellectual property or other proprietary rights.",
      "services": [
        "coursera"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Terms of use states \"You agree to indemnify, defend, and hold harmless the Coursera Parties from any and all claims, liabilities, expenses, and damages, including reasonable attorneys' fees and costs, made by any third party related to: (a) your use or attempted use of the Services in violation of these Terms; (b) your violation of any law or rights of any third party; or (c) User Content, including without limitation any claim of infringement or misappropriation of intellectual property or other proprietary rights.\""
      }
    }
  },
  "urls": [
    "coursera.org"
  ]
}