{
  "alexa": 98569,
  "class": false,
  "links": {},
  "points": [
    "6796",
    "6800",
    "6804",
    "6810",
    "6814",
    "6816",
    "6817"
  ],
  "pointsData": {
    "6796": {
      "id": "6796",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5562,
      "quoteStart": 5441,
      "quoteText": "You can set your browser to refuse cookies, but some portions of the Website may not work properly if you refuse cookies.",
      "services": [
        "crowdmark"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Privacy Policy: \"You can set your browser to refuse cookies, but some portions of the Website may not work properly if you refuse cookies.\""
      }
    },
    "6800": {
      "id": "6800",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4791,
      "quoteStart": 4620,
      "quoteText": "You retain your ownership in and to Content you submit, post or upload to the Services, and your use of the Services does not transfer any ownership from you to Crowdmark.",
      "services": [
        "crowdmark"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "From Terms of Service: \"You retain your ownership in and to Content you submit, post or upload to the Services, and your use of the Services does not transfer any ownership from you to Crowdmark.\""
      }
    },
    "6804": {
      "id": "6804",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5772,
      "quoteStart": 5519,
      "quoteText": "You hereby waive, in favour of Crowdmark, your moral rights under Canada’s <em>Copyright Act</em> or any successor legislation or similar law under the laws of Canada or the laws of other countries, that you, as author, have or may in your Content.</li>",
      "services": [
        "crowdmark"
      ],
      "title": "You waive your moral rights, that you, as author, have or may in your Content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You sign away moral rights",
        "point": "blocker",
        "score": 50,
        "tldr": "From Terms of Service: \"You hereby waive, in favour of Crowdmark, your moral rights under Canada’s Copyright Act or any successor legislation or similar law under the laws of Canada or the laws of other countries, that you, as author, have or may in your Content.\""
      }
    },
    "6810": {
      "id": "6810",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 6105,
      "quoteStart": 5562,
      "quoteText": "</li>\n<li>A “<strong>web beacon</strong>” is an electronic image (also referred to as an “action tag,” “single-pixel,” or “clear GIF”) that is commonly used to track the traffic patterns of users from one web page to another in order to maximize web traffic flow and to otherwise analyze the effectiveness of websites.\nSome web beacons may be unusable if you elect to reject their associated cookies.\nSome of the Website’s web pages may use web beacons in conjunction with cookies to compile aggregate statistics about your use of the Website.",
      "services": [
        "crowdmark"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6814": {
      "id": "6814",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 16267,
      "quoteStart": 15967,
      "quoteText": "If Crowdmark is to be sold, merged or amalgamated or is to sell or dispose of substantially all of its assets, your personal information may be transferred to a potential purchaser if, and to the extent, necessary for the purposes of deciding whether to proceed with the sale and completing the sale.",
      "services": [
        "crowdmark"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "From Privacy Policy: \"If Crowdmark is to be sold, merged or amalgamated or is to sell or dispose of substantially all of its assets, your personal information may be transferred to a potential purchaser if, and to the extent, necessary for the purposes of deciding whether to proceed with the sale and completing the sale.\""
      }
    },
    "6816": {
      "id": "6816",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 25981,
      "quoteStart": 25393,
      "quoteText": "You hereby agree to indemnify Crowdmark or its licensors, subsidiaries, affiliates, and related companies, and each of their respective officers, directors, employees, shareholders, agents, representatives, business partners, information providers and licensors and their respective successors and assigns (together <strong>Crowdmark Entities</strong>) harmless from and against all losses, expenses, damages, liabilities, expenses and costs, including reasonable legal fees, suffered by any of the Crowdmark Entities, directly or indirectly, resulting from: (a) your use of the Services.",
      "services": [
        "crowdmark"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6817": {
      "id": "6817",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 28636,
      "quoteStart": 28314,
      "quoteText": "These Terms of Service are governed, interpreted and construed in accordance with the laws of the Province of Ontario and the applicable laws of Canada, without giving effect to any principles of conflicts of laws contained therein, and you hereby consent and submit to the exclusive jurisdiction of the Courts of Ontario.",
      "services": [
        "crowdmark"
      ],
      "title": "The court of law governing the terms is in the Province of Ontario and the applicable laws of Canada",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "From Terms of Service: \"These Terms of Service are governed, interpreted and construed in accordance with the laws of the Province of Ontario and the applicable laws of Canada, without giving effect to any principles of conflicts of laws contained therein, and you hereby consent and submit to the exclusive jurisdiction of the Courts of Ontario.\""
      }
    }
  },
  "urls": [
    "crowdmark.com"
  ]
}