{
  "alexa": 29005,
  "class": false,
  "links": {},
  "points": [
    "7331",
    "7332"
  ],
  "pointsData": {
    "7331": {
      "id": "7331",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 40146,
      "quoteStart": 39695,
      "quoteText": "Please revisit this page periodically to stay aware of any changes to this Policy, which we may update from time to time.\nIf we modify the Policy, we will make it available through the Service, and indicate the date of the latest revision, and will comply with applicable law.\nYour continued use of the Service after the revised Policy has become effective indicates that you have read, understood and agreed to the current version of the Policy.</p> ",
      "services": [
        "crowdin"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "7332": {
      "id": "7332",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 18381,
      "quoteStart": 17373,
      "quoteText": "4.4 Law Enforcement, Legal Process and Compliance <p>We may disclose Personal Data or other information if required to do so by law or in the good-faith belief that such action is necessary to comply with applicable laws, in response to a facially valid court order, judicial or other government subpoena or warrant, or to otherwise cooperate with law enforcement or other governmental agencies.</p>\n<p>We also reserve the right to disclose Personal Data or other information that we believe, in good faith, is appropriate or necessary to (i) take precautions against liability, (ii) protect ourselves or others from fraudulent, abusive, or unlawful uses or activity, (iii) investigate and defend ourselves against any third-party claims or allegations, (iv) protect the security or integrity of the Service and any facilities or equipment used to make the Service available, or (v) protect our property or other legal rights, enforce our contracts, or protect the rights, property, or safety of others.</p> ",
      "services": [
        "crowdin"
      ],
      "title": "This service can share your personal information to third parties ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "crowdin.com"
  ]
}