{
  "alexa": 501,
  "class": false,
  "links": {},
  "points": [
    "4391",
    "4392",
    "4393",
    "4394",
    "4395",
    "4396",
    "4397",
    "4406",
    "4408",
    "4424",
    "4426",
    "4429",
    "4431"
  ],
  "pointsData": {
    "4391": {
      "id": "4391",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 4285,
      "quoteStart": 3801,
      "quoteText": "MODIFICATIONS TO TERMS OF SERVICE</strong>\n</p>\n<p>Discogs may at any time revise the TOS by updating this posting.\nBy using Discogs, You agree to be bound by any such revisions and should therefore periodically visit this page to determine the then-current TOS to which You are bound.\nYour continued use of Discogs constitutes an affirmative: (1) acknowledgment by You of the TOS and TOS modifications.\nand (2) agreement by You to abide and be bound by the TOS and TOS modifications.",
      "services": [
        "discogs"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "The terms of service state under the title \"MODIFICATIONS TO TERMS OF SERVICE\":\r\n\r\n\"Discogs may at any time revise the TOS by updating this posting. By using Discogs, You agree to be bound by any such revisions and should therefore periodically visit this page to determine the then-current TOS to which You are bound. Your continued use of Discogs constitutes an affirmative: (1) acknowledgment by You of the TOS and TOS modifications; and (2) agreement by You to abide and be bound by the TOS and TOS modifications.\""
      }
    },
    "4392": {
      "id": "4392",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 2308,
      "quoteStart": 1933,
      "quoteText": "\n<p>If You are under the minimum age of consent to enter into a contract in Your jurisdiction, then You may not use or access the Services at any time or in any manner.\n For example, in the United States, You must be at least 13 years of age to establish an account and use the Service and You must be at least 18 years old to purchase and sell items through the Service.</p>",
      "services": [
        "discogs"
      ],
      "title": "This service is only available to users of the minimum age of consent and up",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Under \"ACKNOWLEDGMENT AND ACCEPTANCE OF TERMS OF SERVICE\" it states that: \r\n\"If You are under the minimum age of consent to enter into a contract in Your jurisdiction, then You may not use or access the Services at any time or in any manner.  For example, in the United States, You must be at least 13 years of age to establish an account and use the Service and You must be at least 18 years old to purchase and sell items through the Service.\""
      }
    },
    "4393": {
      "id": "4393",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 1928,
      "quoteStart": 1782,
      "quoteText": "BY USING THE DISCOGS WEBSITE AND AFFILIATED WEBSITES, YOU ARE INDICATING YOUR AGREEMENT TO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF THE TOS.",
      "services": [
        "discogs"
      ],
      "title": "Users are subject to the policies and guidelines of the service.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are subject to the policies and guidelines of the service.",
        "point": "neutral",
        "score": 0,
        "tldr": "The ToS state under \"ACKNOWLEDGMENT AND ACCEPTANCE OF TERMS OF SERVICE\":\r\n\"[...] BY USING THE DISCOGS WEBSITE AND AFFILIATED WEBSITES, YOU ARE INDICATING YOUR AGREEMENT TO BE BOUND BY ALL OF THE TERMS AND CONDITIONS OF THE TOS. \""
      }
    },
    "4394": {
      "id": "4394",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 4573,
      "quoteStart": 4311,
      "quoteText": "MODIFICATIONS TO SERVICE</strong>\n</p>\n<p>Discogs reserves the right to modify or discontinue the Service with or without notice to You.\nDiscogs shall not be liable to You or any third party should Discogs exercise TOS right to modify or discontinue the Service.",
      "services": [
        "discogs"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "Discogs' ToS state under \"MODIFICATIONS TO SERVICE\": \r\n\"Discogs reserves the right to modify or discontinue the Service with or without notice to You. Discogs shall not be liable to You or any third party should Discogs exercise TOS right to modify or discontinue the Service.\"\r\n\r\n- the service can not only be discontinued, but also modified at any time\r\n- discogs do not need to notify users of these changes"
      }
    },
    "4395": {
      "id": "4395",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 5324,
      "quoteStart": 4722,
      "quoteText": "INDEMNITY</strong>\n</p>\n<p>You agree to indemnify and hold Discogs, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorney fees, made by any third party due to or arising out of Your use of the Service, Your connection to the Service, Your violation of the TOS, or Your violation of any rights of another, whether You are a registered user or not.\nYou are solely responsible for Your actions when using the Service, including, but not limited to, costs incurred for Internet access.</p>",
      "services": [
        "discogs"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "INDEMNITY\r\n\r\nYou agree to indemnify and hold Discogs, and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any alleged claim or demand, including reasonable attorney fees, made by any third party due to or arising out of Your use of the Service, Your connection to the Service, Your violation of the TOS, or Your violation of any rights of another, whether You are a registered user or not. You are solely responsible for Your actions when using the Service, including, but not limited to, costs incurred for Internet access."
      }
    },
    "4396": {
      "id": "4396",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 5764,
      "quoteStart": 5452,
      "quoteText": "You are entirely responsible for any and all activities which occur under Your account if You do not maintain the confidentiality of Your password and account.\nFurthermore, You are entirely responsible for any and all activities which occur under Your account by You or someone You authorize to use Your account.",
      "services": [
        "discogs"
      ],
      "title": "You are responsible for maintaining the security of your account and for the activities on your account",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "The ToS state under the headline \"USER ACCOUNT, PASSWORD, AND SECURITY\": \r\n\"[...] You are entirely responsible for any and all activities which occur under Your account if You do not maintain the confidentiality of Your password and account. Furthermore, You are entirely responsible for any and all activities which occur under Your account by You or someone You authorize to use Your account. [...]\""
      }
    },
    "4397": {
      "id": "4397",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 5886,
      "quoteStart": 5765,
      "quoteText": "You may change Your password at any time.\nYou may also set up a new account and close an old one at Your convenience.</p>",
      "services": [
        "discogs"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "The ToS state under \"USER ACCOUNT, PASSWORD, AND SECURITY\": \r\n\"[...] You may change Your password at any time; You may also set up a new account and close an old one at Your convenience. [...]\""
      }
    },
    "4406": {
      "id": "4406",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 7363,
      "quoteStart": 6032,
      "quoteText": "\n<strong>TERMINATION</strong>\n</p>\n<p>You agree that Discogs, in its sole discretion, may terminate Your account, and remove and discard any content within the Service, for any reason, including and without limitation, the lack of use, or if Discogs finds that You have violated or acted inconsistently with the letter or spirit of the TOS.\nYou agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files.\nDiscogs reserves the right to bar any further access to such files or the Service.\nYou agree that Discogs shall not be liable to You or any third party for any termination of Your access to the Service.\nAdvanced accounts that are terminated will not be refunded.</p>\n<p>Should You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.</p>\n<p>Upon termination of the Service, Your right to use the Service immediately ceases.\nYou shall have no right and Discogs will have no obligation thereafter to forward any unread or unsent messages to You or any third party.",
      "services": [
        "discogs"
      ],
      "title": "Discogs can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Under \"TERMINATION\" Discogs' ToS state:\r\n\r\n\"You agree that Discogs, in its sole discretion, may terminate Your account, and remove and discard any content within the Service, for any reason, including and without limitation, the lack of use, or if Discogs finds that You have violated or acted inconsistently with the letter or spirit of the TOS. You agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files. Discogs reserves the right to bar any further access to such files or the Service. You agree that Discogs shall not be liable to You or any third-party for any termination of Your access to the Service. Advanced accounts that are terminated will not be refunded.\r\n\r\nShould You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.\r\n\r\nUpon termination of the Service, Your right to use the Service immediately ceases. You shall have no right and Discogs will have no obligation thereafter to forward any unread or unsent messages to You or any third party.\""
      }
    },
    "4408": {
      "id": "4408",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 8072,
      "quoteStart": 7983,
      "quoteText": "This license does not include any resale or commercial use of this site or its contents.\n",
      "services": [
        "discogs"
      ],
      "title": "Discogs is only available for use individually and non-commercially, except with written consent",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "Under \"LICENSE AND SITE ACCESS\", the ToS state:\r\n\r\n\"Discogs grants You a limited license to access and make personal use of this site and not to download (other than page caching) or modify it, or any portion of it, except with express written consent of Discogs. This license does not include any resale or commercial use of this site or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of this site or its contents; any downloading or copying of account information for the benefit of another merchant; or any use of data mining, robots, or \r\nsimilar data gathering and extraction tools. This site or any portion of this site may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Discogs.\"\r\n\r\n- the site or its contents may not be used for any commercial purpose"
      }
    },
    "4424": {
      "id": "4424",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 9918,
      "quoteStart": 9631,
      "quoteText": "Your use of the Service is subject to all applicable local, state, national and international laws and regulations.</p>\n<p>You agree: (1) to comply with U.S.\nand applicable international law regarding the transmission of technical data exported from the your country through the Service.",
      "services": [
        "discogs"
      ],
      "title": "Users agree to comply with U.S. law",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "The ToS state under \"USER CONDUCT\":\r\n\"[...] Your use of the Service is subject to all applicable local, state, national and international laws and regulations.\r\n\r\nYou agree: (1) to comply with U.S. and applicable international law regarding the transmission of technical data exported from the your country through the Service; [...]\""
      }
    },
    "4426": {
      "id": "4426",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 11259,
      "quoteStart": 11114,
      "quoteText": "Discogs may review user account activity, such as private messages, account details and order pages, upon receipt of complaints from other users.",
      "services": [
        "discogs"
      ],
      "title": "The service can read your private messages",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can read your private messages",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "Under \"USER CONDUCT\" Discogs' ToS state: \r\n\"[...] Discogs may review user account activity, such as private messages, account details and order pages, upon receipt of complaints from other users. [...]\""
      }
    },
    "4429": {
      "id": "4429",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 12963,
      "quoteStart": 12734,
      "quoteText": "\n<p>If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.</p>",
      "services": [
        "discogs"
      ],
      "title": "This service keeps a license on user-generated content even after users close their accounts.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service keeps a license on user-generated content even after users close their accounts.",
        "point": "bad",
        "score": 50,
        "tldr": "The Discogs ToS state under \"LICENSING OF USER CONTENT\":\r\n\"If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.\""
      }
    },
    "4431": {
      "id": "4431",
      "needModeration": false,
      "quoteDoc": "Legal Documents",
      "quoteEnd": 13348,
      "quoteStart": 12967,
      "quoteText": "If You exercise Your right to erasure or deletion of personal information pursuant to the Privacy Policy, (i) Your user-generated content will be anonymized by having the user name replaced by a generic term (i.e., \"previous user1234\" or simply \"user1234\"), and (ii) Discogs is entitled to continue using this anonymized user-generated content pursuant to the rights granted above.",
      "services": [
        "discogs"
      ],
      "title": "This service will continue using anonymized user-generated content even after erasure of personal information",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service will continue using anonymized user-generated content even after erasure of personal information",
        "point": "bad",
        "score": 15,
        "tldr": "Under \"LICENSING OF USER CONTENT\", the ToS state:\r\n\"If You cease using Discogs Services, You confirm that Discogs is entitled to continue using Your user-generated content and may continue display Your user name along with Your content pursuant to the rights granted above.\r\n\r\nIf You exercise Your right to erasure or deletion of personal information pursuant to the Privacy Policy, (i) Your user-generated content will be anonymized by having the user name replaced by a generic term (i.e., \"previous user1234\" or simply \"user1234\"), and (ii) Discogs is entitled to continue using this anonymized user-generated content pursuant to the rights granted above.\""
      }
    }
  },
  "urls": [
    "discogs.com",
    " comicogs.com",
    " filmo.gs",
    " gearogs.com",
    " vinylhub.com",
    " bookogs.com",
    " posterogs.com"
  ]
}