{
  "alexa": 152,
  "class": false,
  "links": {},
  "points": [
    "4445",
    "4511",
    "4512",
    "4514"
  ],
  "pointsData": {
    "4445": {
      "id": "4445",
      "needModeration": false,
      "quoteDoc": "Terms",
      "quoteEnd": 30063,
      "quoteStart": 29776,
      "quoteText": "By visiting or using the Service, you agree that the laws of the United States and the State of California, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and the Company.",
      "services": [
        "discord"
      ],
      "title": "Users agree to comply with the law of the service's country",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "\"By visiting or using the Service, you agree that the laws of the United States and the State of California, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and the Company. Any claim or dispute between you and the Company that arises in whole or in part from these Terms or your use of the Service shall be decided exclusively by a court of competent jurisdiction located in Santa Clara County, California, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to venue and jurisdiction in the state and federal courts of Santa Clara County, California.\""
      }
    },
    "4511": {
      "id": "4511",
      "services": [
        "discord"
      ],
      "title": "The service reserves the right to change its terms using its sole discretion",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service makes critical changes to its terms without user involvement",
        "point": "bad",
        "score": 35,
        "tldr": "The Discord Terms of Service states that \"The Company reserves the right, in its sole discretion, to modify or revise these Terms at any time, and you agree to be bound by such modifications or revisions... If you object to any change or modification, your sole recourse shall be to cease using the Service.\", therefore saying that, at any time, it is able to change the terms, and you are bound to them until you terminate your account"
      }
    },
    "4512": {
      "id": "4512",
      "services": [
        "discord"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Under the section 'Rights to Use the Service', the terms state \"The Company reserves the right to refuse any user access to the Services without notice for any reason, including but not limited to a violation of the Terms\", meaning that it can prevent you from using the service for reasons not enforced by the terms, and without stating such a reason."
      }
    },
    "4514": {
      "id": "4514",
      "quoteDoc": "Terms",
      "quoteEnd": 11089,
      "quoteStart": 10929,
      "quoteText": "YOUR CONTENTAny data, text, graphics, photographs and their selection and arrangement, and any other materials uploaded to the Service by you is “Your Content.”",
      "services": [
        "discord"
      ],
      "title": "You maintain ownership of your content",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "As stated in the terms of service, \"Any data, text, graphics, photographs and their selection and arrangement, and any other materials uploaded to the Service by you is “Your Content.” You represent and warrant that Your Content is original to you and that you exclusively own the rights to such content, including the right to grant all of the rights and licenses in these Terms without the Company incurring any third party obligations or liability arising out of its exercise of such rights and licenses. All of Your Content is your sole responsibility and the Company is not responsible for any material that you upload, post, or otherwise make available.\""
      }
    }
  },
  "urls": [
    "discordapp.com"
  ]
}