{
  "alexa": 152,
  "class": false,
  "links": {},
  "points": [
    "4445",
    "4512"
  ],
  "pointsData": {
    "4445": {
      "id": "4445",
      "needModeration": false,
      "quoteDoc": "Terms of Service (deprecated, should be removed)",
      "quoteEnd": 42521,
      "quoteStart": 42234,
      "quoteText": "By visiting or using the Service, you agree that the laws of the United States and the State of California, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and the Company.",
      "services": [
        "discord"
      ],
      "title": "Users agree to comply with the law of the service's country",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "\"By visiting or using the Service, you agree that the laws of the United States and the State of California, without regard to principles of conflict of laws and regardless of your location, will govern these Terms and any dispute of any sort that might arise between you and the Company. Any claim or dispute between you and the Company that arises in whole or in part from these Terms or your use of the Service shall be decided exclusively by a court of competent jurisdiction located in Santa Clara County, California, and you hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to venue and jurisdiction in the state and federal courts of Santa Clara County, California.\""
      }
    },
    "4512": {
      "id": "4512",
      "quoteDoc": "Terms of Service (deprecated, should be removed)",
      "quoteEnd": 4712,
      "quoteStart": 4554,
      "quoteText": "The Company reserves the right to refuse any user access to the Services without notice for any reason, including but not limited to a violation of the Terms.",
      "services": [
        "discord"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Under the section 'Rights to Use the Service', the terms state \"The Company reserves the right to refuse any user access to the Services without notice for any reason, including but not limited to a violation of the Terms\", meaning that it can prevent you from using the service for reasons not enforced by the terms, and without stating such a reason."
      }
    }
  },
  "urls": [
    "discordapp.com"
  ]
}