{
  "alexa": 512,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://evernote.com/privacy/policy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://evernote.com/legal/terms-of-service"
    }
  },
  "points": [
    "6616",
    "6617",
    "6618"
  ],
  "pointsData": {
    "6616": {
      "id": "6616",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 44,
      "quoteStart": 13,
      "quoteText": "Effective Date: August 28, 2017",
      "services": [
        "evernote"
      ],
      "title": "There is a date of the last update of the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6617": {
      "id": "6617",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 26354,
      "quoteStart": 25302,
      "quoteText": "If I Have a Great Idea to Share with Evernote, What Are My Rights?\n<p>When you submit any ideas, suggestions, documents and/or proposals relating to the Service (or other products or services) to Evernote through the “Contact Us,” User Forum or Support interfaces or through any other channel or mechanism (collectively, “Contributions”), you acknowledge and agree that: (i) your Contributions do not contain confidential or proprietary information.\n(ii) Evernote is not under any obligation of confidentiality, express or implied, with respect to the Contributions.\n(iii) Evernote shall be entitled to use or disclose (or choose not to use or disclose) such Contributions for any purpose, in any way.\n(iv) Evernote may have something similar to the Contributions already under consideration or in development.\n(v) your Contributions automatically become the property of Evernote without any obligation of Evernote to you.\nand (vi) you are not entitled to any accounting, compensation or reimbursement of any kind from Evernote under any circumstances.",
      "services": [
        "evernote"
      ],
      "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6618": {
      "id": "6618",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 46809,
      "quoteStart": 46232,
      "quoteText": "CLAIMS ARE TIME-BARRED.</p>\n<p>You agree that regardless of any statute or law to the contrary or the applicable dispute resolution process, any claim or cause of action you may have arising out of or related to use of the Service or otherwise under these must be filed within one (1) year after such claim or cause of action arose or you hereby agree to be forever barred from bringing such claim.</p>\n<p>The provisions of this section, entitled “Claims Are Time-Barred” shall be deemed to constitute a separate written legally binding agreement by and between you and us.</p>",
      "services": [
        "evernote"
      ],
      "title": "Users have a reduced time period to take legal action against the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users have a reduced time period to take legal action against the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "evernote.com"
  ]
}