{
  "class": false,
  "links": {},
  "points": [
    "4909",
    "4913"
  ],
  "pointsData": {
    "4909": {
      "id": "4909",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5780,
      "quoteStart": 5635,
      "quoteText": "Title and name\n<ul>\n<li>To create a hotel, flight or other bookings in your name and contact you about the services and products you request</li>",
      "services": [
        "expobeds"
      ],
      "title": "You must provide your legal name, pseudonyms are not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You must provide your legal name, pseudonyms are not allowed",
        "point": "bad",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "4913": {
      "id": "4913",
      "needModeration": false,
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 3565,
      "quoteStart": 2169,
      "quoteText": "Below you will find what cookies do we use and why.</p>\n<p>__cfduid<br>\n<em>Used by the content network, CloudFlare, to identify you as trusted user.\nWithout this cookie you might lose access to our website.</em>\n<br>More Info</p>\n<p>Tawk_*, __tawkuuid<br>\n<em>Cookie that helps us remember you so that we can link live chat sessions together and provide a better personalised experience for you without gaining any personal information from you.</em>\n</p>\n<p>__ga, __gid, __utma, __utmb<br>\n<em>These cookies are used to collect information about how our visitors use ExpoBeds website, which we use to help improve it.\nThe collected information is in anonymous form, including the number of visitors to the site, where visitors have come to the site from and the pages they visited.</em>\n<br>More Info Opt Out</p>\n<p>_hjIncludedInSample<br>\n<em>This cookie is set to let Hotjar (analytics service) know whether you are included in the sample group which is used to generate funnels.\nNo personally identifiable information is used.</em>\n<br>More Info Opt Out</p>\n<p>eb_ref<br>\n<em>This cookie is alive only while you browse our website - once you close it, it will be deleted automatically by your browser.\nThe cookie remembers what was the first page you visited within ExpoBeds and did you come from any of our marketing campaigns.\nThis helps us measure the effectiveness of our campaigns.</em>",
      "services": [
        "expobeds"
      ],
      "title": "The service provides a complete list of all cookies set by its website",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides a complete list of all cookies set by its website",
        "point": "good",
        "privacyRelated": true,
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "expobeds.com"
  ]
}