{
  "alexa": 449277,
  "class": false,
  "links": {},
  "points": [
    "6304",
    "6305"
  ],
  "pointsData": {
    "6304": {
      "id": "6304",
      "needModeration": false,
      "quoteDoc": "Terms & Privacy Policy",
      "quoteEnd": 4885,
      "quoteStart": 4810,
      "quoteText": "If you decline cookies from EyeWire then functionality may be impaired.</p>",
      "services": [
        "eyewire"
      ],
      "title": "Blocking cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking cookies may limit your ability to use the service",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6305": {
      "id": "6305",
      "needModeration": false,
      "quoteDoc": "Terms & Privacy Policy",
      "quoteEnd": 6021,
      "quoteStart": 5158,
      "quoteText": "<b>j)</b> The project may terminate, suspend, or block your account at any time.\nThis may be done, for example, if you engage in abusive behavior.\ncreate a false identity.\ndisseminate or transmit spam, advertisements, or solicitations.\npost material that infringes a copyright, trademark or patent right, trade secret or other legal right of any person, corporation or institution.\ncollect, print out, reproduce, distribute, or otherwise make available or use any personally-identifiable information about other users.\ndisseminate or transmit viruses, Trojan horses, worms, defects, date bombs, time bombs, malware, spyware, or other items of a destructive nature or any other malicious code or program.\nuse the Site in any manner that could damage or overburden other sites.\nuse the Site in any manner that would interfere with any other party’s use of the Site.",
      "services": [
        "eyewire"
      ],
      "title": "The service may terminate, suspend, or block your account at any time.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can suspend your account for several reasons",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "eyewire.org"
  ]
}