{
  "alexa": 3206,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://about.gitlab.com/privacy/"
    },
    "Security": {
      "name": "Security",
      "url": "https://about.gitlab.com/security/"
    },
    "Terms of Use": {
      "name": "Terms of Use",
      "url": "https://about.gitlab.com/terms/"
    }
  },
  "points": [
    "4301",
    "4302",
    "4303",
    "4304",
    "4357",
    "4358"
  ],
  "pointsData": {
    "4301": {
      "id": "4301",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 18150,
      "quoteStart": 18118,
      "quoteText": "GitLab is an open source project",
      "services": [
        "gitlab"
      ],
      "title": "free software; you can run your own instance",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Features of the website are made available under a free software license",
        "point": "good",
        "score": 90,
        "tldr": "free software; you can run your own instance"
      }
    },
    "4302": {
      "id": "4302",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 28439,
      "quoteStart": 27806,
      "quoteText": "GitLab reserves the right, at its sole discretion, to modify or replace any part of this Agreement.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Website following the posting of any changes to this Agreement constitutes acceptance of those changes.\nGitLab may also, in the future, offer new services and/or features through the Website (including, the release of new tools and resources).\nSuch new features and/or services shall be subject to the terms and conditions of this Agreement.\nGitLab may also, in the future, remove features at any time without warning.",
      "services": [
        "gitlab"
      ],
      "title": "critical changes without user involvement",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service makes critical changes to its terms without user involvement",
        "point": "bad",
        "score": 35,
        "tldr": "critical changes without user involvement"
      }
    },
    "4303": {
      "id": "4303",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 18667,
      "quoteStart": 18592,
      "quoteText": "The Website is available only to individuals who are at least 13 years old.",
      "services": [
        "gitlab"
      ],
      "title": "age limit",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "From the terms: \"The Website is available only to individuals who are at least 13 years old.\""
      }
    },
    "4304": {
      "id": "4304",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 60731,
      "quoteStart": 60372,
      "quoteText": "This Agreement will be governed by the laws of the State of California, U.S.A.\nwithout regard to its conflict of laws provisions.\nThe federal and state courts sitting in San Francisco County, California, U.S.A.\nwill have proper and exclusive jurisdiction and venue with respect to any disputes arising from or related to the subject matter of this Agreement.\n",
      "services": [
        "gitlab"
      ],
      "title": "court of law is in location X",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "From the terms: \"This Agreement shall be governed by and interpreted in accordance with the laws of the Netherlands.\""
      }
    },
    "4357": {
      "id": "4357",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 19645,
      "quoteStart": 19103,
      "quoteText": "<strong>Your Account and Website</strong>\n<p> If you create an account on the Website, you are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account and any other actions taken in connection with the account.\nYou must immediately notify GitLab of any unauthorized use of your account or any other breaches of security.\nGitLab will not be liable for any acts or omissions by You, including any damages of any kind incurred as a result of such acts or omissions.",
      "services": [
        "gitlab"
      ],
      "title": "you are responsible for what you publish",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": "\"GitLab has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects.\" and \"GitLab disclaims any responsibility for any harm resulting from the use by visitors of the Website,\""
      }
    },
    "4358": {
      "id": "4358",
      "quoteText": "",
      "services": [
        "gitlab"
      ],
      "title": "you can choose the copyright license",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can choose the copyright license",
        "point": "good",
        "score": 10,
        "tldr": "you can choose the copyright license"
      }
    }
  },
  "urls": [
    "gitlab.com"
  ]
}