{
  "alexa": 2705,
  "class": false,
  "links": {},
  "points": [
    "4305",
    "4307",
    "4308",
    "4309"
  ],
  "pointsData": {
    "4305": {
      "id": "4305",
      "needModeration": false,
      "quoteDoc": "Terms",
      "quoteEnd": 6214,
      "quoteStart": 5852,
      "quoteText": "Publishers hereby grant the following:</p>\n<ul>\n<li>To the Company, a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the content in connection with the Service, including without limitation for promoting, redistributing in any and all media formats.",
      "services": [
        "itch-io"
      ],
      "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
        "point": "bad",
        "score": 50,
        "tldr": ""
      }
    },
    "4307": {
      "id": "4307",
      "quoteDoc": "Terms",
      "quoteEnd": 24971,
      "quoteStart": 24651,
      "quoteText": "Company reserves the right to modify and\namend these Terms of Service at any time and without notice, and it is your\nresponsibility to review these Terms of Service for any changes.\nYour use of\nthe Service following any amendment of these Terms of Service will signify your\nassent to and acceptance of its revised terms.",
      "services": [
        "itch-io"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "\"Company reserves the right to modify and amend these Terms of Service at any time and without notice, and it is your responsibility to review these Terms of Service for any changes. Your use of the Service following any amendment of these Terms of Service will signify your assent to and acceptance of its revised terms.\""
      }
    },
    "4308": {
      "id": "4308",
      "needModeration": false,
      "quoteDoc": "Terms",
      "quoteEnd": 22829,
      "quoteStart": 21856,
      "quoteText": "15.\nClass Action Waiver <blockquote>\n<p>\n<strong>Summary</strong> No dispute related to these Terms of Service may be consolidated into a class action.</p>\n</blockquote>\n<p>YOU AND COMPANY AGREE NOT TO BRING OR PARTICIPATE IN A CLASS, COLLECTIVE, OR\nREPRESENTATIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR COLLECTIVE\nARBITRATION, EVEN IF ARBITRATION PROCEDURES OR RULES WOULD OTHERWISE ALLOW ONE.\nYou and Company also agree not to seek to combine any action with any other\naction without the consent of all parties to this Agreement and all other\nactions.</p>\n<p>If the agreement in this Section not to bring or participate in a class,\ncollective or representative action, private attorney general action or\ncollective arbitration should be found illegal or unenforceable, you and\nCompany agree that it shall not be severable, that this entire Section shall be\nunenforceable and any claim or dispute would be resolved in court and not in a\nclass or collective action.</p>",
      "services": [
        "itch-io"
      ],
      "title": "class action waiver",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "class action waiver"
      }
    },
    "4309": {
      "id": "4309",
      "needModeration": false,
      "quoteDoc": "Terms",
      "quoteEnd": 23585,
      "quoteStart": 23019,
      "quoteText": "To the extent permitted by applicable law, you agree to defend, indemnify and\nhold harmless Company and its Affiliates, from and against all claims, damages,\nobligations, losses, liabilities, costs, debt, or expenses (including but not\nlimited to attorneys’ fees) arising from: (a) your use and access of the\nservice.\n(b) your violation of any term of this Agreement.\n© your violation\nof any third party right, including without limitation any copyright,\ntrademark, property or privacy right.\n(d) any claim that your submitted content\ncaused damage to a third party.",
      "services": [
        "itch-io"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "defend, indemnify, hold harmless; survives termination"
      }
    }
  },
  "urls": [
    "itch.io"
  ]
}