{
  "alexa": 2705,
  "class": false,
  "links": {},
  "points": [
    "4308",
    "4309"
  ],
  "pointsData": {
    "4308": {
      "id": "4308",
      "needModeration": false,
      "quoteDoc": "Terms",
      "quoteEnd": 22829,
      "quoteStart": 21856,
      "quoteText": "15.\nClass Action Waiver <blockquote>\n<p>\n<strong>Summary</strong> No dispute related to these Terms of Service may be consolidated into a class action.</p>\n</blockquote>\n<p>YOU AND COMPANY AGREE NOT TO BRING OR PARTICIPATE IN A CLASS, COLLECTIVE, OR\nREPRESENTATIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR COLLECTIVE\nARBITRATION, EVEN IF ARBITRATION PROCEDURES OR RULES WOULD OTHERWISE ALLOW ONE.\nYou and Company also agree not to seek to combine any action with any other\naction without the consent of all parties to this Agreement and all other\nactions.</p>\n<p>If the agreement in this Section not to bring or participate in a class,\ncollective or representative action, private attorney general action or\ncollective arbitration should be found illegal or unenforceable, you and\nCompany agree that it shall not be severable, that this entire Section shall be\nunenforceable and any claim or dispute would be resolved in court and not in a\nclass or collective action.</p>",
      "services": [
        "itch-io"
      ],
      "title": "class action waiver",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You wave your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "class action waiver"
      }
    },
    "4309": {
      "id": "4309",
      "needModeration": false,
      "quoteDoc": "Terms",
      "quoteEnd": 23585,
      "quoteStart": 23019,
      "quoteText": "To the extent permitted by applicable law, you agree to defend, indemnify and\nhold harmless Company and its Affiliates, from and against all claims, damages,\nobligations, losses, liabilities, costs, debt, or expenses (including but not\nlimited to attorneys’ fees) arising from: (a) your use and access of the\nservice.\n(b) your violation of any term of this Agreement.\n© your violation\nof any third party right, including without limitation any copyright,\ntrademark, property or privacy right.\n(d) any claim that your submitted content\ncaused damage to a third party.",
      "services": [
        "itch-io"
      ],
      "title": "defend, indemnify, hold harmless; survives termination",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "defend, indemnify, hold harmless; survives termination",
        "point": "bad",
        "score": 80,
        "tldr": "defend, indemnify, hold harmless; survives termination"
      }
    }
  },
  "urls": [
    "itch.io"
  ]
}