{
  "alexa": 75079,
  "class": false,
  "links": {},
  "points": [
    "8517",
    "8518",
    "8529",
    "8534"
  ],
  "pointsData": {
    "8517": {
      "id": "8517",
      "needModeration": false,
      "services": [
        "keybase"
      ],
      "title": "The service allows you to use anonymously via Tor Hidden Service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service allows you to use pseudonyms",
        "point": "good",
        "score": 20,
        "tldr": "https://Keybase.io - Bottom of the page\r\n\"Available within Tor at http://keybase5wmilwokqirssclfnsqrjdsi7jdir5wy7y7iu3tanwmtp6oid.onion\"\r\n\r\nAll command line tools as well as applications can also operate over tor, with or without an account.\r\nFor example: To download a public key for someone on Keybase."
      }
    },
    "8518": {
      "id": "8518",
      "needModeration": false,
      "services": [
        "keybase"
      ],
      "title": "The terms for this service are easy to read",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The terms for this service are easy to read",
        "point": "good",
        "score": 15,
        "tldr": "-Index right at the top.\r\n\r\n-Sections are separated and titled in bold.\r\n\r\n-Language is easy to understand.\r\n\r\n-Use of point form makes reading easier"
      }
    },
    "8529": {
      "id": "8529",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 15531,
      "quoteStart": 14573,
      "quoteText": "Any Claim must be brought in the respective party’s individual capacity, and not as a plaintiff or class member in any purported class, collective, representative, multiple plaintiff, or similar proceeding (“Class Action”).\nThe parties expressly waive any ability to maintain any Class Action in any forum.\nIf the Claim is subject to arbitration, the arbitrator will not have authority to combine or aggregate similar claims or conduct any Class Action nor make an award to any person or entity not a party to the arbitration.\nAny claim that all or part of this Class Action Waiver is unenforceable, unconscionable, void, or voidable may be determined only by a court of competent jurisdiction and not by an arbitrator.\nThe parties understand that any right to litigate in court, to have a judge or jury decide their case, or to be a party to a class or representative action, is waived, and that any claims must be decided individually, through arbitration.",
      "services": [
        "keybase"
      ],
      "title": "You waive your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "8534": {
      "id": "8534",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3141,
      "quoteStart": 2917,
      "quoteText": "p>\n<em>Do Not Track</em>.\nKeybase does not collect personally identifiable information from you to track you across third-party websites.\nAs a result, Keybase does not specifically respond to web browser Do Not Track signals",
      "services": [
        "keybase"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "keybase.io"
  ]
}