{
  "alexa": 504997,
  "class": "A",
  "links": {},
  "points": [
    "644",
    "653",
    "780",
    "999"
  ],
  "pointsData": {
    "644": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/0a7TdDy2utg",
      "id": "644",
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 3133,
      "quoteStart": 1521,
      "quoteText": "<p>As also explicitly stated in the Terms of Service, we are obliged to provide access to Lawful Interception requests issued by a Swiss judge.\nThese are then processed by our staff, and either granted or rejected.</p>\n<p>As a country that places a high value on privacy, Switzerland is extremely reluctant with such access, and all the statistics of such Lawful Interceptions (LI) are always provided in anonymized form by the authorities themselves, including detailed spreadsheets that allow you to control the grounds for approval.</p>\n<p>As you can see for yourself in the detailed overview for 2014 (and the one for 2012, 2013), <strong>there were only 12 (20 in 2012, 31 in 2013) cases of real-time internet wire-tapping in all of Switzerland and a further 18 (26 in 2012, 32 in 2013) for retroactive communication meta-information</strong>.\nAlthough that information is not provided, to our knowledge none of these was for email, specifically.\nWe do however know that this information is complete.\nFor more information, please see our overview on the Swiss legal framework.</p>\n<p>What we do know is that Kolab Systems has received a total of</p>\n<p>\n<strong>0</strong> requests to access customer data<br>\n<strong>0</strong> such requests were granted, and<br>\n<strong>0</strong> such requests were denied</p>\n<p>and we have received</p>\n<p>\n<strong>1</strong> administrative request and <strong>2</strong> unauthorized attempts for administrative requests.</p>\n<p>Please see the complete statistics for more information.\nShould these numbers change we'll update this page accordingly and without delay.",
      "services": [
        "kolabnow"
      ],
      "slug": "0a7TdDy2utg",
      "title": "KolabNow is very strict when providing access to Lawful Interception requests",
      "topics": [
        "law-gov"
      ],
      "tosdr": {
        "binding": true,
        "case": "The service will not allow third parties to access your personal information without a legal basis",
        "point": "good",
        "score": 50,
        "tldr": "KolabNow is very strict when granting access to a Lawful Interception request. All information relating to these requests is anonymized by the authorities themselves, and they also provide spreadsheets which allow you to control how the request is approved. KolabNow also keeps a running total of the number of requests received, granted, and denied on their Privacy Policy page. The number for all was 0 as of August 1, 2013."
      }
    },
    "653": {
      "discussion": "https://groups.google.com/d/topic/tosdr/nSIRipxEjgA/discussion",
      "id": "653",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8736,
      "quoteStart": 7925,
      "quoteText": "<p>These terms and the Service prices may need to be modified in the future to adjust to changes in the Service, to adhere to applicable legislation or to reflect economic necessities.\nWhen we change terms or prices, we will notify you by email to your main account in this Service.\nAfter receiving that email you have 30 days to respond (a) by informing us that you agree to the new terms or prices, (b) by informing us that you disagree, in which case Kolab Systems AG may on a case to case basis agree to continue providing you with the Service under the previous terms and/or prices, or (c) by giving us notice that you terminate this agreement regardless of the remaining duration you had agreed to under the previous terms.\nContinuation of use after 30 days will constitute agreement to the new terms.</p>",
      "services": [
        "kolabnow"
      ],
      "slug": "nSIRipxEjgA",
      "source": {
        "tos": "https://kolabnow.com/tos"
      },
      "title": "When the service wants to change its terms, users are notified a month or more in advance",
      "topics": [
        "changes"
      ],
      "tosdr": {
        "binding": true,
        "case": "When the service wants to change its terms, users are notified a month or more in advance",
        "point": "good",
        "score": 40,
        "tldr": "“When we change terms or prices, we will notify you by email to your main account in this Service. After receiving that email you have 30 days to respond (a) by informing us that you agree to the new terms or prices, (b) by informing us that you disagree, in which case Kolab Systems AG may on a case to case basis agree to continue providing you with the Service under the previous terms and/or prices, or (c) by giving us notice that you terminate this agreement regardless of the remaining duration you had agreed to under the previous terms. Continuation of use after 30 days will constitute agreement to the new terms.”"
      }
    },
    "780": {
      "discussion": "https://groups.google.com/d/topic/tosdr/0-UT7XiN4tg/discussion",
      "id": "780",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 1150,
      "quoteStart": 993,
      "quoteText": "<p>Cookies are only used in so far as they are required for the technical working of the system, and we never use them to track you on third party sites.</p>",
      "services": [
        "kolabnow"
      ],
      "slug": "0-UT7XiN4tg",
      "source": {
        "privacy": "https://kolabnow.com/privacy"
      },
      "title": "This service does not track you",
      "topics": [
        "tracking",
        "cookies",
        "third"
      ],
      "tosdr": {
        "binding": true,
        "case": "This service does not track you",
        "point": "good",
        "score": 100,
        "tldr": "Cookies are only used in so far as they are required for the technical working of the system, and we never use them to track you on third party sites. The site also uses web analytics, but you can opt-out at <a href=\"https://kolabnow.com/privacy\">https://kolabnow.com/privacy</a>"
      }
    },
    "999": {
      "discussion": "https://groups.google.com/d/topic/tosdr/9BhYL-QFjm0/discussion",
      "id": "999",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 2911,
      "quoteStart": 2341,
      "quoteText": "We provide the Service on software we have developed, participated in the development in, as well as software that was developed by third parties.\nAll that software is <strong>Open Source / Free Software</strong> according to the definitions of the Open Source Initiative (OSI) and the Free Software Foundation (FSF).\nThis is essential to protect <strong>your freedom to leave</strong>: There are <strong>no proprietary components</strong> that would stop you from setting up your own server for the same purpose, and migrate your data from Kolab Now to that server.</p>",
      "services": [
        "kolabnow"
      ],
      "slug": "9BhYL-QFjm0",
      "source": {
        "tos": "https://kolabnow.com/tos"
      },
      "title": "Developed features are made available under a Free Software license",
      "topics": [
        "leave"
      ],
      "tosdr": {
        "binding": true,
        "case": "Features of the website are made available under a free software license",
        "point": "good",
        "score": 90,
        "tldr": "“We provide the Service on software we have developed, participated in the development in, as well as software that was developed by third parties. All that software is Open Source / Free Software according to the definitions of the Open Source Initiative (OSI) and the Free Software Foundation (FSF). This is essential to protect your freedom to leave: There are no proprietary components that would stop you from setting up your own server for the same purpose, and migrate your data from KolabNow.com to that server.”"
      }
    }
  },
  "twitter": "@mykolabcom",
  "urls": [
    "kolabnow.com",
    "kolab.org"
  ]
}