{
  "alexa": 2690,
  "class": "B",
  "links": {},
  "points": [
    "-CpUNz09iBo",
    "-z4lOmZgIpQ",
    "AG0Dwe0fRF0",
    "A_hPjYdk0bg",
    "I3MgaNo1Plc",
    "M1UxQnoPXSw",
    "OesLpGji09g-1",
    "OesLpGji09g-2",
    "OesLpGji09g-3",
    "OesLpGji09g-4",
    "OesLpGji09g-5",
    "OesLpGji09g-6",
    "UUUcHSpTlCE",
    "ZPMKfmZonks",
    "ew1KoRBndlk",
    "jaTFJTty9Mw",
    "u17h91pBgyM",
    "vyhH8TLLs4Y"
  ],
  "pointsData": {
    "-CpUNz09iBo": {
      "discussion": "https://groups.google.com/d/topic/tosdr/-CpUNz09iBo/discussion",
      "id": "-CpUNz09iBo",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "Not liable for data loss or other damages",
      "topics": [
        "guarantee"
      ],
      "tosdr": {
        "binding": true,
        "case": "no quality guarantee",
        "point": "bad",
        "score": 20,
        "tldr": "In no event will LastPass, or its suppliers or licensors, be liable with respect to any subject matter of this agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages; (ii) the cost of procurement or substitute products or services; (iii) for interruption of use or loss or corruption of data; or (iv) for any amounts that increase the fees paid by you to LastPass under this agreement during the twelve (12) month period prior to the date the cause of the action accrues. LastPass shall have no liability for any failure or delay due to matters beyond their reasonable control. The foregoing shall not apply to the extent prohibited by applicable law."
      }
    },
    "-z4lOmZgIpQ": {
      "discussion": "https://groups.google.com/d/topic/tosdr/-z4lOmZgIpQ/discussion",
      "id": "-z4lOmZgIpQ",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "Choice of court is Fairfax, VA",
      "topics": [
        "jurisdiction-law"
      ],
      "tosdr": {
        "binding": true,
        "case": "court of law is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": ""
      }
    },
    "AG0Dwe0fRF0": {
      "discussion": "https://groups.google.com/d/topic/tosdr/AG0Dwe0fRF0/discussion",
      "id": "AG0Dwe0fRF0",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "Requires minimal information to create an account",
      "topics": [
        "track"
      ],
      "tosdr": {
        "binding": true,
        "case": "pseudonyms allowed",
        "point": "good",
        "score": 20,
        "tldr": "The only personal data required to create an account is a valid email address, all other data is optional."
      }
    },
    "A_hPjYdk0bg": {
      "discussion": "https://groups.google.com/d/topic/tosdr/A_hPjYdk0bg/discussion",
      "id": "A_hPjYdk0bg",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "LastPass never has clear-text versions of your critical data, including passwords or master password",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "info given about security practices",
        "point": "good",
        "score": 15,
        "tldr": "They don't allow you to send LastPass critically important information like your usernames, passwords, account notes, and LastPass master password; instead your LastPass master password is used locally to encrypt the important data that's sent to us so that no one, including LastPass employees ever can access it."
      }
    },
    "I3MgaNo1Plc": {
      "discussion": "https://groups.google.com/d/topic/tosdr/I3MgaNo1Plc/discussion",
      "id": "I3MgaNo1Plc",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "No assurance of an opt-out method for non-transactional email",
      "topics": [
        "user-choice"
      ],
      "tosdr": {
        "binding": true,
        "case": "promotional communications are not opt-out",
        "point": "bad",
        "score": 30,
        "tldr": "If you are a registered user of a LastPass website and have supplied your email address, LastPass may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with LastPass and their products. They expect to keep this type of email to a minimum."
      }
    },
    "M1UxQnoPXSw": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/M1UxQnoPXSw",
      "id": "M1UxQnoPXSw",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "Disclaims all Warrenties",
      "topics": [
        "guarantee"
      ],
      "tosdr": {
        "binding": true,
        "case": "no quality guarantee",
        "point": "bad",
        "score": 20,
        "tldr": "Neither LastPass nor its suppliers and licensors, makes any warranty that the Website will be error free or that access thereto will be continuous or uninterrupted. You understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk."
      }
    },
    "OesLpGji09g-1": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "OesLpGji09g-1",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "Information is only shared with third parties if really necessary",
      "topics": [
        "law-gov"
      ],
      "tosdr": {
        "binding": true,
        "case": "no third-party access without a warrant",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "They don’t share your personal information with anyone except to comply with the law, develop their products, or protect their rights"
      }
    },
    "OesLpGji09g-2": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "OesLpGji09g-2",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "Personal information only stored when needed for a service",
      "topics": [
        "logs-length"
      ],
      "tosdr": {
        "binding": true,
        "case": "only necessary logs are kept",
        "point": "good",
        "score": 90,
        "tldr": "They don’t store personal information on their servers unless required for the on-going operation of one of their services. For example, if you choose to store login history, they keep login history, if you choose not to, they don’t."
      }
    },
    "OesLpGji09g-3": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "OesLpGji09g-3",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "They collect non-identifying information about website visitors",
      "topics": [
        "personal-data"
      ],
      "tosdr": {
        "binding": true,
        "case": "personal data is aggregated into statistics",
        "point": "neutral",
        "score": 10,
        "tldr": "Non-personal indentifying information, including browser type, language preference, referer site, and date and time of a visitor request is collected, to improve the website. LastPass releases such aggregated information in reports and uses it show you personalized advertising."
      }
    },
    "OesLpGji09g-4": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "OesLpGji09g-4",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "LastPass uses cookies, but you can block them.",
      "topics": [
        "cookies"
      ],
      "tosdr": {
        "binding": true,
        "case": "only temporary session cookies",
        "point": "good",
        "score": 20,
        "tldr": "Visitors who don't want cookies to be stored can refuse them."
      }
    },
    "OesLpGji09g-5": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "OesLpGji09g-5",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "Terms may change without warning and at their sole discretion",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": "user needs to check tosback.org",
        "point": "bad",
        "score": 70,
        "tldr": "LastPass may change its Privacy Statement and Terms of Service at their sole discretion. LastPass expects visitors to frequently check the website for any changes to their Privacy Statement and Terms. Your continued use of or access to the Website following the posting of any changes constitutes acceptance of those changes."
      }
    },
    "OesLpGji09g-6": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
      "id": "OesLpGji09g-6",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "Their legal documents are published under a Creative Commons license",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "legal documents published under reusable license",
        "point": "good",
        "score": 20,
        "tldr": "This means that other services can reuse phrases from these documents if they want to."
      }
    },
    "UUUcHSpTlCE": {
      "discussion": "https://groups.google.com/d/topic/tosdr/UUUcHSpTlCE/discussion",
      "id": "UUUcHSpTlCE",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "LastPass will not provide refunds if they terminate you account or terminate the service",
      "topics": [
        "guarantee"
      ],
      "tosdr": {
        "binding": true,
        "case": "no refund policy",
        "point": "neutral",
        "score": 50,
        "tldr": " LastPass has the right (though not the obligation) to, in LastPass' sole discretion (i) refuse or remove any content that, in LastPass' reasonable opinion, violates any LastPass policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in LastPass' sole discretion. LastPass will have no obligation to provide a refund of any amounts previously paid."
      }
    },
    "ZPMKfmZonks": {
      "discussion": "https://groups.google.com/d/topic/tosdr/ZPMKfmZonks/discussion",
      "id": "ZPMKfmZonks",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "LastPass.com may terminate your access to the site at any time for any reason",
      "topics": [
        "suspension"
      ],
      "tosdr": {
        "binding": true,
        "case": "they can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 50,
        "tldr": "LastPass has the right (though not the obligation) to, in LastPass' sole discretion (i) refuse or remove any content that, in LastPass' reasonable opinion, violates any LastPass policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in LastPass' sole discretion."
      }
    },
    "ew1KoRBndlk": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/ew1KoRBndlk",
      "id": "ew1KoRBndlk",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "title": "You agree to indemnify and hold harmless",
      "topics": [
        "governance"
      ],
      "tosdr": {
        "binding": true,
        "case": "responsible and indemnify",
        "point": "bad",
        "score": 40,
        "tldr": "You agree to indemnify and hold harmless LastPass, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys' fees, arising out of your use of the Website, including but not limited to out of your violation this Agreement."
      }
    },
    "jaTFJTty9Mw": {
      "discussion": "https://groups.google.com/d/topic/tosdr/jaTFJTty9Mw/discussion",
      "id": "jaTFJTty9Mw",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "IP addresses are treated as personally-identifiable data",
      "topics": [
        "personal-data"
      ],
      "tosdr": {
        "binding": true,
        "case": "IP addresses of website visitors are not tracked",
        "point": "neutral",
        "score": 30,
        "tldr": "When you visit the website (even if you don't log in), LastPass also collects potentially personally-identifying information like Internet Protocol (IP) addresses. LastPass does not use such information to identify its visitors. They would also not be allowed to do this by the EU Data Protection Directive, but it's still good that they explicitly state this in their privacy policy."
      }
    },
    "u17h91pBgyM": {
      "discussion": "https://groups.google.com/d/topic/tosdr/u17h91pBgyM/discussion",
      "id": "u17h91pBgyM",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "Emails sent to lastpass may be published publically",
      "topics": [
        "ownership"
      ],
      "tosdr": {
        "binding": true,
        "case": "they become the owner of ideas you give them",
        "point": "bad",
        "score": 20,
        "tldr": "If you send us a request (for example via a support email or via one of our feedback mechanisms), they reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users."
      }
    },
    "vyhH8TLLs4Y": {
      "discussion": "https://groups.google.com/d/topic/tosdr/vyhH8TLLs4Y/discussion",
      "id": "vyhH8TLLs4Y",
      "needModeration": false,
      "services": [
        "lastpass"
      ],
      "set": "set+service+and+topic",
      "title": "You are solely responsible for all activities that occur under your account",
      "topics": [
        "user-info"
      ],
      "tosdr": {
        "binding": true,
        "case": "you are responsible for what you publish",
        "point": "neutral",
        "score": 10,
        "tldr": "You are responsible for maintaining the security of your account, and you are fully responsible for all activities that occur under the account and any other actions taken in connection with it. You must not use your account in a misleading or unlawful manner, including in a manner intended to trade on the name or reputation of others, and LastPass may change or remove any description or keyword that it considers inappropriate or unlawful, or otherwise likely to cause LastPass liability. You must immediately notify LastPass of any unauthorized uses of your account or any other breaches of security. LastPass will not be liable for any acts or omissions by You, including any damages of any kind incurred as a result of such acts or omissions."
      }
    }
  }
}