{
  "alexa": 47,
  "class": false,
  "links": {
    "Microsoft Services Agreement": {
      "name": "Microsoft Services Agreement",
      "url": "https://www.microsoft.com/en-us/legal/intellectualproperty/copyright/default.aspx"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://privacy.microsoft.com/en-us/privacystatement"
    }
  },
  "points": [
    "930"
  ],
  "pointsData": {
    "930": {
      "discussion": "https://groups.google.com/d/msg/tosdr/lb50aLuegoQ/Vko5nZqx4M8J",
      "id": "930",
      "meta": {
        "author": "Hugo for “Terms of Service; Didn't Read”",
        "contributors": [
          "Hugo Roy <hugo@unhosted.org>"
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Privacy Statement",
      "quoteEnd": 77067,
      "quoteStart": 76160,
      "quoteText": "We update this privacy statement when necessary to provide greater transparency or in response to:</p>\n<ul>\n<li>Feedback from customer, regulators, industry, or other stakeholders.</li>\n<li>Changes in our products.</li>\n<li>Changes in our data processing activities or policies.</li>\n</ul>\n<p> When we post changes to this statement, we will revise the \"last updated\" date at the top of the statement and describe the changes on the Change history page.\nIf there are material changes to the statement, such as a change to the purposes of processing of personal data that is not consistent with the purpose for which it was originally collected, we will notify you either by prominently posting a notice of such changes before they take effect or by directly sending you a notification.\nWe encourage you to periodically review this privacy statement to learn how Microsoft is protecting your information.</p>",
      "services": [
        "microsoft-store"
      ],
      "slug": "any-time-without-notice-microsoft-store",
      "title": "Terms may be changed any time at their discretion, without notice to the user",
      "topics": [
        "changes-notice"
      ],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms."
      }
    }
  },
  "urls": [
    "microsoft.com"
  ]
}