{
  "alexa": 1000000,
  "class": false,
  "links": {},
  "points": [
    "10771",
    "10772",
    "10773",
    "10774",
    "10775",
    "10776",
    "10777",
    "10778",
    "10779",
    "10780"
  ],
  "pointsData": {
    "10771": {
      "id": "10771",
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 6079,
      "quoteStart": 5891,
      "quoteText": "If you are going to be contacted by us for marketing purposes, we will not rely solely on this notice, but will always seek an additional confirmation from you that it’s OK to do that.</p>",
      "services": [
        "mondosol"
      ],
      "title": "This service may use your personal information for marketing purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service may use your personal information for marketing purposes",
        "point": "bad",
        "score": 50,
        "tldr": "\"If you are going to be contacted by us for marketing purposes, we will not rely solely on this notice, but will always seek an additional confirmation from you that it’s ok to do that.\""
      }
    },
    "10772": {
      "id": "10772",
      "quoteDoc": "Privacy Notice",
      "quoteEnd": 9149,
      "quoteStart": 8831,
      "quoteText": "ny third parties that we may share your data with are obliged to keep your details securely, and to use them only to deliver the service they provide on our and of course, your behalf.\nWhen they no longer need your data to fulfil this service, they will dispose of the details in line with Moodle Pty Ltd’s procedures.",
      "services": [
        "mondosol"
      ],
      "title": "Third parties used by the service are bound by confidentiality obligations",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Third parties used by the service are bound by confidentiality obligations",
        "point": "good",
        "score": 20,
        "tldr": "\"Any third parties that we may share your data with are obliged to keep your details securely, and to use them only to deliver the service they provide on our and of course, your behalf. When they no longer need your data to fulfil this service, they will dispose of the details in line with Moodle Pty Ltd’s procedures.\" "
      }
    },
    "10773": {
      "id": "10773",
      "quoteDoc": "Privacy Notice",
      "quoteEnd": 9370,
      "quoteStart": 9150,
      "quoteText": "If we wish to pass your sensitive personal data onto a third party we will only do so once we have obtained your consent, or if it is necessary to comply with an employment contract, or we are legally required to do so.\n",
      "services": [
        "mondosol"
      ],
      "title": "This service can share your personal information to third parties ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can share your personal information to third parties ",
        "point": "bad",
        "privacyRelated": true,
        "score": 55,
        "tldr": "\"If we wish to pass your sensitive personal data onto a third party we will only do so once we have obtained your consent, or if it is necessary to comply with an employment contract, or we are legally required to do so.\" \r\n\r\nConditions of sharing your personal information without your consent are employment contract compliance and legal obligation, both of which are not defined. "
      }
    },
    "10774": {
      "id": "10774",
      "needModeration": false,
      "quoteDoc": "Privacy Notice",
      "quoteEnd": 17178,
      "quoteStart": 15757,
      "quoteText": "For further details on the retention period for any particular type of data, please contact privacy@moodle.com</p> Your rights as a data subject <p>At any point while we are in possession of or processing your personal data, you, the data subject, have the following rights:</p>\n<ul>\n<li>right of access – you have the right to request a copy of the information that we hold about you.</li>\n<li>right of rectification – you have a right to correct data that we hold about you that is inaccurate or incomplete.</li>\n<li>right to be forgotten – in certain circumstances you can ask for the data we hold about you to be erased from our records.</li>\n<li>right to restriction of processing – where certain conditions apply to have a right to restrict the processing.</li>\n<li>right of portability – you have the right to have the data we hold about you transferred to another organisation.</li>\n<li>right to object – you have the right to object to certain types of processing such as direct marketing.</li>\n<li>right to object to automated processing, including profiling – you also have the right to be subject to the legal effects of automated processing or profiling.</li>\n<li>right to judicial review: in the event that Moodle Pty Ltd refuses your request under rights of access, we will provide you with a reason as to why.\nYou have the right to complain as outlined in the section named “Complaints” below.</li>\n</ul>\n",
      "services": [
        "mondosol"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": ""
      }
    },
    "10775": {
      "id": "10775",
      "quoteDoc": "Privacy Notice",
      "quoteEnd": 14516,
      "quoteStart": 14342,
      "quoteText": "Moodle is a distributed, global company and it uses cloud services which may be accessed by Moodle employees in any part of the world, including our head office in Australia.",
      "services": [
        "mondosol"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "\"Moodle is a distributed, global company and it uses cloud services which may be accessed by Moodle employees in any part of the world, including our head office in Australia.\""
      }
    },
    "10776": {
      "id": "10776",
      "quoteDoc": "Privacy Notice",
      "quoteEnd": 15756,
      "quoteStart": 15454,
      "quoteText": "Retention period <p>Moodle Pty Ltd will processes different forms of personal data for as long as is necessary and proportionate for the purpose for which it has been supplied and will store the personal data for the shortest amount of time possible, taking into account legal and service requirements.",
      "services": [
        "mondosol"
      ],
      "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": ""
      }
    },
    "10777": {
      "id": "10777",
      "quoteDoc": "Privacy Notice",
      "quoteEnd": 27859,
      "quoteStart": 19193,
      "quoteText": "Annex 1 <p>\n<b>Purpose of processing</b>\n</p>\n<p>\n<b>Categories of personal data</b>\n</p>\n<p>\n<b>The source of the personal data</b>\n</p>\n<p>Individual’s Profile on Moodle Partner site</p>\n<p>Contact details</p>\n<p>Data subject and data subject employer</p>\n<p>Individual’s data on Moodle Partner website</p>\n<p>User and activity data</p>\n<p>Data subject, Controller</p>\n<p>Partner Marketing Support</p>\n<p>Partner details, Location, Date, Times</p>\n<p>Data subject </p>\n<p>Partner Marketing Support</p>\n<p>Client details, Partner details</p>\n<p>Data subject, data subject employer, Partner organisation</p>\n<p>Partnership support conference calls</p>\n<p>Name, Voice Recording, Video/Photograph of user</p>\n<p>Moodle HQ – Moodle Partner Site Data</p>\n<p>Partner Organisation Profile on Moodle Partner site</p>\n<p>User details, Partner Organisation details</p>\n<p>Partner Organisation provides info and manages it</p>\n<p>Partnership team commercial discussion about Partners and sectors</p>\n<p>HQ Organisation details, Partner Organisation details, names, emails, addresses</p>\n<p>Controller(s) – Moodle Pty Employees (Moodle HQ) and for contractors -themselves or company</p>\n<p>Partnership team business development discussion</p>\n<p>Partner Organisation details</p>\n<p>Controller(s) – Moodle Pty Employees (Moodle HQ) and for contractors -themselves or company.</p>\n<p>Moodle HQ team communication</p>\n<p>Contact details and any other as comes up in emails</p>\n<p>Controller</p>\n<p>Moodle HQ team communications</p>\n<p>Contact details</p>\n<p>Controller</p>\n<p>Moodle Client Customer financial data from Partners</p>\n<p>Client details, Partner details</p>\n<p>Employees</p>\n<p>Lead / Customer Information</p>\n<p>Contact Details</p>\n<p>Data Subject</p> Writing and storage of agreements/contracts/documentation with partners, and potential partners Contact Details Moodle Partner / Applicant General Business Documentation of meetings including attendees Partner Organisation details, Partner details, Partner Employees Controller General Business Documentation Partner Organisation details, Partner details Controller Central code repository Contact details (name, surname, email, photo), activity and contribution Data subject Community education and feedback Contact details (name, surname, email, photo), activity and contribution Data subject Mirror of central code repository Contact details (name, surname, email, photo), activity and contribution Data subject Public Moodle Code Repository Contact details (name, surname, email, photo), activity and contribution Data subject Private Moodle Code Repository Contact details (name, surname, email, photo), activity and contribution Data subject Developer code repository Contact details (name, surname, email, photo), activity and contribution Data subject <p>Sharing of rapid prototypes, research artefacts, usability testing feedback</p>\n<p>Contact details, activity, contribution</p>\n<p>Employee/contractors</p>\n<p>Conduct user studies, interviews, and surveys</p>\n<p>Contact details, activity, contribution</p>\n<p>Employee/contractors</p>\n<p>Conduct user surveys, MOBILE – Support for Airnotifier sites</p>\n<p>Contact details, form entries</p>\n<p>Data subject</p>\n<p>Scheduler for usability testing &amp.\nuser interviews</p>\n<p>Contact details (name, surname, email, photo), activity and contribution</p>\n<p>Data subject</p>\n<p>Host the usability tests and user interview recordings</p>\n<p>Contact details, biometric data including pictures video and voice recording</p>\n<p>Data subject</p>\n<p>Community engagement &amp.\nrecruitment for user studies</p>\n<p>Names, Addresses, emails, phone numbers, Health Records, Contact details, biometric, IP Address, document contents, email contents, usage records</p>\n<p>Data subject</p> MOBILE – Training in Moodle moots Contact details (name, surname, email, photo), activity and contribution Data subject Sending e newsletters Name, email, phone number, country of subscribers Data subject Sending e newsletters Email address of subscribers Data subject Attendees’ registration and payment for Moodle Moots organized by Moodle directly Email address, name, telephone, payment details, country of origin, occupation, dietary requirements Data subject Presentations’ admission process run by Marketing department for Moodle Moots organized by Moodle directly Email address, name, country, workplace, personal presentation, summary of applicable presentations Data subject Sending notifications to Moodle Moots attendees that have voluntary downloaded the Moodle Moot application for the conference Name, surname, email address ShowGizmo Pass to partnership team MOOC participants personal data interested in further training or other Moodle services Name, email, phone number, country of subscriber Data subject MOOC participants information provide service to the users Name, email address Data subject Provide Moodle education certification service to the user Name, email address, users contributions, IP addresses, on a voluntary basis: geo localization, photo Data subject and Partner Recruitment of candidates Name, Address, phone number, email, social media profile links, Photograph, educational and work history, interests Data subject Reference’s check of candidates to be recruited for recruitment Contact details, role and any relevant info of referee’s candidate Data subject On-boarding of employees and contractors Contact details, emergency contact details, drivers licence, passport, ID documents, banking details, tax details, superannuation details, gender, qualifications, biometric data, date of birth Data subject Health and Safety Name, phone number, email, relationship with Employee Data subject Health Records for Employees/contractors Health Records Data subject Performance’s measure Performance information, contact details Managers/HR Letter of Offer Name, address, phone number, email and remuneration details of contractors Data subject Management coaching to strength management capability Performance information, performance opinions, contact details Data subject Manage the organizational structure of the company Pictures, name and surname Data subject Paying wages to employees Contact details (name, surname and email), Bank details, Tax details, sick leave, Annual Leave, salary, pension Employee Collecting fees payable by direct clients Contact details (name, surname and email) Client Collecting fees payable by partners Contact details (name of partner, email, name and surname of partner representative) Partner Receiving event registration fee Contact details (name, surname, email of the participant, phone number, business name and address Attendee Paying supplier invoices Supplier details (name, surname, email, bank details) Supplier Log storing and searching for analysing and troubleshooting MoodleCloud sites and signup/provisioning Location, IP address MoodleCloud site admins and MoodleCloud site users Storing of historical logs – moodle, web server, statistics Website name, location, IP address MoodleCloud site admins and MoodleCloud site users Facilitating the signup and control of the MoodleCloud account Name, email, location, telephone number MoodleCloud site admins Primary provider for text messaging.\nLogs for text message sending Phone numbers MoodleCloud site admins Email processing (Moodle and signup) Email MoodleCloud site admins and MoodleCloud site users Text messaging service Phone numbers MoodleCloud site admins Backup text messaging service Phone numbers MoodleCloud site admins <p>Sending emails to site admins regarding their MoodleCloud service</p>\n<p>Name, email, financial data</p>\n<p>MoodleCloud site admins</p>\n<p>Operational reporting on cloud servers and moodle sites</p>\n<p>Location, IP address, moodle activity data</p>\n<p>MoodleCloud site admins</p>\n<p>Manage recurring subscriptions and payments</p>\n<p>Name, email, country</p>\n<p>MoodleCloud site admins</p>\n<p>Billing and subscription management</p>\n<p>Name, surname, billing country, website name</p>\n<p>MoodleCloud site admins</p>\n<p>Conversion of assignments in various formats into PDF file to enable the teacher to grade and annotate the document</p>\n<p>Any data submitted in the document submitted</p>\n<p>MoodleCloud site users</p> Web conferencing feature for all MoodleCloud sites Contact details, voice, audio, video, biometrics, IP address, location data MoodleCloud site users Webhooks from payment processor triggered on subscription change Payment method details (NOT INCLUDING CREDIT CARD NUMBER) Moodlecloud site admins Customer data storage Any data submitted in the file MoodleCloud site admins and users",
      "services": [
        "mondosol"
      ],
      "title": "The service provides details about what kinds of personal information they collect",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides details about what kinds of personal information they collect",
        "point": "good",
        "score": 30,
        "tldr": "Located in the ANNEX section which describes the purpose of processing, categories of personal data, and the source of the personal data."
      }
    },
    "10778": {
      "id": "10778",
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 7841,
      "quoteStart": 7703,
      "quoteText": "Third-party cookies <p>In addition to our own cookies, we may also use various third-party cookies to report usage statistics of the Site.",
      "services": [
        "mondosol"
      ],
      "title": "This service uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "In addition to our own cookies, we may also use various third-party cookies to report usage statistics of the Site."
      }
    },
    "10779": {
      "id": "10779",
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 8283,
      "quoteStart": 8034,
      "quoteText": "<p>Please note, however, that if you delete cookies or refuse to accept them, you might not be able to use some or all of the features we offer.\nYou may not be able to log in, store your preferences, and some of our pages might not display properly.",
      "services": [
        "mondosol"
      ],
      "title": "Blocking first party cookies may limit your ability to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Blocking first party cookies may limit your ability to use the service",
        "point": "neutral",
        "score": 50,
        "tldr": "\"Please note, however, that if you delete cookies or refuse to accept them, you might not be able to use some or all of the features we offer. You may not be able to log in, store your preferences, and some of our pages might not display properly.\""
      }
    },
    "10780": {
      "id": "10780",
      "quoteDoc": "Cookies Policy",
      "quoteEnd": 9609,
      "quoteStart": 9435,
      "quoteText": "\n<p>Google Analytics </p>\n<p> All cookies starting with _ga: _ga, _gid, _gat_mcglobal, _gat_mcregion, etc.\n</p>\n<p> Analytical.\nDistinguish users, throttle request rate, etc.",
      "services": [
        "mondosol"
      ],
      "title": "This service throttles your use",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service throttles your use",
        "point": "bad",
        "score": 30,
        "tldr": "Google Analytics cookies are used to throttle your request rate. "
      }
    }
  },
  "urls": [
    "mondosol"
  ]
}