{
  "alexa": 2502,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.newgrounds.com/wiki/help-information/privacy-policy"
    }
  },
  "points": [
    "6373",
    "6374",
    "6375",
    "6376",
    "7906",
    "7907",
    "7908",
    "9116",
    "9117"
  ],
  "pointsData": {
    "6373": {
      "id": "6373",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7896,
      "quoteStart": 7621,
      "quoteText": "We outsource advertising space on the site to third party companies.\nThey may collect their own information about you based on your IP address and the equipment you are using to view the website, but we do not disclose any of your personal details with these advertisers.<br>",
      "services": [
        "newgrounds"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 25,
        "tldr": "Generated through the annotate view"
      }
    },
    "6374": {
      "id": "6374",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 2763,
      "quoteStart": 2361,
      "quoteText": "We do not share your personal information with any third parties, with the exception of any direct and credible requests from enforcement agencies in order to comply with any law, regulation or legal process.\nIn rare cases, we may also volunteer your information to law enforcement agencies if we receive a subpoena or feel you or actions you make on Newgrounds pose a risk to us or to others.<br>\n<br>",
      "services": [
        "newgrounds"
      ],
      "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "6375": {
      "id": "6375",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 8314,
      "quoteStart": 8168,
      "quoteText": "This privacy policy is only applicable to Newgrounds and we are not responsible for the actions or policies of any other websites we link to.<br>\n",
      "services": [
        "newgrounds"
      ],
      "title": "This service assumes no responsibility and liability for the contents of links to other websites",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no responsibility and liability for the contents of links to other websites",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6376": {
      "id": "6376",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12090,
      "quoteStart": 11869,
      "quoteText": "We may periodically revise or update this privacy policy at any time without prior notice.\nPlease return to this page regularly to keep up to date, particularly before providing any further personal information to us.<br>",
      "services": [
        "newgrounds"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Generated through the annotate view"
      }
    },
    "7906": {
      "id": "7906",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 3653,
      "quoteStart": 3319,
      "quoteText": "We use cookies to store login tokens and minimal information that helps us identify progress or preferences across the site.\nFor example, the forums store a timestamp of when you last visited.\nWhen you return to the site at a later date, the cookie containing that timestamp is used to identify new posts that you might not have read.",
      "services": [
        "newgrounds"
      ],
      "title": "This service only uses temporary session cookies",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service only uses temporary session cookies",
        "point": "good",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    },
    "7907": {
      "id": "7907",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4968,
      "quoteStart": 4643,
      "quoteText": "On the web, you can opt out of participating companies by visiting the following sites:<br>\n<br> http://optout.networkadvertising.org/<br> http://optout.aboutads.info/<br> http://youronlinechoices.eu/\n<br>\n<br>\nTo opt out of CPMStar's tracking cookies please visit this address:<br>\n<br> http://server.cpmstar.com/optout.aspx",
      "services": [
        "newgrounds"
      ],
      "title": "The service allows you to opt out of providing personal information to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service allows you to opt out of providing personal information to third parties",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "7908": {
      "id": "7908",
      "needModeration": false,
      "quoteDoc": "Terms Of Use",
      "quoteEnd": 11188,
      "quoteStart": 10687,
      "quoteText": "Newgrounds also reserves the right to decide whether Content or a User Submission is appropriate and complies with these Terms of Service for violations other than copyright infringement and violations of intellectual property law, such as, but not limited to, pornography or defamatory material.\nNewgrounds may remove such User Submissions and/or terminate a User's access for uploading such material in violation of these Terms of Service at any time, without prior notice and at its sole discretion",
      "services": [
        "newgrounds"
      ],
      "title": "The service can delete specific content without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without reason and may do it without prior notice",
        "point": "blocker",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9116": {
      "id": "9116",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1797,
      "quoteStart": 1065,
      "quoteText": "All user accounts, as a bare minimum, store your email address.\nYou create a username unique to Newgrounds.<br>\n<br>\nYou are able to enter further information, such as your first and last name, although this is not publicly available on the site UNLESS you contribute work to one of the public portals and you choose to use your real name as attribution.<br>\n<br>\nMost further information is not required UNLESS you enter into one of our revenue programs, at which point we collect your full name and postal address, together with any information required for taxation purposes.<br>\n<br>\nYou are able to enter other publicly available information via your public profile page and can change or withdraw this information at any time.",
      "services": [
        "newgrounds"
      ],
      "title": "Users can access most of the pages on the service's website without revealing any personal information",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users can access most of the pages on the service's website without revealing any personal information",
        "point": "good",
        "privacyRelated": true,
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "9117": {
      "id": "9117",
      "needModeration": false,
      "quoteDoc": "Terms Of Use",
      "quoteEnd": 19477,
      "quoteStart": 18767,
      "quoteText": "You affirm that you are either more than 18 years of age, or an emancipated minor, or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\nIn any case, you affirm that you are over the age of 13, as the Newgrounds Website is not intended for children under 13.\nIf you are under 13 years of age, then please leave Newgrounds immediately - there are lots of other, more pleasant web sites out there that won't horrify your delicate parents.\nTalk to your parents about what sites those might be.<br>\n",
      "services": [
        "newgrounds"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "newgrounds.com"
  ]
}