{
  "alexa": 3367,
  "class": false,
  "links": {},
  "points": [
    "4242",
    "4656"
  ],
  "pointsData": {
    "4242": {
      "id": "4242",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 5878,
      "quoteStart": 5443,
      "quoteText": "IP Logging:</strong> By default, ProtonMail does not keep permanent IP logs.\nWe also don't record your login IP address unless this feature is specifically enabled by the user.\nHowever, IP logs are sometimes kept to combat abuse and fraud, and your IP address may be retained if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against ProtonMail infrastructure, brute force attacks, etc).</p>",
      "services": [
        "protonmail"
      ],
      "title": "IP addresses of website visitors are not tracked",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "IP addresses of website visitors are not tracked",
        "point": "neutral",
        "score": 30,
        "tldr": "From the privacy policy: \"IP Logging: By default, ProtonMail does not keep permanent IP logs. We also don't record your login IP address unless this feature is specifically enabled by the user. However, IP logs are sometimes kept to combat abuse and fraud, and your IP address may be retained if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against ProtonMail infrastructure, brute force attacks, etc).\""
      }
    },
    "4656": {
      "id": "4656",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4397,
      "quoteStart": 4315,
      "quoteText": "It is not necessary to provide personal information in order to create an account,",
      "services": [
        "protonmail"
      ],
      "title": "This service does not track you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not track you",
        "point": "good",
        "score": 100,
        "tldr": "The privacy policy states that it is not necessary to provide personal information in order to create an account. Furthermore by default, ProtonMail does not keep permanent IP logs. They also don't record your login IP address unless this feature is specifically enabled by the user. However, IP logs are sometimes kept to combat abuse and fraud, and your IP address may be retained if you are engaged in activities that breach our terms and conditions (spamming, DDoS attacks against ProtonMail infrastructure, brute force attacks, etc). And ProtonMail does not have any advertising on their site. Any data that they do have will never be shared except under the circumstances described below in the Data Disclosure Section. ProtonMail does NOT do any analysis on the limited data they do possess with two exceptions descibed in their privacy policy."
      }
    }
  },
  "urls": [
    "protonmail.com",
    "protonmail.ch"
  ]
}