{
  "alexa": 369,
  "class": false,
  "links": {
    "Bugcrowd Profile": {
      "name": "Bugcrowd Profile",
      "url": "https://bugcrowd.com/smartthings"
    },
    "Legal": {
      "name": "Legal",
      "url": "https://www.samsung.com/us/common/legal.html"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "http://www.samsung.com/us/common/privacy.html"
    },
    "SAMSUNG PRIVACY POLICY FOR THE U.S.": {
      "name": "SAMSUNG PRIVACY POLICY FOR THE U.S.",
      "url": "https://www.samsung.com/us/account/privacy-policy/"
    },
    "SmartThings Privacy Policy": {
      "name": "SmartThings Privacy Policy",
      "url": "https://www.smartthings.com/privacy"
    },
    "SmartThings Terms": {
      "name": "SmartThings Terms",
      "url": "https://www.smartthings.com/terms"
    }
  },
  "points": [
    "10465",
    "10466",
    "10467",
    "10468",
    "10470",
    "10472",
    "10473",
    "10474",
    "10475"
  ],
  "pointsData": {
    "10465": {
      "id": "10465",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 1118,
      "quoteStart": 691,
      "quoteText": "By creating an account or using our Services, you confirm that you accept these Terms.\nYou also confirm that:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nYou have reached the age of 18.\nor</li>\n<li>2.\nYou are 13 or older but younger than 18 (“Minor”), and you represent that you have reviewed these Terms with your parent or legal guardian before using the Services and that you and your parent or guardian understand and consent to these Terms.",
      "services": [
        "samsung"
      ],
      "title": "This service is only available to users of a certain age",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "Generated through the annotate view"
      }
    },
    "10466": {
      "id": "10466",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 3109,
      "quoteStart": 2950,
      "quoteText": "ALL DISPUTES WITH SAMSUNG ARISING IN ANY WAY FROM THESE TERMS SHALL BE RESOLVED EXCLUSIVELY THROUGH FINAL AND BINDING ARBITRATION, AND NOT BY A COURT OR JURY.\n",
      "services": [
        "samsung"
      ],
      "title": "This service forces users into binding arbitration in the case of disputes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service forces users into binding arbitration in the case of disputes",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10467": {
      "id": "10467",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 12984,
      "quoteStart": 12511,
      "quoteText": "When you upload, transmit, create, post, display or otherwise provide any information, materials, documents, media files or other content on or through our Services (“User Content”) you grant us an irrevocable, unlimited, worldwide, royalty-free, and non-exclusive license to copy, reproduce, adapt, modify, edit, distribute, translate, publish, publicly perform and publicly display the User Content (“User Content License”), to the full extent allowed by Applicable Law.\n",
      "services": [
        "samsung"
      ],
      "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10468": {
      "id": "10468",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 14324,
      "quoteStart": 13971,
      "quoteText": " We may, at any time:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nChange, add, suspend, or remove features from our Services.</li>\n<li>2.\nSuspend or terminate your right to use our Services, including access to your account or data.</li>\n<li>3.\nPre-screen, review, flag, filter, modify, refuse, reject, block access to or remove any or all content from our Services.</li>",
      "services": [
        "samsung"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "10470": {
      "id": "10470",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 20158,
      "quoteStart": 19464,
      "quoteText": "<br>\n<b>INDEMNIFICATION |</b> You agree to indemnify, defend, and hold harmless us, our licensors, our agents, and all officers, directors, and employees from any and all third-party claims, actions, losses, damages, liabilities, judgements, grants, costs, and expenses (including reasonable attorneys’ fees) arising from: (i) your use of our Services or use by any person that you allow to use our Services that is not in accordance with these Terms, (ii) any breach of this Agreement by you or by any person that you allow to use our Services, or (iii) any violation of any laws or regulations or the rights of any third party by you or by any person that you allow to use our Services.<br>\n<",
      "services": [
        "samsung"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "10472": {
      "id": "10472",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 24272,
      "quoteStart": 23932,
      "quoteText": "\n<b>SURVIVAL |</b> Any provisions within these Terms that by their nature should continue to be in effect, including without limitation the following Sections: License, Disclaimer of Warranty, Limitation of Liability, Indemnification and General, shall survive the expiration or termination of these Terms, and remain valid and binding.<br>",
      "services": [
        "samsung"
      ],
      "title": "defend, indemnify, hold harmless; survives termination",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "defend, indemnify, hold harmless; survives termination",
        "point": "bad",
        "score": 80,
        "tldr": "Generated through the annotate view"
      }
    },
    "10473": {
      "id": "10473",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 21969,
      "quoteStart": 20162,
      "quoteText": "<br>\n<b>GENERAL</b>\n<br>\n<br>\n<b>INFRINGING CONTENT |</b> If you are a copyright owner or an agent thereof and believe that any content on the Services infringe upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information in writing:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li>2.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>3.\nIdentification of the material that is claimed to be infringing and information reasonably sufficient to permit us to locate the material.\n</li>\n<li>4.\nInformation reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and email address;</li>\n<li>5.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand a statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n</ul>\n<br>\nYou can send your notice to SamsungDMCA@sea.samsung.com.<br>\n<br>A copy of your DMCA Notification will be sent to the person who uploaded the material addressed in the Notification.\nPlease be advised that under Section 512(f) of the DMCA you may be held liable for damages and attorneys’ fees if you make material misrepresentations in a DMCA Notification.<br>",
      "services": [
        "samsung"
      ],
      "title": "Provides instructions on how to submit a copyright claim",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Provides instructions on how to submit a copyright claim",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "10474": {
      "id": "10474",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 2949,
      "quoteStart": 2388,
      "quoteText": "GOVERNING LAW/ DISPUTE RESOLUTION | The formation, existence, construction, performance, validity and all aspects whatsoever of these Terms will be governed by the law of the State of New York, without reference to its choice of laws principles.\nThese Terms will not be governed by the UN Convention on Contracts for the International Sale of Goods, the application of which is expressly excluded.\nNotwithstanding the foregoing, we may apply for injunctive remedies (or an equivalent type of urgent legal relief) in any court of competent jurisdiction.<br>\n<br>",
      "services": [
        "samsung"
      ],
      "title": "The court of law governing the terms is in location X",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "Generated through the annotate view"
      }
    },
    "10475": {
      "id": "10475",
      "quoteDoc": " Samsung Services Terms and Conditions",
      "quoteEnd": 2158,
      "quoteStart": 1629,
      "quoteText": "Sometimes we may need to change these Terms.\nWe’ll let you know about any changes by posting the updated Terms on our website.\nIf we think the changes are material, we may send a notification to the email address linked to your Samsung Account before the updated Terms become effective.\nIf you don’t agree to the changes, you can stop using our Services and delete your Samsung Account.\nBy continuing to use our Services after the updated Terms become effective, you confirm that you understand and accept the updated Terms.<br>\n",
      "services": [
        "samsung"
      ],
      "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "samsung.com"
  ]
}