{
  "alexa": 66744,
  "class": "B",
  "links": {},
  "points": [
    "4411",
    "4412",
    "4413",
    "4414",
    "4415",
    "4416",
    "4417",
    "4418",
    "4419",
    "4420",
    "4421",
    "4422"
  ],
  "pointsData": {
    "4411": {
      "id": "4411",
      "services": [
        "signal"
      ],
      "title": "This service does not sell your personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not sell your personal data",
        "point": "good",
        "score": 25,
        "tldr": "The terms of service state that \"Signal does not sell, rent or monetize your personal data or content in any way – ever.\""
      }
    },
    "4412": {
      "id": "4412",
      "services": [
        "signal"
      ],
      "title": "You must be at least 13 years old to use the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "The terms of service state: \"You must be at least 13 years old to use our Services. The minimum age to use our Services without parental approval may be higher in your home country.\""
      }
    },
    "4413": {
      "id": "4413",
      "services": [
        "signal"
      ],
      "title": "The service provides details about what kinds of personal information they collect",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provides details about what kinds of personal information they collect",
        "point": "good",
        "score": 30,
        "tldr": "The privacy policy states: \"Signal utilizes state-of-the-art security and end-to-end encryption to provide private messaging and Internet calling services to users worldwide (“Services”). Your calls and messages are always encrypted, so they can never be shared or viewed by anyone but yourself and the intended recipients. [...] You register a phone number when you create a Signal account. Phone numbers are used to provide our Services to you and other Signal users. You may optionally add other information to your account, such as a profile name and profile picture. This information is end-to-end encrypted. [...] Signal cannot decrypt or otherwise access the content of your messages or calls. Signal queues end-to-end encrypted messages on its servers for delivery to devices that are temporarily offline (e.g. a phone whose battery has died). Your message history is stored on your own devices. Additional technical information is stored on our servers, including randomly generated authentication tokens, keys, push tokens, and other material that is necessary to establish calls and transmit messages. Signal limits this additional technical information to the minimum required to operate the Services. [...] Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts. Information from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered. [...] If you contact Signal User Support, any personal data you may share with us is kept only for the purposes of researching the issue and contacting you about your case. [...] You can manage your personal information in Signal’s application Settings. For example, you can update your profile information or choose to enable additional privacy features like a Registration Lock PIN.\""
      }
    },
    "4414": {
      "id": "4414",
      "services": [
        "signal"
      ],
      "title": "Court of law is in California",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "court of law is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": "The terms of service state: \"You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California. You also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes. The laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.\""
      }
    },
    "4415": {
      "id": "4415",
      "services": [
        "signal"
      ],
      "title": "The service can delete your account without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete your account without prior notice and without a reason",
        "point": "bad",
        "score": null,
        "tldr": "The terms of service state: \"We may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.\""
      }
    },
    "4416": {
      "id": "4416",
      "services": [
        "signal"
      ],
      "title": "Third parties may be involved in operating the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Third parties may be involved in operating the service",
        "point": "bad",
        "score": 15,
        "tldr": "The privacy policy states: \"We work with third parties to provide some of our Services. For example, our Third-Party Providers send a verification code to your phone number when you register for our Services. These providers are bound by their Privacy Policies to safeguard that information. If you use other Third-Party Services like YouTube, Spotify, Giphy, etc. in connection with our Services, their Terms and Privacy Policies govern your use of those services.\""
      }
    },
    "4417": {
      "id": "4417",
      "services": [
        "signal"
      ],
      "title": "You maintain ownership of your data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You maintain ownership of your data",
        "point": "good",
        "score": 50,
        "tldr": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. There are several community-developed open source utilities that are capable of parsing locally stored Signal content. Android users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings > Chats and media > Chat backups).\""
      }
    },
    "4418": {
      "id": "4418",
      "services": [
        "signal"
      ],
      "title": "The service promises to disclose the transcripts of government requests",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "transparency",
        "point": "good",
        "score": 30,
        "tldr": "\"When legally forced to provide information to government or law enforcement agencies, we'll disclose the transcripts of that communication here.\""
      }
    },
    "4419": {
      "id": "4419",
      "services": [
        "signal"
      ],
      "title": "You can delete your content from this service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can delete your content from this service",
        "point": "good",
        "score": 50,
        "tldr": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. [...] You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number here. You will need access to this phone number to verify and complete this action.\""
      }
    },
    "4420": {
      "id": "4420",
      "services": [
        "signal"
      ],
      "title": "You have the right to leave this service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You have the right to leave this service at any time",
        "point": "good",
        "score": 15,
        "tldr": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. There are several community-developed open source utilities that are capable of parsing locally stored Signal content. Android users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings > Chats and media > Chat backups). [...] You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number here. You will need access to this phone number to verify and complete this action. [...] Signal does not store any contact information under any circumstances. That information resides solely on your device.\""
      }
    },
    "4421": {
      "id": "4421",
      "services": [
        "signal"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "The terms of service state: \"Signal may update the Terms from time to time. When we update our Terms, we will update the “Last Modified” date associated with the updated Terms. Your continued use of our Services confirms your acceptance of our updated Terms and supersedes any prior Terms. You will comply with all applicable export control and trade sanctions laws. Our Terms cover the entire agreement between you and Signal regarding our Services. If you do not agree with our Terms, you should stop using our Services.\""
      }
    },
    "4422": {
      "id": "4422",
      "services": [
        "signal"
      ],
      "title": "This service does not track you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not track you",
        "point": "good",
        "score": 50,
        "tldr": "The transparency report states: \"We’ve designed the Signal service to minimize the data we retain about Signal users, so the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.\""
      }
    }
  },
  "urls": [
    "signal.org"
  ]
}