{
  "alexa": 3016,
  "class": false,
  "links": {},
  "points": [
    "8678",
    "8679",
    "8680",
    "8682",
    "8683",
    "8685",
    "8686",
    "8687",
    "8688",
    "8689",
    "8692",
    "8696",
    "8698",
    "8699"
  ],
  "pointsData": {
    "8678": {
      "id": "8678",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 45207,
      "quoteStart": 45159,
      "quoteText": "These terms were last revised on August 6, 2010.",
      "services": [
        "sparknotes"
      ],
      "title": "Last updated on August 6 2010",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": ""
      }
    },
    "8679": {
      "id": "8679",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 45158,
      "quoteStart": 45015,
      "quoteText": "SparkNotes reserves the right to make changes to the SparkNotes Site, posted policies and Terms of Use at any time without notice or liability.",
      "services": [
        "sparknotes"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": ""
      }
    },
    "8680": {
      "id": "8680",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 14930,
      "quoteStart": 14538,
      "quoteText": "As this website can be accessed from all fifty states and other countries around the world and each of these places has laws that may differ from those of New York, by accessing this website both you and SparkNotes agree that the statutes and laws of the State of New York, without regard to the conflicts of laws principles thereof, will apply to all matters relating to use of this website.",
      "services": [
        "sparknotes"
      ],
      "title": "Users agree to comply with the law of New York",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": ""
      }
    },
    "8682": {
      "id": "8682",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 26081,
      "quoteStart": 25918,
      "quoteText": "You hereby waive any moral rights you may have in and to any of User Created Content, even if such material is altered or changed in a manner not agreeable to you.",
      "services": [
        "sparknotes"
      ],
      "title": "You sign away moral rights",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your moral rights",
        "point": "blocker",
        "score": 50,
        "tldr": ""
      }
    },
    "8683": {
      "id": "8683",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 1931,
      "quoteStart": 1734,
      "quoteText": "use any robot, spider, data miner, crawler, scraper or other automated means to access or index the SparkNotes Site or its systems, the Content or any portion or derivative thereof for any purpose.",
      "services": [
        "sparknotes"
      ],
      "title": "Users cannot scrape the website of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users cannot scrape the website of the service",
        "point": "bad",
        "score": 20,
        "tldr": "The terms of use state that \"The foregoing licenses do not include any rights to:… use any robot, spider, data miner, crawler, scraper or other automated means to access or index the SparkNotes Site or its systems, the Content or any portion or derivative thereof for any purpose\"."
      }
    },
    "8685": {
      "id": "8685",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 19255,
      "quoteStart": 19046,
      "quoteText": "No children under the age of 13 are permitted to register or create user profiles.\nand individuals ages 13 through 18 must participate in the community only under the supervision of a parent or legal guardian.",
      "services": [
        "sparknotes"
      ],
      "title": "User profiles can only be created by people 13 and over",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users over a certain age",
        "point": "neutral",
        "score": 15,
        "tldr": "User profiles can only be created by people 13 and over.  Additionally, people ages 13 through 18 must use SparkNotes with the supervision of a parent or legal guardian (\"Individuals under the age of 18 (\"Minors\") are not permitted to use the SparkNotes Site without the supervision of a parent or legal guardian.\")."
      }
    },
    "8686": {
      "id": "8686",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 7687,
      "quoteStart": 7488,
      "quoteText": "<p>YOU AGREE THAT USE OF THE SERVICE IS ENTIRELY AT YOUR OWN RISK.\nTHE WEBSITE AND PRODUCTS AND SERVICES PROVIDED THROUGH OR IN CONNECTION WITH IT, ARE PROVIDED \"AS IS,\" WITHOUT WARRANTY OF ANY KIND.",
      "services": [
        "sparknotes"
      ],
      "title": "The service is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": ""
      }
    },
    "8687": {
      "id": "8687",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 7487,
      "quoteStart": 7143,
      "quoteText": "Any details as to products, including product descriptions, benefits, quality and performance are provided by the supplier or manufacturer of the product and are reproduced for the convenience of our users.\nThis information is not verified or substantiated by SparkNotes and SparkNotes is not responsible for any inaccuracies or omissions.\n</p>",
      "services": [
        "sparknotes"
      ],
      "title": "This service gives no guarantee regarding quality",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This services gives no guarantee regarding quality",
        "point": "bad",
        "score": 20,
        "tldr": ""
      }
    },
    "8688": {
      "id": "8688",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 7142,
      "quoteStart": 6910,
      "quoteText": "SparkNotes does not endorse content, nor warrant the accuracy, completeness, correctness, timeliness or usefulness of any opinions, advice, content, services, or merchandise provided through the Service or on the Internet generally.",
      "services": [
        "sparknotes"
      ],
      "title": "The service does not guarantee accuracy or reliability of the information provided",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee accuracy or reliability of the information provided",
        "point": "bad",
        "score": 10,
        "tldr": ""
      }
    },
    "8689": {
      "id": "8689",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 8084,
      "quoteStart": 8011,
      "quoteText": "SparkNotes MAKES NO WARRANTY THAT THE SERVICE WILL MEET YOUR REQUIREMENTS",
      "services": [
        "sparknotes"
      ],
      "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": ""
      }
    },
    "8692": {
      "id": "8692",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 17780,
      "quoteStart": 17392,
      "quoteText": "SparkNotes reserves the right, in its sole discretion, to reject, refuse to post or remove any posting or other User Created Content (including private messages) by you, or to deny, restrict, suspend, or terminate access to all or any part of the Interactive Community services at any time, for any or no reason, with or without prior notice or explanation, and without liability.</p>\n<p>",
      "services": [
        "sparknotes"
      ],
      "title": "The service can delete specific users' content without prior notice and without a reason",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can delete specific content without reason and may do it without prior notice",
        "point": "blocker",
        "score": 50,
        "tldr": ""
      }
    },
    "8696": {
      "id": "8696",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 981,
      "quoteStart": 758,
      "quoteText": "SparkNotes grants User a limited, nonexclusive, revocable license to access and make personal, non-commercial use (unless User has a business relationship with SparkNotes) of the contents of the SparkNotes Site (“Content”).",
      "services": [
        "sparknotes"
      ],
      "title": "This service is only available for use individually and non-commercially.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "SparkNotes is only for personal, non-commercial use unless you have a business relationship with it."
      }
    },
    "8698": {
      "id": "8698",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 17780,
      "quoteStart": 17392,
      "quoteText": "SparkNotes reserves the right, in its sole discretion, to reject, refuse to post or remove any posting or other User Created Content (including private messages) by you, or to deny, restrict, suspend, or terminate access to all or any part of the Interactive Community services at any time, for any or no reason, with or without prior notice or explanation, and without liability.</p>\n<p>",
      "services": [
        "sparknotes"
      ],
      "title": "Service can block or censor user communications",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Service can block or censor user communications",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "8699": {
      "id": "8699",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 25760,
      "quoteStart": 24769,
      "quoteText": "By submitting User Created Content on the SparkNotes Site, you automatically grant, or represent and warrant that the owner or authorized licensor of such User Created Content has expressly granted to SparkNotes and its affiliates, the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, publish, re-format, translate, sublicense, copy, modify, delete, enhance, display, archive, publish, perform, disclose, transmit, broadcast, post, create derivative works of, sell and distribute the User Created Content, and your name, voice, likeness and other identifying information, in whole or in part worldwide and/or to incorporate such User Created Content in other works in any form, media, or technology now known or hereafter developed for the full term of any copyright that may exist in such User Created Content for any purposes whatsoever including, without limitation, developing, manufacturing and marketing products using such User Created Content.",
      "services": [
        "sparknotes"
      ],
      "title": "This service can use your content for all their existing and future services",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can use your content for all their existing and future services",
        "point": "bad",
        "score": 50,
        "tldr": ""
      }
    }
  },
  "urls": [
    "sparknotes.com"
  ]
}