{
  "alexa": 247,
  "class": false,
  "links": {},
  "points": [
    "10096",
    "11697",
    "6570",
    "6658",
    "6659",
    "6666",
    "6737",
    "9760",
    "9762",
    "9882",
    "9883"
  ],
  "pointsData": {
    "6570": {
      "id": "6570",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 60095,
      "quoteStart": 59954,
      "quoteText": "While we give our users many avenues to opt out of providing Personal Information, we do not respond to Web browsers’ “do not track” signals.",
      "services": [
        "speedtestbyookla"
      ],
      "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "6658": {
      "id": "6658",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 4673,
      "quoteStart": 4599,
      "quoteText": "We may Process the following categories of Personal Information about you:",
      "services": [
        "speedtestbyookla"
      ],
      "title": "The service collects many different types of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service collects many different types of personal data",
        "point": "bad",
        "privacyRelated": true,
        "score": 70,
        "tldr": "This comes after that statement:\r\n\r\n\"Personal details: your name. username or login details. password. areas or topics of interest. and photograph (if you or another user posts a photo on the Service).\r\nDemographic information: gender. age/date of birth. nationality. salutation. job title, company information, education, work experience and other professional information. and language preferences.\r\nContact details:postal address. telephone and/or mobile number. email address. and your public social media handles or profile(s).\r\nConsent records: records of any consents you may have given, together with the date and time, means of consent and any related information (e.g., the subject matter of the consent).\r\nLocation information: location data that describes the precise geographic location of your device (Precise Location Data”).\r\nPurchase and payment details:records of purchases and prices. invoice records. payment records. billing address. payment method. cardholder or account holder name. payment amount. and payment date.\r\nEmployer details: where you interact with us in your capacity as an employee, the contact information of your employer (including name, address, telephone number and email address) to the extent relevant.\r\nViews and opinions: any views and opinions that you or other users choose to send to us, or publicly post about us on social media platforms or in the Services, including on forum. \r\nWe also collect other kinds of information from you or other sources, which we refer to as “Other Information\"\r\n\r\nWith other information being cookies, device, etc. after this quote"
      }
    },
    "6659": {
      "id": "6659",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 9299,
      "quoteStart": 8896,
      "quoteText": "Web Beacons, which are electronic files that allow a website to count users who have visited that page or to access certain cookies.</li>\n<li>Pixel Tags, also known as clear GIFs, beacons, spotlight tags or web bugs, which are a method for passing information from the user’s computer to a third party website.</li>\n<li>Local Shared Objects, such as Flash cookies, and Local Storage, such as HTML5.</li>",
      "services": [
        "speedtestbyookla"
      ],
      "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "6666": {
      "id": "6666",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 39358,
      "quoteStart": 39256,
      "quoteText": "third party Processors (such as analytic providers.\ndata centers.\netc.), located anywhere in the world",
      "services": [
        "speedtestbyookla"
      ],
      "title": "Your data may be processed and stored anywhere in the world",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your data may be processed and stored anywhere in the world",
        "point": "bad",
        "score": 25,
        "tldr": "Full Quote: \"we may disclose your User Information to: legal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation; outside professional advisors (such as accountants, auditors, or lawyers), subject to binding contractual obligations of confidentiality; third party Processors (such as analytic providers. data centers. etc.), located anywhere in the world \""
      }
    },
    "6737": {
      "id": "6737",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 40018,
      "quoteStart": 39854,
      "quoteText": "in the event that we sell or transfer all or any relevant portion of our business or assets (including in the event of a reorganization, dissolution or liquidation)",
      "services": [
        "speedtestbyookla"
      ],
      "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9760": {
      "id": "9760",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 22398,
      "quoteStart": 22226,
      "quoteText": "User Engagement and Purchases:</strong> tracking purchase traffic and activity across the Service and on Channels, including review of your browsing history (if available).",
      "services": [
        "speedtestbyookla"
      ],
      "title": "This service can view your browser history",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service can view your browser history",
        "point": "blocker",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9762": {
      "id": "9762",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 13877,
      "quoteStart": 13482,
      "quoteText": "We may obtain your Personal Information when you provide it to us across our Services (e.g., where you sign up for emails, newsletters, bulletins, webinars or white papers.\nregister for site membership or create a profile or account on any part of the Services.\nenter a sweepstakes, contest, competition or prize draw.\nreceive promotional information by SMS text message.\nparticipate in surveys.",
      "services": [
        "speedtestbyookla"
      ],
      "title": "The service may collect extra data about you through promotions",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service may collect extra data about you through promotions",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9882": {
      "id": "9882",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 16832,
      "quoteStart": 16707,
      "quoteText": "Third party information:</strong> We may collect or obtain your Personal Information from third parties who provide it to us.",
      "services": [
        "speedtestbyookla"
      ],
      "title": "This service gathers information about you through third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service gathers information about you through third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "9883": {
      "id": "9883",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 55803,
      "quoteStart": 55659,
      "quoteText": "You may access, correct, or request deletion of your personal information by logging into your account or contacting us through our DSAR Portal.",
      "services": [
        "speedtestbyookla"
      ],
      "title": "You can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "10096": {
      "id": "10096",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 6664,
      "quoteStart": 6529,
      "quoteText": "(ii) use any robot, spider, site search and/or retrieval application, or other device to retrieve or index any portion of the Services.",
      "services": [
        "speedtestbyookla"
      ],
      "title": "Spidering or crawling is not allowed",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Spidering or crawling is not allowed",
        "point": "neutral",
        "score": 10,
        "tldr": "Generated through the annotate view"
      }
    },
    "11697": {
      "id": "11697",
      "quoteDoc": "Terms of Use",
      "quoteEnd": 14092,
      "quoteStart": 13876,
      "quoteText": "Disclose your identity or other information about you to law enforcement officials upon request if Ookla determines in its sole discretion that such disclosure is in the interest of protecting its users or the public",
      "services": [
        "speedtestbyookla"
      ],
      "title": "This service reserves the right to disclose your personal information without notifying you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service reserves the right to disclose your personal information without notifying you",
        "point": "bad",
        "score": 50,
        "tldr": "Full quote: \"Ookla has the right, but not the obligation, to take any of the following actions in our sole discretion at any time and for any reason without giving you any prior notice: Restrict, suspend, or terminate your access to all or any part of our Services; Change, suspend, or discontinue all or any part of our Services; Refuse, move, edit or remove any Material for any reason; Refuse, move, edit or remove any Content that is available on the Services; Deactivate or delete your account(s) and all related information and files in your account(s) Disclose your identity or other information about you to any third party who claims that Material posted by you violates their legal rights, including, but not limited to, their intellectual property rights or their rights of privacy or publicity;\r\nDisclose your identity or other information about you to law enforcement officials upon request if Ookla determines in its sole discretion that such disclosure is in the interest of protecting its users or the public\""
      }
    }
  },
  "urls": [
    "speedtest.net"
  ]
}