{
  "alexa": 1000000,
  "class": false,
  "links": {},
  "points": [
    "1359",
    "4662",
    "4663",
    "4664",
    "4665"
  ],
  "pointsData": {
    "1359": {
      "discussion": "https://groups.google.com/forum/#!topic/tosdr/gnKl4G33PmM",
      "id": "1359",
      "needModeration": false,
      "quoteDoc": "Sprint Terms and Conditions",
      "quoteEnd": 50293,
      "quoteStart": 49667,
      "quoteText": "Call us immediately if your Device is lost or stolen because you may be responsible for usage charges before you notify us of the alleged loss or theft.\nA lost or stolen Device does not affect your Term Commitment, and you will still be responsible for an Early Termination Fee if you terminate Services early.\nYou will still be responsible for any lease or installment billing obligations, as well as any monthly recurring charges associated with the Service on your Device after you notify us of the alleged loss or theft.\nYou agree to cooperate if we choose to investigate the matter (provide facts, sworn statements, etc.)",
      "services": [
        "sprint"
      ],
      "set": "set+service+and+topic",
      "slug": "gnKl4G33PmM",
      "title": "Users are responsible for charges even if device is lost",
      "topics": [
        "governance"
      ],
      "tosdr": {
        "binding": true,
        "case": "You are responsible for maintaining the security of your account and for the activities on your account",
        "point": "neutral",
        "score": 10,
        "tldr": ""
      }
    },
    "4662": {
      "id": "4662",
      "needModeration": false,
      "quoteDoc": "Sprint Terms and Conditions",
      "quoteEnd": 22940,
      "quoteStart": 22667,
      "quoteText": "We may change prices or any other term of your Service or this Agreement at any time.\nWe’ll provide you notice of any material changes and may provide notice of nonmaterial changes.\nIf you use your Service after the change takes effect, then you are accepting the change.  ",
      "services": [
        "sprint"
      ],
      "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4663": {
      "id": "4663",
      "needModeration": false,
      "quoteDoc": "Sprint Terms and Conditions",
      "quoteEnd": 61894,
      "quoteStart": 61134,
      "quoteText": "What happens if someone sues Sprint based on something you actually caused?</strong> You agree to indemnify, defend, and hold Sprint and our subsidiaries, affiliates, parent companies, vendors, suppliers, and licensors harmless from any claims arising out of or relating to your actions, including, but not limited to, your use of the Service and any information you submit, post, transmit, or make available via the Service.\nfailing to provide appropriate notices regarding location-enabled services.\nfailure to safeguard your passwords, backup question to your shared secret question, or other account information.\nor violating this Agreement or any policy referenced in this Agreement, any applicable law or regulation, or the rights of any third party.<br>",
      "services": [
        "sprint"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "Generated through the annotate view"
      }
    },
    "4664": {
      "id": "4664",
      "needModeration": false,
      "quoteDoc": "Sprint Terms and Conditions",
      "quoteEnd": 54020,
      "quoteStart": 53854,
      "quoteText": "You agree that, by entering into this Agreement, you and Sprint are waiving the right to a trial by jury or to participate in a class action or representative action.",
      "services": [
        "sprint"
      ],
      "title": "You wave your right to a class action.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You waive your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    },
    "4665": {
      "id": "4665",
      "needModeration": false,
      "quoteDoc": "Sprint Terms and Conditions",
      "quoteEnd": 25033,
      "quoteStart": 23958,
      "quoteText": "We can, without notice, suspend or terminate any Service at any time for any reason.\nFor example, we can suspend or terminate any Service for: (a) late payment.\n(b) exceeding an Account Spending Limit.\n(c) harassing/threatening/abusing/offending or being excessively impolite to our employees or agents.\n(d) interfering with our operations.\n(e) using/suspicion of using Services in a way that violates or is inconsistent with the Agreement and Policies or adversely affects any of our other customers, reputation, network, property, or Services.\n(f) breaching, failing to follow, or abusing the Agreement or Policies.\n(g) providing false, inaccurate, dated, or unverifiable information, including identification or credit information.\n(h) becoming insolvent or bankrupt.\n(i) modifying a Device from its manufacturer specifications (for example, rooting the device).\n(j) failing to use our Services or maintain an active Device.\n(k) you resell or attempt to resell the Services or (l) if we believe the action protects our interests, any customer’s interests, or our network. ",
      "services": [
        "sprint"
      ],
      "title": "They may stop providing the service at any time",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "They may stop providing the service at any time",
        "point": "bad",
        "score": 40,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "sprint"
  ]
}