{
  "alexa": 76,
  "class": false,
  "links": {},
  "points": [
    "1246",
    "4291",
    "4692"
  ],
  "pointsData": {
    "1246": {
      "id": "1246",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5255,
      "quoteStart": 5064,
      "quoteText": "YOU AGREE THAT ALL DISPUTES BETWEEN YOU AND US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.",
      "services": [
        "stackoverflow"
      ],
      "slug": "1246",
      "title": "class action waiver",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You wave your right to a class action.",
        "point": "bad",
        "score": 50,
        "tldr": "class action waiver"
      }
    },
    "4291": {
      "id": "4291",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 24219,
      "quoteStart": 23266,
      "quoteText": "We also provide you additional data control options, created by the GDPR, but provided to the Stack Overflow community regardless of geographic location with respect to your information, including data access and portability (including the right to obtain and download a copy of the personal data you provided to Stack Overflow), data correction (the ability to update the personal data we collect and display on you, in many cases via your account settings), data deletion (where Stack Overflow will delete personal information stored on you, which we are not required by necessity to maintain), and the ability to have us stop processing your personal data (with certain exceptions as may be necessary).\nFor more information on these choices you have over how we collect and store your personal data please visit our GDPR page.\nPlease also be aware that in order to provide some of these data choices to you, we may need to first verify your identity.",
      "services": [
        "stackoverflow"
      ],
      "title": "you can request access and deletion of personal data",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can request access and deletion of personal data",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "you can request access and deletion of personal data"
      }
    },
    "4692": {
      "id": "4692",
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 7759,
      "quoteStart": 6846,
      "quoteText": "Information Collected Automatically </p>\n<p> Stack Overflow receives and records information from your browser or mobile device when you visit the Network or use the Apps, such as your Internet Protocol (IP) address or unique device identifier.\nCookies and data about which pages you visit on our Network allow us to operate and optimize the Products and Services we provide to you.\nThis information is stored in secure logs and is collected automatically.\nWe may combine this browser information with other information we collect about you.\nThis information is used to keep the Products and Services secure, analyze and understand how our Products and Services are used, optimize such usage, provide advertising across the Network as well as certain Products and Services to personalize your experience, and to help connect you with potential job opportunities in the case of our recruiting Products and Services",
      "services": [
        "stackoverflow"
      ],
      "title": "The service uses your personal data for advertising",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service uses your personal data for advertising",
        "point": "bad",
        "privacyRelated": true,
        "score": 30,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "stackoverflow.com"
  ]
}