{
  "alexa": 12075,
  "class": false,
  "links": {},
  "points": [
    "4360",
    "4361",
    "4363",
    "4385"
  ],
  "pointsData": {
    "4360": {
      "id": "4360",
      "services": [
        "tapas"
      ],
      "title": " Terms may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "",
        "score": 70,
        "tldr": "The Terms say \"Although we will attempt to notify you when major changes are made to these Terms of Service, you should periodically review the most up to date version.\" Keep in mind that it only mentions MAJOR changes, nothing about minor ones so far in the document. It then says that \"Modifications and revisions will take effect 5 days after they have been posted.\""
      }
    },
    "4361": {
      "id": "4361",
      "services": [
        "tapas"
      ],
      "title": "If a business is bound by the terms, they must indemnify Tapas",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
        "point": "",
        "score": 40,
        "tldr": "The terms say, \"If you are using our Services on behalf of a business, that business accepts these terms. It will hold harmless and indemnify Tapas Media and its officers, agents, and employees from any claim, suit or action arising from or related to the use of the Services or violation of these terms, including any liability or expense arising from claims, losses, damages, suits, judgments, litigation costs and attorneys' fees.\" In other words, the terms state a business that uses Tapas must leave Tapas out of any legal arguments involving the Terms. I THINK this means that if, let's say, someone is accused of committing a crime using the terms and the business sues them; Tapas in not responsible for this and must be left out of the legal matter."
      }
    },
    "4363": {
      "id": "4363",
      "services": [
        "tapas"
      ],
      "title": "Must be competent to enter the terms",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available to users of a certain age",
        "point": "",
        "score": 15,
        "tldr": "Terms of Service state \"You affirm that you are 13 years of age or older, and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\" According to this, you must be at least 13 and able to agree to the terms to use the service."
      }
    },
    "4385": {
      "id": "4385",
      "needModeration": false,
      "quoteDoc": "",
      "quoteText": "",
      "services": [
        "tapas"
      ],
      "title": "Users are subject to the policies and guidelines of the service.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users are subject to the policies and guidelines of the service.",
        "point": "",
        "score": 0,
        "tldr": "According to the Terms of Service, \"These Terms of Service apply to all users of Tapas Media's Services.\" A user of the Service likely still includes those who don't have an account. Thus, if you are caught using the service and are, let's say, younger than 13 (13 is the age limit), you are not following the terms even if you don't have an account. Users also include \"contributors of Content to the Service,\" (\"Content\" = \"the text, software, scripts, graphics, photos, sounds, music, videos, audiovisual combinations, interactive features and other Content you may view on, access through, or contribute to the Service.\") but this is obvious."
      }
    }
  },
  "urls": [
    "tapas.io"
  ]
}