{
  "alexa": 16407,
  "class": false,
  "links": {},
  "points": [
    "7222",
    "7224",
    "7225",
    "7226",
    "7227",
    "7231",
    "7232",
    "7235",
    "7236",
    "7238",
    "7239",
    "7254",
    "7256",
    "7257",
    "7258",
    "7259",
    "7260",
    "7261",
    "7262",
    "7263"
  ],
  "pointsData": {
    "7222": {
      "id": "7222",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 541,
      "quoteStart": 528,
      "quoteText": "July 16, 2018",
      "services": [
        "tunnelbear"
      ],
      "title": "There is a date of the last update of the privacy policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "The privacy policy was last updated on July 16, 2018. The terms of service does not provide a date."
      }
    },
    "7224": {
      "id": "7224",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 10223,
      "quoteStart": 10038,
      "quoteText": "To make our website better, we use Google Analytics (GA) to see how many people are visiting it.\nWe have set GA to use the minimum available retention period and not store IP addresses.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear uses third-party cookies for statistics",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses third-party cookies for statistics",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "TunnelBear uses Google Analytics to \"see how many people are visiting [their website]\". They have set it to use the minimum available retention period and not store IP addresses."
      }
    },
    "7225": {
      "id": "7225",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12958,
      "quoteStart": 12655,
      "quoteText": "We may send data to third-party service providers who operate services that help us with: customer support.\nemail.\nhosting, protecting, and securing the TunnelBear infrastructure.\nDDoS prevention.\npayment processing.\nas well as understanding website analytics, account and payment related service usage.",
      "services": [
        "tunnelbear"
      ],
      "title": "Your personal data is given to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "TunnelBear may send data to third parties for \"customer support; email; hosting, protecting, and securing the TunnelBear infrastructure; DDoS prevention; payment processing; as well as understanding website analytics, account and payment related service usage\"."
      }
    },
    "7226": {
      "id": "7226",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15769,
      "quoteStart": 15332,
      "quoteText": "We store your Personal Data only as long as is necessary for the purposes for which it is collected, to provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.\nWe erase or destroy the records containing Personal Data when they are no longer required.\nthis will be done in ways that will ensure your continued privacy.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear's data retention period is kept to the minimum necessary for fulfilling its purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The privacy policy states that they \"store your Personal Data only as long as is necessary for the purposes for which it is collected, to provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws\" and that they  \"erase or destroy the records containing Personal Data when they are no longer required; this will be done in ways that will ensure your continued privacy\"."
      }
    },
    "7227": {
      "id": "7227",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 14439,
      "quoteStart": 14391,
      "quoteText": "You have the right to ask us not to contact you.",
      "services": [
        "tunnelbear"
      ],
      "title": "You have the right to ask TunnelBear not to contact you",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You can opt out of promotional communications",
        "point": "good",
        "score": 10,
        "tldr": "The privacy policy states, \"You have the right to ask us not to contact you.\" However, no information is provided as to how to do this."
      }
    },
    "7231": {
      "id": "7231",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 797,
      "quoteStart": 785,
      "quoteText": "Basically...",
      "services": [
        "tunnelbear"
      ],
      "title": "The terms for TunnelBear are easy to read",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The terms for this service are easy to read",
        "point": "good",
        "score": 15,
        "tldr": "On the terms of service page, TunnelBear provides a \"Basically…\" column on the right (on smaller screens, this is at the bottom of each section) to provide a summary of each section."
      }
    },
    "7232": {
      "id": "7232",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 1841,
      "quoteStart": 1254,
      "quoteText": "TunnelBear Inc.\n(“TunnelBear”) reserves the right, at its sole discretion, to modify or replace the terms of this Agreement at any time.\nIf the alterations constitute a material change, TunnelBear will notify you by posting an announcement on the TunnelBear website.\nWhat constitutes a material change will be determined at TunnelBear’s sole discretion.\nYou shall be responsible for reviewing and becoming familiar with any such modifications.\nUsing our Services following notification of a material change to this Agreement shall constitute your acceptance of the Agreement as modified.",
      "services": [
        "tunnelbear"
      ],
      "title": " Terms and privacy policy may be changed any time at their discretion, without notice to the user ",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": " Terms may be changed any time at their discretion, without notice to the user ",
        "point": "bad",
        "score": 70,
        "tldr": "Using TunnelBear after the privacy policy or terms have changed means that you have accepted them. TunnelBear will notify you if they have changed by posting an announcement on their website and you are responsible for reviewing the modifications."
      }
    },
    "7235": {
      "id": "7235",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4210,
      "quoteStart": 4091,
      "quoteText": "TunnelBear may impose usage or service limits, suspend service, or block certain kinds of usage at our sole discretion.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear throttles your use",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service throttles your use",
        "point": "bad",
        "score": 30,
        "tldr": "The terms of service state that \"TunnelBear may impose usage or service limits, suspend service, or block certain kinds of usage at our sole discretion\"."
      }
    },
    "7236": {
      "id": "7236",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 4895,
      "quoteStart": 4355,
      "quoteText": "The speed and quality of the Service may vary and the Service is subject to unavailability, including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and maintenance and repair, and may be interrupted, refused, limited or curtailed.\nTunnelBear is not responsible for any failures to maintain the confidentiality, security, accuracy or quality of your data, messages or pages whether or not related to interruptions or performance issues with the Service.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear makes no warranty regarding uninterrupted, timely, secure or error-free service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service",
        "point": "bad",
        "score": 30,
        "tldr": "The terms of service state: \"The speed and quality of the Service may vary and the Service is subject to unavailability, including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and maintenance and repair, and may be interrupted, refused, limited or curtailed. TunnelBear is not responsible for any failures to maintain the confidentiality, security, accuracy or quality of your data, messages or pages whether or not related to interruptions or performance issues with the Service. […] TunnelBear does not represent or warrant that (a) the use of the Services will be secure, timely, uninterrupted or error-free or operate in combination with any other hardware, software, system or data\"."
      }
    },
    "7238": {
      "id": "7238",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5581,
      "quoteStart": 5545,
      "quoteText": "Use the Services for commercial gain",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear is only available for use individually and non-commercially.",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service is only available for use individually and non-commercially.",
        "point": "neutral",
        "score": 25,
        "tldr": "The terms of service states, \"You may not: […] Use the Services for commercial gain\"."
      }
    },
    "7239": {
      "id": "7239",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 5541,
      "quoteStart": 5480,
      "quoteText": "Use the Service for anything other than lawful purposes</li>\n",
      "services": [
        "tunnelbear"
      ],
      "title": "Users agree not to use TunnelBear for illegal purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree not to use the service for illegal purposes",
        "point": "neutral",
        "score": 10,
        "tldr": "The terms of service state: \"You may not: […] Use the Service for anything other than lawful purposes\"."
      }
    },
    "7254": {
      "id": "7254",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 7765,
      "quoteStart": 7594,
      "quoteText": "TunnelBear makes no representation, warranty, or guarantee as to the reliability, timeliness, quality, suitability, availability, accuracy or completeness of the Services.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear gives no guarantee regarding quality",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This services gives no guarantee regarding quality",
        "point": "bad",
        "score": 20,
        "tldr": "The terms of service state: \"TunnelBear does not guarantee as to the continuous availability of the service or of any specific feature(s) of the service. […] TunnelBear makes no representation, warranty, or guarantee as to the reliability, timeliness, quality, suitability, availability, accuracy or completeness of the Services.\""
      }
    },
    "7256": {
      "id": "7256",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8068,
      "quoteStart": 8033,
      "quoteText": "errors or defects will be corrected",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear does not guarantee that software errors will be corrected",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service does not guarantee that software errors will be corrected",
        "point": "bad",
        "score": 50,
        "tldr": "The terms of service state that \"TunnelBear does not represent or warrant that […] errors or defects will be corrected\"."
      }
    },
    "7257": {
      "id": "7257",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8550,
      "quoteStart": 8139,
      "quoteText": "The Service is provided by TunnelBear on and “as is” “as available” basis without warranties of any kind, either expressed or implied, including without limitation, any implied warranty of metchantability, fitness for a particular purpose, or non-infringement of third-party rights, are hereby disclaimed to the maximum extent permitted by law.\nYou expressly agree that use of the Services is at your sole risk.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear is provided 'as is' and to be used at the users' sole risk",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service is provided 'as is' and to be used at the users' sole risk",
        "point": "bad",
        "score": 20,
        "tldr": "The terms of service state that \"The Service is provided by TunnelBear on and [sic] \"as is\" \"as available\" basis without warranties of any kind\" and that \"[y]ou expressly agree that use of the Services is at your sole risk.\""
      }
    },
    "7258": {
      "id": "7258",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8028,
      "quoteStart": 7973,
      "quoteText": "the Service will meet your requirements or expectations",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements",
        "point": "bad",
        "score": 0,
        "tldr": "The terms of service state that \"TunnelBear does not represent or warrant that […] the Service will meet your requirements or expectations\"."
      }
    },
    "7259": {
      "id": "7259",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 8902,
      "quoteStart": 8644,
      "quoteText": "In no event shall TunnelBear be liable under contract, tort, strict liability, negligence or any other legal theory with respect to the services for any lost profits or Special, indirect, incidental, punitive, or consequential damages of any kind whatsoever.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear assumes no liability for any losses or damages resulting from any matter relating to the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service assumes no liability for any losses or damages resulting from any matter relating to the service",
        "point": "bad",
        "score": 50,
        "tldr": "The terms of service state that \"[i]n no event shall TunnelBear be liable under contract, tort, strict liability, negligence or any other legal theory with respect to the services for any lost profits or Special, indirect, incidental, punitive, or consequential damages of any kind whatsoever.\""
      }
    },
    "7260": {
      "id": "7260",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9288,
      "quoteStart": 8903,
      "quoteText": "Notwithstanding the foregoing, in no event shall the total liability of TunnelBear, for all damages, losses and causes of action whether in contract, tort including negligence, or otherwise, exceed the aggregate dollar amount paid by the User claimant to TunnelBear in the twelve months prior to the claimed loss, damages or other such alleged event giving rise to the basis of claim.\n",
      "services": [
        "tunnelbear"
      ],
      "title": "Any liability on behalf of TunnelBear is only limited to the fees you paid as a user in the twelve months prior to the claim",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Any liability on behalf of the service is only limited to the fees you paid as a user",
        "point": "bad",
        "score": 10,
        "tldr": "The terms of conditions states that any liability will not exceed the \"aggregate dollar amount paid by the User claimant to TunnelBear in the twelve months prior to the claimed loss, damages or other such alleged event giving rise to the basis of claim\"."
      }
    },
    "7261": {
      "id": "7261",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1062,
      "quoteStart": 897,
      "quoteText": "Although our physical servers are located in many different countries around the world, TunnelBear does not store Personal Data outside of Canada's physical borders.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear does not store data outside of Canada",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Other applicable rules, terms, conditions or guidelines",
        "point": "neutral",
        "score": 0,
        "tldr": "The privacy policy states that \"TunnelBear does not store Personal Data outside of Canada's physical borders\"."
      }
    },
    "7262": {
      "id": "7262",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 1210,
      "quoteStart": 1063,
      "quoteText": "By using our services, you authorize TunnelBear to use your information according to Canada's laws, regardless of which country you are located in.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear uses your information according to Canada's laws",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Other applicable rules, terms, conditions or guidelines",
        "point": "neutral",
        "score": 0,
        "tldr": "TunnelBear uses your information according to Canada's laws, regardless of which country you are located in."
      }
    },
    "7263": {
      "id": "7263",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10002,
      "quoteStart": 9429,
      "quoteText": "You hereby expressly and irrevocably release and forever discharge TunnelBear, its affiliated and associated companies, and their respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns of and from any and all actions, causes of action, suits, proceedings, liability, debts, judgments, claims and demands whatsoever in law or equity which you ever had, now have, or hereafter can, shall or may have, for or by reason of, or arising directly or indirectly out of your use of the Services.\n",
      "services": [
        "tunnelbear"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of TunnelBear",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "The terms of service states: \"You hereby expressly and irrevocably release and forever discharge TunnelBear, its affiliated and associated companies, and their respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns of and from any and all actions, causes of action, suits, proceedings, liability, debts, judgments, claims and demands whatsoever in law or equity which you ever had, now have, or hereafter can, shall or may have, for or by reason of, or arising directly or indirectly out of your use of the Services. You hereby agree to indemnify and hold harmless TunnelBear, its affiliated and associated companies, and their respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns from and against all claims, losses, expenses, damages and costs (including, but not limited to, direct, incidental, consequential, exemplary and indirect damages), and reasonable attorneys’ fees, resulting from or arising out of (i) a breach of this Agreement, (ii) the use of the Services, by You or any person using your account, or (iii) any violation of any rights of a third party.\""
      }
    }
  },
  "urls": [
    "tunnelbear.com"
  ]
}