{
  "alexa": 16407,
  "class": false,
  "links": {},
  "points": [
    "7222",
    "7225",
    "7226",
    "7260",
    "7263"
  ],
  "pointsData": {
    "7222": {
      "id": "7222",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 541,
      "quoteStart": 528,
      "quoteText": "July 16, 2018",
      "services": [
        "tunnelbear"
      ],
      "title": "There is a date of the last update of the privacy policy",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "There is a date of the last update of the terms",
        "point": "neutral",
        "score": 50,
        "tldr": "The privacy policy was last updated on July 16, 2018. The terms of service does not provide a date."
      }
    },
    "7225": {
      "id": "7225",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 12958,
      "quoteStart": 12655,
      "quoteText": "We may send data to third-party service providers who operate services that help us with: customer support.\nemail.\nhosting, protecting, and securing the TunnelBear infrastructure.\nDDoS prevention.\npayment processing.\nas well as understanding website analytics, account and payment related service usage.",
      "services": [
        "tunnelbear"
      ],
      "title": "Your personal data is given to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "TunnelBear may send data to third parties for \"customer support; email; hosting, protecting, and securing the TunnelBear infrastructure; DDoS prevention; payment processing; as well as understanding website analytics, account and payment related service usage\"."
      }
    },
    "7226": {
      "id": "7226",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 15769,
      "quoteStart": 15332,
      "quoteText": "We store your Personal Data only as long as is necessary for the purposes for which it is collected, to provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.\nWe erase or destroy the records containing Personal Data when they are no longer required.\nthis will be done in ways that will ensure your continued privacy.",
      "services": [
        "tunnelbear"
      ],
      "title": "TunnelBear's data retention period is kept to the minimum necessary for fulfilling its purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes",
        "point": "good",
        "privacyRelated": true,
        "score": 50,
        "tldr": "The privacy policy states that they \"store your Personal Data only as long as is necessary for the purposes for which it is collected, to provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws\" and that they  \"erase or destroy the records containing Personal Data when they are no longer required; this will be done in ways that will ensure your continued privacy\"."
      }
    },
    "7260": {
      "id": "7260",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 9288,
      "quoteStart": 8903,
      "quoteText": "Notwithstanding the foregoing, in no event shall the total liability of TunnelBear, for all damages, losses and causes of action whether in contract, tort including negligence, or otherwise, exceed the aggregate dollar amount paid by the User claimant to TunnelBear in the twelve months prior to the claimed loss, damages or other such alleged event giving rise to the basis of claim.\n",
      "services": [
        "tunnelbear"
      ],
      "title": "Any liability on behalf of TunnelBear is only limited to the fees you paid as a user in the twelve months prior to the claim",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Any liability on behalf of the service is only limited to the fees you paid as a user",
        "point": "bad",
        "score": 10,
        "tldr": "The terms of conditions states that any liability will not exceed the \"aggregate dollar amount paid by the User claimant to TunnelBear in the twelve months prior to the claimed loss, damages or other such alleged event giving rise to the basis of claim\"."
      }
    },
    "7263": {
      "id": "7263",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10002,
      "quoteStart": 9429,
      "quoteText": "You hereby expressly and irrevocably release and forever discharge TunnelBear, its affiliated and associated companies, and their respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns of and from any and all actions, causes of action, suits, proceedings, liability, debts, judgments, claims and demands whatsoever in law or equity which you ever had, now have, or hereafter can, shall or may have, for or by reason of, or arising directly or indirectly out of your use of the Services.\n",
      "services": [
        "tunnelbear"
      ],
      "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of TunnelBear",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
        "point": "bad",
        "score": 60,
        "tldr": "The terms of service states: \"You hereby expressly and irrevocably release and forever discharge TunnelBear, its affiliated and associated companies, and their respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns of and from any and all actions, causes of action, suits, proceedings, liability, debts, judgments, claims and demands whatsoever in law or equity which you ever had, now have, or hereafter can, shall or may have, for or by reason of, or arising directly or indirectly out of your use of the Services. You hereby agree to indemnify and hold harmless TunnelBear, its affiliated and associated companies, and their respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns from and against all claims, losses, expenses, damages and costs (including, but not limited to, direct, incidental, consequential, exemplary and indirect damages), and reasonable attorneys’ fees, resulting from or arising out of (i) a breach of this Agreement, (ii) the use of the Services, by You or any person using your account, or (iii) any violation of any rights of a third party.\""
      }
    }
  },
  "urls": [
    "tunnelbear.com"
  ]
}