{
  "alexa": 37,
  "class": false,
  "links": {},
  "points": [
    "1249",
    "1569"
  ],
  "pointsData": {
    "1249": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/ebbmi79iN74",
      "id": "1249",
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 12985,
      "quoteStart": 11978,
      "quoteText": "Unless otherwise agreed to in a written agreement between you and Twitch that was signed by an authorized representative of Twitch, if you submit, transmit, display, perform, post or store User Content using the Twitch Services, you grant Twitch and its sublicensees, to the furthest extent and for the maximum duration permitted by applicable law (including in perpetuity if permitted under applicable law), an unrestricted, worldwide, irrevocable, fully sub-licenseable, nonexclusive, and royalty-free right to (a) use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such User Content (including without limitation for promoting and redistributing part or all of the Twitch Services (and derivative works thereof)) in any form, format, media or media channels now known or later developed or discovered.\nand (b) use the name, identity, likeness and voice (or other biographical information) that you submit in connection with such User Content.",
      "services": [
        "twitch"
      ],
      "slug": "ebbmi79iN74",
      "title": "Twitch can use and appropriate broadcaster content for anything",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service employs a broad copyright license over user content including the right to distribute through any media",
        "point": "bad",
        "score": 50,
        "tldr": "Broadcasters allow twitch to use content for anything."
      }
    },
    "1569": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/aa_tiuu7Ve8",
      "id": "1569",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 11590,
      "quoteStart": 10677,
      "quoteText": "<li>We disclose such information to service providers working on our behalf, such as, to: provide website hosting, maintenance, and security services.\nfulfill orders.\nconduct data analysis and create reports.\noffer certain functionality.\nor assist Twitch in improving the Twitch Services and creating new services and features.\nWe require that these parties process such information in compliance with this Privacy Policy, we authorize them to use the information only for the purposes for which it is provided to them, and we require them to use reasonable confidentiality measures.</li>\n<li>Twitch may make information available to our affiliates (meaning entities controlled by, controlling, or under common control with Twitch), including Amazon.com, Inc.\nand its subsidiaries that are either subject to this Privacy Policy or follow practices at least as protective as those described in this Privacy Policy.",
      "services": [
        "twitch"
      ],
      "slug": "aa_tiuu7Ve8",
      "title": "This service uses your personal information for many different purposes",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "This service uses your personal information for many different purposes",
        "point": "bad",
        "score": 40,
        "tldr": "Old google group point is no longer valid, the current policy allows for a broad range of often vaguly defined purposes to use your data."
      }
    }
  },
  "urls": [
    "twitch.tv"
  ]
}