{
  "alexa": 5413,
  "class": false,
  "links": {},
  "points": [
    "9113",
    "9114",
    "9115",
    "9181"
  ],
  "pointsData": {
    "9113": {
      "id": "9113",
      "needModeration": false,
      "services": [
        "virustotal"
      ],
      "title": "Users agree to comply with the law of the service's country",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users agree to comply with the law of the service's country",
        "point": "neutral",
        "score": 0,
        "tldr": "The Privacy Policy states \"For legal reasons. We will share personal information with affiliates and companies, organizations or individuals outside of VirusTotal if we believe that access, use, preservation or disclosure of the information is reasonably necessary to:\r\nmeet any applicable law, regulation, legal process or enforceable governmental request\""
      }
    },
    "9114": {
      "id": "9114",
      "needModeration": false,
      "services": [
        "virustotal"
      ],
      "title": "Many third parties are involved in operating the service",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Many third parties are involved in operating the service",
        "point": "bad",
        "score": 50,
        "tldr": "The privacy policy states \"With third party processors. We may provide personal information to Chronicle and other affiliates or other trusted businesses or persons to process it for us, based on our instructions and in compliance with this Privacy Policy and any other appropriate confidentiality and security terms.\""
      }
    },
    "9115": {
      "id": "9115",
      "needModeration": false,
      "services": [
        "virustotal"
      ],
      "title": "Your personal data is given to third parties",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Your personal data is given to third parties",
        "point": "bad",
        "privacyRelated": true,
        "score": 10,
        "tldr": "The privacy policy states \"We will share personal information with affiliates and companies, organizations or individuals outside of VirusTotal if we believe that access, use, preservation or disclosure of the information is reasonably necessary to:\r\nmeet any applicable law, regulation, legal process or enforceable governmental request;\r\nenforce applicable Terms of Service, including investigation of potential violations;\r\ndetect, prevent, or otherwise address fraud, security or technical issues, or\r\nprotect against harm to the rights, property or safety of VirusTotal, our affiliates, users or the public as required or permitted by law.\r\nIn the event of a merger, acquisition or asset sale. We may disclose your personal information to the prospective seller or buyer of such business or assets.\""
      }
    },
    "9181": {
      "id": "9181",
      "needModeration": false,
      "quoteDoc": "Privacy Policy",
      "quoteEnd": 17717,
      "quoteStart": 17496,
      "quoteText": "Partners that participate in VirusTotal are bound by contract to only use the Samples for internal security purposes in compliance with our Terms of Service to detect malicious code and to improve their antivirus engines.",
      "services": [
        "virustotal"
      ],
      "title": "Third parties used by the service are bound by confidentiality obligations",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Third parties used by the service are bound by confidentiality obligations",
        "point": "good",
        "score": 20,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "urls": [
    "virustotal.com"
  ]
}