{
  "alexa": 5,
  "class": false,
  "links": {
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://wikimediafoundation.org/wiki/Privacy_policy"
    },
    "Terms of Use": {
      "name": "Terms of Use",
      "url": "https://wikimediafoundation.org/wiki/Terms_of_Use"
    },
    "terms": {
      "name": "Terms of use",
      "url": "https://wikimediafoundation.org/wiki/Terms_of_use"
    }
  },
  "points": [
    "1041",
    "1376"
  ],
  "pointsData": {
    "1041": {
      "discussion": "https://groups.google.com/d/topic/tosdr/8muChbk0S-A/discussion",
      "id": "1041",
      "meta": {
        "author": "Ian McGowan",
        "contributors": [
          "Logomancer <logomancer@gmail.com> "
        ],
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 18906,
      "quoteStart": 18354,
      "quoteText": "When you submit text to which you hold the copyright, you agree to license it under:\n<ul>\n<li>Creative Commons Attribution-ShareAlike 3.0 Unported License (“CC BY-SA”), and</li>\n<li>GNU Free Documentation License (“GFDL”) (unversioned, with no invariant sections, front-cover texts, or back-cover texts).</li>\n</ul>\n<p>(Re-users may comply with either license or both.)</p>\n<p>The only exception is if the Project edition or feature requires a different license.\nIn that case, you agree to license any text you contribute under that particular license.",
      "services": [
        "wikipedia"
      ],
      "slug": "8muChbk0S-A",
      "source": {
        "terms": "https://wikimediafoundation.org/wiki/Terms_of_use#7._Licensing_of_Content"
      },
      "title": "You publish your contributions under free licenses",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "you publish under a free license, not a bilateral one",
        "point": "good",
        "score": 90,
        "tldr": "Wikipedia allows users to hold the copyright to any text that they submit under: Creative Commons Attribution-ShareAlike 3.0 Unported License (“CC BY-SA”), and GNU Free Documentation License (“GFDL”) (unversioned, with no invariant sections, front-cover texts, or back-cover texts). However, both of these allow your contributions to be used commercially."
      }
    },
    "1376": {
      "discussion": "https://groups.google.com/forum#!topic/tosdr/738lihVOxHM",
      "id": "1376",
      "needModeration": false,
      "quoteDoc": "Terms of Use",
      "quoteEnd": 34014,
      "quoteStart": 33354,
      "quoteText": "If you seek to file a legal claim against us, you agree to file and resolve it exclusively in a state or federal court located in San Francisco County, California.\nYou also agree that the laws of the State of California and, to the extent applicable, the laws of the United States of America will govern these Terms of Use, as well as any legal claim that might arise between you and us (without reference to conflict of laws principles).\nYou agree to submit to the personal jurisdiction of, and agree that venue is proper in, the courts located in San Francisco County, California, in any legal action or proceeding relating to us or these Terms of Use.\n</p>\n",
      "services": [
        "wikipedia"
      ],
      "slug": "738lihVOxHM",
      "title": "The court of law governing the terms is in San Francisco County, California",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "The court of law governing the terms is in location X",
        "point": "neutral",
        "score": 0,
        "tldr": ""
      }
    }
  },
  "urls": [
    "wikipedia.org"
  ]
}