{
  "alexa": 2,
  "class": "D",
  "links": {
    "Community Guidelines": {
      "name": "Community Guidelines",
      "url": "https://www.youtube.com/yt/about/policies/#community-guidelines"
    },
    "Privacy Policy": {
      "name": "Privacy Policy",
      "url": "https://policies.google.com/privacy"
    },
    "Terms of Service": {
      "name": "Terms of Service",
      "url": "https://www.youtube.com/t/terms"
    },
    "privacy": {
      "name": "Google Privacy Policy",
      "url": "http://www.google.com/intl/en/policies/privacy/"
    },
    "terms": {
      "name": "Terms",
      "url": "http://www.youtube.com/t/terms"
    }
  },
  "points": [
    "2078",
    "4616",
    "666",
    "686"
  ],
  "pointsData": {
    "666": {
      "discussion": "https://groups.google.com/d/topic/tosdr/4cB69IsKX_E/discussion",
      "id": "666",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 10650,
      "quoteStart": 9913,
      "quoteText": "you hereby grant YouTube a worldwide, non-exclusive, royalty-free, sublicenseable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the Content in connection with the Service and YouTube's (and its successors' and affiliates') business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each user of the Service a non-exclusive license to access your Content through the Service, and to use, reproduce, distribute, display and perform such Content as permitted through the functionality of the Service and under these Terms of Service.\n",
      "services": [
        "youtube"
      ],
      "slug": "4cB69IsKX_E",
      "title": "The copyright license is broader than necessary",
      "topics": [
        "copyright-scope"
      ],
      "tosdr": {
        "binding": true,
        "case": "The copyright license maintained by the service over user data and/or content is broader than necessary.",
        "point": "bad",
        "score": 50,
        "tldr": "The user grants Youtube a worldwide, non-exclusive, royalty-free license that is sublicenseable and transferable, and that can be used without limitation for the promotion of the service, in any media format and through any media channel, provided it is in connection with Youtube, its successors' and affiliates'. "
      }
    },
    "686": {
      "discussion": "https://groups.google.com/d/topic/tosdr/CsxjRy5fqYQ/discussion",
      "id": "686",
      "meta": {
        "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
        "spec-version": "1.1"
      },
      "needModeration": false,
      "quoteDoc": "Terms of Service",
      "quoteEnd": 17024,
      "quoteStart": 15445,
      "quoteText": "Counter-Notice.\nIf you believe that your Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the material in your Content, you may send a counter-notice containing the following information to the Copyright Agent:\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the Content that has been removed or to which access has been disabled and the location at which the Content appeared before it was removed or disabled;</li>\n<li>A statement that you have a good faith belief that the Content was removed or disabled as a result of mistake or a misidentification of the Content.\nand</li>\n<li>Your name, address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in San Francisco, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\nIf a counter-notice is received by the Copyright Agent, YouTube may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed Content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the Content provider, member or user, the removed Content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at YouTube's sole discretion",
      "services": [
        "youtube"
      ],
      "slug": "CsxjRy5fqYQ",
      "title": "They help you to deal with take-down notices",
      "topics": [
        "governance",
        "suspension"
      ],
      "tosdr": {
        "binding": true,
        "case": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself",
        "point": "good",
        "score": 20,
        "tldr": "if you are the target of a copyright holder's take down notice, Youtube gives you a chance to defend your right in front of the jurisdiction of California. See section “Counter-Notice.”"
      }
    },
    "2078": {
      "id": "2078",
      "services": [
        "youtube"
      ],
      "slug": "1516402800000",
      "title": "Processes a personal information (email, id but also device info, location)",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Device fingerprinting",
        "point": "bad",
        "privacyRelated": true,
        "score": "50",
        "tldr": "Processes \"name, email address, telephone number or credit card to store with your [Google] account\" (given by user). But also processes unique device identifiers, \"details of how you used the service, such as your search queries, telephony log information like your phone number, calling-party number, forwarding numbers, time and date of calls, duration of calls, SMS routing information and types of calls, Internet protocol address, device event information such as crashes, system activity, hardware settings, browser type, browser language, the date and time of your request and referral URL, cookies that may uniquely identify your browser or your Google Account\".\r\n\r\nCollects location, Unique application numbers, local storage, cookies.\r\n\r\nThose information can also be associated with information collected by Youtube (Google) partners.\r\n\r\n\r\n"
      }
    },
    "4616": {
      "id": "4616",
      "quoteDoc": "Terms of Service",
      "quoteEnd": 870,
      "quoteStart": 719,
      "quoteText": "Although we may attempt to notify you when major changes are made to these Terms of Service, you should periodically review the most up-to-date version",
      "services": [
        "youtube"
      ],
      "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
      "topics": [],
      "tosdr": {
        "binding": true,
        "case": "Users should revisit the terms periodically, although in case of material changes, the service will notify",
        "point": "neutral",
        "score": 50,
        "tldr": "Generated through the annotate view"
      }
    }
  },
  "twitter": "@YouTube",
  "urls": [
    "youtube.com"
  ]
}