{
  "date": {},
  "from": [
    {
      "address": "hugo@fsfe.org",
      "name": "Hugo Roy"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCLaC6cnkHRDzjab_BBoEn21IZg@googlegroups.com designates 209.85.161.64 as permitted sender) smtp.mail=tosdr+bncCLaC6cnkHRDzjab_BBoEn21IZg@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-transfer-encoding": "quoted-printable",
    "content-type": "text/plain; charset=windows-1252",
    "date": "Tue, 26 Jun 2012 11:45:38 +0200",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:received-spf:x-virus-scanned:message-id:subject:from:to :organization:date:mime-version:x-mailer:x-original-sender :x-original-authentication-results:reply-to:precedence:mailing-list :list-id:x-google-group-id:list-post:list-help:list-archive:sender :list-subscribe:list-unsubscribe:content-type :content-transfer-encoding; bh=p/8wGXAVabcltdIGl4lKMq15o8UOmqJgKyR4n6hI0u8=; b=5p9W+9zJfgPCzsjunHZioXM2WDW4pSwB9M1QRFvcRQ6jOgQ6p32pzonWxTyMQ5hp3r TAA015FqNIe9hblNq+c+ddGJfk3DkLDTIOifmrX5b9EG8I868LVrz7XSQiEjsiucZWeG 2tVGqi15WDW7c9OT1h18QmKGC/2WCf3zPfejk=",
    "from": "Hugo Roy <hugo@fsfe.org>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<1340703938.4413.57.camel@synclavier.lan>",
    "mime-version": "1.0",
    "organization": "Free Software Foundation Europe",
    "precedence": "list",
    "received": [
      "by 10.142.10.4 with SMTP id 4csp154358wfj; Tue, 26 Jun 2012 02:55:02 -0700 (PDT)",
      "by 10.204.13.82 with SMTP id b18mr4794472bka.32.1340704501328; Tue, 26 Jun 2012 02:55:01 -0700 (PDT)",
      "from mail-fa0-f64.google.com (mail-fa0-f64.google.com [209.85.161.64]) by mx.google.com with ESMTPS id hy14si12820480bkc.59.2012.06.26.02.54.59 (version=TLSv1/SSLv3 cipher=OTHER); Tue, 26 Jun 2012 02:55:01 -0700 (PDT)",
      "by fanl9 with SMTP id l9sf3555042fan.29 for <multiple recipients>; Tue, 26 Jun 2012 02:54:59 -0700 (PDT)",
      "by 10.204.128.198 with SMTP id l6mr794169bks.30.1340704499462; Tue, 26 Jun 2012 02:54:59 -0700 (PDT)",
      "by 10.204.129.85 with SMTP id n21ls4492198bks.6.gmail; Tue, 26 Jun 2012 02:54:58 -0700 (PDT)",
      "by 10.204.143.145 with SMTP id v17mr1720180bku.7.1340704498803; Tue, 26 Jun 2012 02:54:58 -0700 (PDT)",
      "by 10.204.143.145 with SMTP id v17mr1720179bku.7.1340704498768; Tue, 26 Jun 2012 02:54:58 -0700 (PDT)",
      "from cavendish.fsfeurope.org (cavendish.fsfeurope.org. [217.69.89.162]) by gmr-mx.google.com with ESMTPS id hy18si15251725bkc.2.2012.06.26.02.54.58 (version=TLSv1/SSLv3 cipher=OTHER); Tue, 26 Jun 2012 02:54:58 -0700 (PDT)",
      "from localhost (localhost [127.0.0.1]) by cavendish.fsfeurope.org (Postfix) with ESMTP id 35C2263B508 for <tosdr@googlegroups.com>; Tue, 26 Jun 2012 11:54:58 +0200 (CEST)",
      "from cavendish.fsfeurope.org ([127.0.0.1]) by localhost (cavendish.fsfeurope.org [127.0.0.1]) (amavisd-new, port 10024) with ESMTP id xG6hRtrJhQhr for <tosdr@googlegroups.com>; Tue, 26 Jun 2012 11:54:50 +0200 (CEST)",
      "from [10.240.68.36] (smb-rsycl-04.wifihubtelecom.net [213.174.124.180]) (using TLSv1 with cipher AES256-SHA (256/256 bits)) (Client did not present a certificate) (Authenticated sender: hugo@fsfe.org) by cavendish.fsfeurope.org (Postfix) with ESMTPSA id CF43A63B4BF for <tosdr@googlegroups.com>; Tue, 26 Jun 2012 11:54:49 +0200 (CEST)"
    ],
    "received-spf": [
      "pass (google.com: domain of tosdr+bncCLaC6cnkHRDzjab_BBoEn21IZg@googlegroups.com designates 209.85.161.64 as permitted sender) client-ip=209.85.161.64;",
      "neutral (google.com: 217.69.89.162 is neither permitted nor denied by best guess record for domain of hugo@fsfe.org) client-ip=217.69.89.162;"
    ],
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCLaC6cnkHRDzjab_BBoEn21IZg@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "Sonic.net (ISP) deletes logs after 2 weeks",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-mailer": "Evolution 3.2.2-1+b1",
    "x-original-authentication-results": "gmr-mx.google.com; spf=neutral (google.com: 217.69.89.162 is neither permitted nor denied by best guess record for domain of hugo@fsfe.org) smtp.mail=hugo@fsfe.org",
    "x-original-sender": "hugo@fsfe.org",
    "x-virus-scanned": "Debian amavisd-new at cavendish"
  },
  "messageId": "1340703938.4413.57.camel@synclavier.lan",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "Sonic.net (ISP) deletes logs after 2 weeks",
  "text": "http://www.forbes.com/sites/andygreenberg/2012/06/22/ceo-of-internet-provider-sonic-net-we-delete-user-logs-after-two-weeks-your-internet-provider-should-too/2/\n\nSince the forbes website is really awful to read, you can find a text\ncopy here:\n\nCEO Of Internet Provider Sonic.net: We Delete User Logs After Two Weeks.\nYour Internet Provider Should, Too.\n\n\nSonic.net chief executive Dane Jasper\n\nDane Jasper’s tiny Internet service provider Sonic.net briefly took the\nnational spotlight last October, when it contested a Department of\nJustice order that it secretly hand over the data of privacy activist\nand WikiLeaks associate Jacob Appelbaum. But Jasper’s conversion into a\nprivacy true believer began earlier, with a less-discussed subpoena: one\nregarding a pornographic film with an unprintable title.\n\nEighteen months ago, Sonic.net began to see a string of legal requests\nfor its users’ data, mostly for copyright infringement cases involving\nx-rated films with embarrassing names: When given the option to settle\nor have their name attached to a smutty video in a legal case, Jasper\nsaw users paying up–even when they seemed to be innocent.\n\nSo he took an unprecedented step to protect the privacy of his 40,000 or\nso Northern California customers: He cut the time that his ISP stores\nlogs of users’ Internet activity to just two weeks–a tiny period\ncompared to the 18-36 months ISPs like Verizon, AT&T, Qwest, Cox,\nComcast and Time Warner hold onto users’ private information.\n\nI sat down with Jasper in his Santa Rosa office to talk about his stance\nas a privacy pragmatist, the landmark WikiLeaks case he’s been involved\nin, and why major ISPs refuse to follow his move to cut data retention\ntimes. Here’s an edited transcript of our conversation.\n\nAndy Greenberg: It seems like you’ve made a point of trying to become\nthe most privacy-preserving Internet service provider (ISP) in operation\nin the United States.\n\nDane Jasper: We have.\n\nAG: Can you tell me what are the concrete ways you’ve done that?\n\nDJ: So, we’ve stood up for our customers, at our expense, when we had an\noption not to. We’ve demonstrated a willingness to put our money where\nour mouth is, and spend resources where we felt it was warranted to\nlegally defend our customers. And the other major thing that we’ve done\nis to make a commitment to limit our logging interval.\n\nAG: What’s your limit?\n\nDJ: We limit it to two weeks.\n\nAG: Is that the shortest that you know of?\n\nDJ: No, some VPN providers commit to no logs. But it’s the shortest\nretention period of any facilities-based Internet access provider that I\nknow of, yes. Comcast or AT&T or Verizon typically keep their logs for\n18 to 36 months.\n\nAG: And why did you make that decision?\n\nDJ: So, what we saw was a shift towards customers being made part of a\nbusiness model that involved–I don’t know if extortion is the right\nword–but embarassment for gain.\nAn individual would download a movie, using bittorrent, and infringe\ncopyright. And that might be our customer, like Bob Smith who owns a\nSonic.net account, or it might be their spouse, or it might be their\nchild. Or it might be one of his three roommates in a loft in San\nFrancisco, who Bob is not responsible for, and who rent out their loft\non AirBnB and have couch surfers and buddies from college and so on and\nopen Wifi.\n\nWhen lawyers asked us for these users’ information, some of our\ncustomers I spoke with said “Oh yeah, crap, they caught me,” and were\nwilling to admit they engaged in piracy and pay a settlement. But in\nother cases, it turned out the roommate did it, or no one would admit to\ndoing it. But they would pay the settlement anyway. Because no one wants\nto be named in the public record in a case from So-And-So Productions\nvs. 1,600 names including Bob Smith for downloading a film called “Don’t\nTell My Wife I B—F—— The Babysitter.”\n\nAG: Is that a real title?\n\nDJ: Yes. I’ve read about cases where a lawyer was doing this for the\nmovie “The Expendables,” and 5% of people settled. So then he switched\nto representing someone with an embarassing porn title, and like 30% of\npeople paid.\n\nIt seemed like half the time, the customer wasn’t the one right one, but\nthey rolled over because it would be very embarassing. And I think\nthat’s an abuse of process. I was unwilling to become part of that\nbusiness model. In many cases the lawyers never pursued the case, and it\nwas all bluster. But under that threat, you pay.\n\nAG: So when did you decide to limit data retention?\n\nDJ: Well, we saw a big uptake in this problem early last year. The\n“Don’t Tell My Wife” one was the first, and we laughed about it. But\nthen we saw more and more coming in. So I looked at this, and it was a\ncynical, awful business.\n\nI met with my system team, and I said, why are we keeping these logs?\nThe primary reasons were law enforcement and spam, so we looked at our\nlaw enforcement subpoenas, and the spam processing. In the case of spam,\nsomeone is infected and becomes part of a botnet, somebody kicks off a\nspam job and the customer dumps 20,000 emails in a day. We get\ncomplaints, and they’re all about the last day. My systems team also\nonly needed logs for a day.\n\nSo then I looked at law enforcement subpoenas and tried to balance an\nability to help law enforcement when it’s morally right to do so with an\ninability to help anybody beyond a certain window. In the civil\ncopyright cases, we’d get a subpoena from them anywhere from 30-90 days\nlater, sometimes longer after the alleged act of piracy has occurred.\n\nWe were concerned about cases where there’s a kidnapping, a threat to\nthe human life, and the FBI is trying to find the kidnapper who sent a\ndemand email yesterday or a week ago. We felt like two weeks was a good\nwindow that would allow us to address some things–both our own needs in\nthe long term and the law enforcement’s dire needs in the mid-term–while\nomitting any ability to assist in what we felt was like an extortion\nracket. And so that was another concrete step we took last year, to\nreduce our logging interval to two weeks.\n\nAG: What was it before?\n\nDJ: Some things we kept for 30 days, other things for years. We didn’t\nhave a defined procedure.\n\nAG: Earlier, you mentioned fighting legal battles on behalf of your\nusers. Can you say specifically what battles and which customers?\n\nDJ: I probably can’t. I can tell you that the case you’ve probably read\nabout regarding Jacob Appelbaum is under seal, and I can’t comment on\nthat case. And obviously Appelbaum spoke with the Wall Street Journal\nreporter and reported that we informed him that we managed to get it\nunsealed enough to inform him. So, however the entire case is still\nunder seal, so we can’t speak to the specific sides informing him.\n\nWe’ve committed to and published a policy of notification of customers\nwhen their data is subpoenaed. The typical subpoena that we will get\nwill say “This is an ongoing investigation, and to protect the integrity\nof the investigation, we request that you please not inform your\ncustomer about the details of this subpoena while complying with it, now\nor ever.” Sometimes they’ll say “and if you are or do tell your\ncustomer, tell us that you have.”\n\nI’m ok with that second part. but I’m not ok with the first. If\nsomething belongs under a seal, they should make that case to the judge.\nI shouldn’t be in the role of deciding whether or not someone should be\ninformed about a law enforcement request for their information. So we\ninstead say, “Here’s our policy document, we notify our customers, if\nthat’s a problem for your investigation, you should make that case to a\njudge and put it under seal.”\n\nAG: In Appelbaum’s case, did you actually have the seal raised or did\nyou violate the seal?\n\nDJ: We were unable to get the case unsealed, we were able to unseal it\nto a degree that we were allowed to inform our customer about compliance\nwith the subpoena.\n\nAG: Are there cases where you’ve fought not just to tell your customer\nabout the subpoena but actually quash it, as Twitter is attempting to do\nin the case of Occupy Wall Street protestor Malcolm Harris?\n\nDJ: I have to answer carefully. I can’t say anything specific about the\nAppelbaum case, so I can’t comment on whether we did or didn’t fight the\nrelease of his data. The only thing that we are able to say is to him is\nthat we were forced to hand over his data.\n\nAG: Did the Appelbaum case help convince you to limit your data\nretention?\n\nDJ: I would answer that in a general way. All of the subpoenas that we\nreceive from the various branches of law enforcement and all of the\ncivil cases that we’ve processed over the last few years have all\ncontributed to my outlook on privacy, and so I don’t want to say that\nthere’s a cause and effect between those things. I will say that\neverything that we have received has been contributory towards our\nposition around privacy.\n\nAG: If your ISP is able to operate with only two weeks of logging, why\ncan’t others like Comcast, AT&T, Verizon and Time Warner?\n\nDJ: They should. I think ISPs need to minimize their logging to a degree\nthat it works within their business, notify customers about subpoenas\nand, where subpoenas warrant resistance after review, they should resist\nthem.\n\nAG: Why don’t they?\n\nDJ: I could only speculate. Costs. The cost is legal friction and\nlawyers.\n\nAG: I’m sure it’s expensive to fight these legal battles over subpoenas.\nBut what about logging for just two weeks? That’s not expensive.\n\nDJ: I would speculate it would be an unpopular move that might result in\nmore friction with law enforcement. Law enforcement has been lobbying to\npass laws that would require service providers to keep 18-36 months of\nlogs. It’s in their interests.\n\nAG: Do ISPs keep the logs that long voluntarily to avoid being\nlegislated to do so?\n\nDJ: Or just to be cooperative. They’re running a business. Picking a\nfight with law enforcement isn’t part of their business model.\n\nAs a small provider, we can make an independent decision like this and\nit doesn’t matter in the overall ecosystem. But if a very large carrier\nmade that decision, it would be much discussed. And potentially\nlegislated.\n\nAG: Have you faced friction with law enforcement as a result of your\nlogging policy?\n\nDJ: No. We’ve heard some expressions of surprise. But if they’re not\nasking us for data, they’re asking web hosts, websites, or email service\nproviders.\n\nI think we had one customer that wrote to us and said “Don’t protect the\nterrorists. Log everything you can. I don’t care about my privacy,\nbecause I’m not a terrorist.” But I think that that’s too simple away of\nlooking at it.\n\nAG: Do you think your privacy policy could be a business advantage? Do\nyou market yourselves that way?\n\nDJ: If you look at the marketing material, you won’t see us pitching\nthis as a feature, and that’s intentional. I’m trying to protect my\ncustomers. The overall public. Not the self-selected subset who buys a\nservice because they especially care about their privacy, or are an\nactivist, or help some greater concern. I don’t think I can provide them\nadequate protection. Two weeks of logs is two weeks of logs. If they are\na Chinese dissident living in the US they should be using Tor or\nsomething.\n\nOn the other hand, if I say to the public “Hey, this is a great place\nbecause we keep less logs,” I don’t want to attract people who want to\nbreak the law, and then find that we don’t have the data and they don’t\nget caught.\n\nSo I don’t think it’s appropriate to market on that basis. I think it’s\nappropriate to do it, but not to market it.\n\nAG: Services like VPNs and proxies clearly build competitive advantage\nout of privacy, don’t they?\n\nDJ: Are they really?  I think it’s a cynical perversion. They are using\nprivacy as an excuse to create a product that if you were really to get\ntheir true feelings about it, sells more because of piracy. They create\na mechanism to enable piracy through total anonymity and they end up\nselling a lot of connections or VPN tunnels, or whatever their “privacy\nproduct” is. And I think that’s fraught with risk as well. It’s through\nthat sort of exploitation of copyright holders that you’re going to get\nlegislation around log retention.\n\nAG: You’ve talked a lot about the effects of the lack of competition\namong ISPs in the U.S. Do you think that monopolistic environment is one\nreason that none of them has a privacy policy like yours?\n\nDJ: If we had a true open access and a vibrant competitive environment,\nit would fix lots of problems. The whole network neutrality issue, that\nwhole fight is not an issue if you had 30 service providers to choose\nfrom, because if one was goofing with your voice over IP, everybody\nwould leave.\n\nSimilarly, if there were 30 service providers to choose from in every\nmarket, I think everyone would take better care of consumers’ privacy,\ntoo.\n\nIn the US, we made a shift in 2002 and decided that we were going to\npick winners in each industry, and we’re going to have the incumbent\ncable company compete with the incumbent phone company, and maybe the\npower company will get into the business, and then there’ll be some\nwireless, and maybe satellite. But realistically, wireless is expensive\nand slow. Satellite is latent. Broadband over powerlines never really\nworked. So you end up with two to choose from, and if you only have two,\none looks at the other, and they go, that guy is this fast, lets be that\nfast. That guy is $25 let’s be $20.\n\nAG: That guy logs 18 to 36 months. Why shouldn’t we?\n\nDJ: Right. Why do we want to pick a fight with law enforcement, or lobby\ncongress, argue to pass laws about logging? So in a duopoly environment\nyou get a number of effects that aren’t beneficial to consumers.\n\nIn an environment where you’ve got 30 providers to choose from, do\nprivacy policies naturally improve? They might.\n\n \n\n\nThis article is available online at: \nhttp://www.forbes.com/sites/andygreenberg/2012/06/22/ceo-of-internet-provider-sonic-net-we-delete-user-logs-after-two-weeks-your-internet-provider-should-too/\n-- \nHugo Roy \n  French Coordinator, FSFE       chat: hugo@jabber.fsfe.org\n  www.fsfe.org/about/roy         mobile: +336 08 74 13 41\n                                 mobile DE: +49 151 143 56 563\n\n-- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn&#39;t Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}