{
  "date": {},
  "from": [
    {
      "address": "coleson.nick@yahoo.com",
      "name": "Nick Coleson"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCLaKlNuzGRCotoqCBRoELISMtA@googlegroups.com designates 209.85.220.192 as permitted sender) smtp.mail=tosdr+bncCLaKlNuzGRCotoqCBRoELISMtA@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-transfer-encoding": "quoted-printable",
    "content-type": "text/plain; charset=windows-1252",
    "date": "Sat, 1 Sep 2012 16:32:55 -0700 (PDT)",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=20120806; h=x-beenthere:received-spf:x-yahoo-newman-property:x-yahoo-newman-id :x-ymail-osg:x-mailer:message-id:date:from:subject:to:mime-version :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:x-google-group-id:list-post :list-help:list-archive:sender:list-subscribe:list-unsubscribe :content-type:content-transfer-encoding; bh=+qdb2va9jCExL3UCzTjzSsvoI065B8KQEDXj6YEaldo=; b=B/n1n6TLI23dBah1sFlPNlPFcsf6zGu1S91yyshu6e3MLkkL2sxcUWQ4QY0BUPTMwY TyLzi3d7FDTjmVYzCqLc+fpo0hDtzUVflna+bqqj7ml6xRVvyVvQ0f+lzifleeoinAhb AIm6rUHt3HKGxT0bewjmPIU7QvOgiNzq0WaVXZbzQorqwaMgLNccxKozh9xO9eHBP/y3 XXKENJYRGh/RWDdKECwwyPnudC4tH3jDSZMULUrjXZDucIfcZz9AWTCbGpsIu/2NlLZa 0t+kZ+aocppAJ7ZaRP6LXW1MrfhRZSKmHa5OGz6Ug321g9T44S+rSAfqWz41+/2NeP3x sl1Q==",
    "from": "Nick Coleson <coleson.nick@yahoo.com>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<1346542375.93174.YahooMailClassic@web121206.mail.ne1.yahoo.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.49.1.78 with SMTP id 14csp126305qek; Sat, 1 Sep 2012 16:32:59 -0700 (PDT)",
      "by 10.220.150.201 with SMTP id z9mr8630040vcv.70.1346542378209; Sat, 01 Sep 2012 16:32:58 -0700 (PDT)",
      "from mail-vc0-f192.google.com (mail-vc0-f192.google.com [209.85.220.192]) by mx.google.com with ESMTPS id g4si5683654vdv.117.2012.09.01.16.32.56 (version=TLSv1/SSLv3 cipher=OTHER); Sat, 01 Sep 2012 16:32:58 -0700 (PDT)",
      "by vcbgb30 with SMTP id gb30sf3388936vcb.29 for <multiple recipients>; Sat, 01 Sep 2012 16:32:56 -0700 (PDT)",
      "by 10.50.0.170 with SMTP id 10mr1508390igf.3.1346542376564; Sat, 01 Sep 2012 16:32:56 -0700 (PDT)",
      "by 10.50.11.232 with SMTP id t8ls4180700igb.2.canary; Sat, 01 Sep 2012 16:32:55 -0700 (PDT)",
      "by 10.43.18.67 with SMTP id qf3mr6178307icb.18.1346542375775; Sat, 01 Sep 2012 16:32:55 -0700 (PDT)",
      "by 10.43.18.67 with SMTP id qf3mr6178306icb.18.1346542375763; Sat, 01 Sep 2012 16:32:55 -0700 (PDT)",
      "from nm17-vm2.bullet.mail.ne1.yahoo.com (nm17-vm2.bullet.mail.ne1.yahoo.com. [98.138.91.93]) by gmr-mx.google.com with SMTP id mb9si1802215igc.1.2012.09.01.16.32.55; Sat, 01 Sep 2012 16:32:55 -0700 (PDT)",
      "from [98.138.90.55] by nm17.bullet.mail.ne1.yahoo.com with NNFMP; 01 Sep 2012 23:32:55 -0000",
      "from [98.138.87.7] by tm8.bullet.mail.ne1.yahoo.com with NNFMP; 01 Sep 2012 23:32:55 -0000",
      "from [127.0.0.1] by omp1007.mail.ne1.yahoo.com with NNFMP; 01 Sep 2012 23:32:55 -0000",
      "(qmail 37866 invoked by uid 60001); 1 Sep 2012 23:32:55 -0000",
      "from [96.47.226.21] by web121206.mail.ne1.yahoo.com via HTTP; Sat, 01 Sep 2012 16:32:55 PDT"
    ],
    "received-spf": [
      "pass (google.com: domain of tosdr+bncCLaKlNuzGRCotoqCBRoELISMtA@googlegroups.com designates 209.85.220.192 as permitted sender) client-ip=209.85.220.192;",
      "pass (google.com: best guess record for domain of coleson.nick@yahoo.com designates 98.138.91.93 as permitted sender) client-ip=98.138.91.93;"
    ],
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCLaKlNuzGRCotoqCBRoELISMtA@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:761] Virgin Mobile USA",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-mailer": "YahooMailClassic/15.0.8 YahooMailWebService/0.8.121.416",
    "x-original-authentication-results": "gmr-mx.google.com; spf=pass (google.com: best guess record for domain of coleson.nick@yahoo.com designates 98.138.91.93 as permitted sender) smtp.mail=coleson.nick@yahoo.com; dkim=pass (test mode) header.i=@yahoo.com",
    "x-original-sender": "coleson.nick@yahoo.com",
    "x-yahoo-newman-id": "447818.16649.bm@omp1007.mail.ne1.yahoo.com",
    "x-yahoo-newman-property": "ymail-3",
    "x-ymail-osg": "iw7jzMEVM1mKrPQEW3h0vRDqrUCdVqCTdGqDfaCcHbNGDg4 rINBYoO6fVKd.pkUAyvujliBYzg1QaFZdhB6vCoyKFKEH2aw0C4UJfdMTVJe 9847.UUf672E5q.0Q7RiYsKYdjjXnw3BYcWDJzKPz_rUR_4Y3knxZNFLsELA lFHtJH4IIniG.EgWuFwH5ZPjaHehHwD6EvndSXUvQU.XCZcSmMGATwTB2uCH PY7CmPvDsKoRQhTGnmWqdkW_XaBc3iU4SMMBA.GgQY78n8gfphLcmHPwrS2v 1IZWXoFcUt9rKIizrYH1NTasiLeDjnKxkHLeop8WT4m5Ks.qkbRgo7AFB9Cw Z1E9ubbkTnAN7fxhqYtKmNUfSy7o.ZNnSxCNQ2_jXSqgF.k8pAqup8meB5xb Arz1tLlNBywToieHpoqgq_2qcugqYBxyZ5a8U7gQPK4J2Go6G9TOdmDg.Ohu BpM80F2ijuUXZJVKtOfsj2O35H1ebz4VAOBSugGlgT8U.xfxRlnDkD8Ehq1r DYxQGWKv65uuewYu_KKA-"
  },
  "messageId": "1346542375.93174.YahooMailClassic@web121206.mail.ne1.yahoo.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "Virgin Mobile USA",
  "text": "Quick Review + Links to quotes...\n\nBad- Forced upgrades:\n\nDo device software upgrades affect the performance of my device on Sprint's network?\n\nFrom time to time, Sprint may push software updates to your device to improve device features, security, and performance. These updates may include components that optimize the way your device and application on the device use network resources by, for example, managing connections between a user's wifi networks and the Sprint network or by managing the intervals at which certain background application connect to the network. Updates that manage radio resources are intended to improve performance and device battery life while at the same maintaining a high quality user experience.\n\n--------------------------------------------\nBad - No P2P. Excessive bandwith = Throttling, Blocking, or Banning: \n\nDoes congestion management target peer-to-peer (\"P2P\") or other applications or make decisions about the content of my traffic?\n\nNo. However Virgin Mobile's Terms and conditions prohibit some uses of Internet access. Virgin Mobile reserves the right to take action when customers violate these terms and conditions including blocking the traffic, slowing the customer's effective data speeds, or discontinuing a customer's service. Below is the prohibit data use portion of the plan specific terms of Service:\n\n    If your plan includes data services, such services are provided solely for purposes of web browsing, messaging, & similar activities. Examples of Prohibited Use of our data services include but are not limited to use thereof (1) with server devices or host computer applications, or other systems that drive continuous heavy traffic or data sessions, including, but not limited to, disproportionate Web camera posts or broadcasts, automatic data feeds, automated machine-to-machine connections, peer-to-peer (P2P) file-sharing applications broadcast to multiple servers or recipients such that they could enable \"bots\" or similar routines; (2) as a substitute or backup for private lines or frame relay connections; (3) to send or receive unusually high numbers of messages (4) to engage in atypical web usage behaviors; (5) for tethering your device to a personal computer or other hardware; & (6) for any other reason that, in our sole discretion harms our\n network.\n\nhttps://www.virginmobileusa.com/legal/important-service-product-information.html\nhttps://www.virginmobileusa.com/networkmanagement\n------------------------------------------------------\n\n\n\n\nBad - Third Parties:\n\nHow Do We Use Your Information?\n\nUnless you specifically decline, we may use personally identifiable information to contact you and deliver information to you via your home phone, address, email, voice or text messages on your mobile phone if you are a Virgin Mobile customer. We may also share personally identifiable information with certain third parties so that these third parties can share information with you about new products, services and promotions that we believe will interest you. By accepting this Privacy Policy or by purchasing or using our products or our jointly-branded products, you expressly agree to such usage and sharing of information. In addition, Virgin Mobile may use non-personally identifiable information in aggregate form for demographic marketing purposes, and may disclose this information to third parties, including advertisers.\n\n\n------------------------------------------------------------\nhttps://www.virginmobileusa.com/legal/privacy-policy\n\n\nBad - No Promise to inform about government request:\n\nVirgin Mobile cooperates with law enforcement inquiries, as well as other third parties, to enforce laws, such as protecting intellectual property rights and preventing fraud. We can (and you authorize us to) disclose any information about you to law enforcement or other government officials as we, in our sole discretion, believe necessary or appropriate, to respond to claims or legal process, to protect the property of Virgin Mobile or the safety of its employees or others, to investigate fraud, intellectual property infringements, or other activity that is or may be illegal or expose us or you to liability. \n\n\n-------------------------------------------------\n\nBad - Tracking of Physical Location:\nWhat Is Our Policy Regarding Location-Based Information?\n\nLocation-based information is information that indicates the location of your Virgin Mobile phone. When you turn on your mobile phone and use any of our location-based services, your device automatically communicates with our network and relays its current location. The accuracy of location services may be affected by circumstances beyond our control, including atmospheric, geographic or topographic conditions. We do not warrant or guarantee that location services will be available at any specific time or geographic location, or that service will be provided without interruption.\n\nBy using our location-based services, you consent to have us electronically collect, monitor and track your physical location and the location of your handset. We collect and disclose your location information only to provide you with the location-based services you have requested, or in emergency situations as prescribed by law. If you allow other users to use your handset, you are responsible for informing these users that their location information may be collected or disclosed. We will not provide your location information to third parties other than as prescribed by law without your consent. \n-----------------------------------------------------\n\nBad - Information may be stored outside US Jurisdiction:\n\nIn addition, such personally identifiable information may be stored on servers located outside your resident jurisdiction. U.S. law may not provide the degree of protection for your information that is available in other countries. BY PROVIDING US WITH YOUR INFORMATION, YOU ACKNOWLEDGE THAT YOUR HAVE READ THIS PRIVACY POLICY, UNDERSTAND IT, AGREE TO ITS TERMS AND CONSENT TO THE TRANSFER OF SUCH INFORMATION OUTSIDE YOUR RESIDENT JURISDICTION. If you do not consent to the terms of this Privacy Policy, please do not use our websites.\n-------------------------------------------------\n\nGood - Notice of hidden charges:\n\nBased on our Policies, we may charge activation, prepayment, reactivation, program, or other fees to establish, change, or maintain Services. Certain transactions may also be subject to a charge (for example, convenience payment, changing phone numbers, handset upgrades, etc.). You will be provided notice of these types of fees before we complete the requested transaction.\n--------------------------------------------------\nBad - Internet Blocking:\nWe can take any action to: (1) protect our networks, our rights and interests, or the rights of others; or (2) optimize or improve the overall use of our networks and Services. Some of these actions may interrupt or prevent legitimate communications and usage—for example, message filtering/blocking software to prevent spam or viruses; limiting throughput; limiting access to certain websites, applications or other Data Content; prohibitions on unintended uses (for example, use as a dedicated line or use as a monitoring service); etc. For additional information on what we do to protect our customers, networks, Services and equipment, see our Acceptable Use Policy and Visitors Agreement at our website. \n\n\n-------------------------------------------------------\nBad - Employees, contractors, or vendors have complete access to private phone data:\nInformation on Devices: Your Device may contain sensitive or personal information (for example, pictures, videos, passwords, or stored credit card numbers). Virgin Mobile is not responsible for any information on your Device, including sensitive or personal information. If possible, you should remove or otherwise safeguard any sensitive or personal information when your Device is out of your possession or control, for example, when you relinquish, exchange, return, or recycle your Device. By submitting your Device to us, you agree that our employees, contractors, or vendors may access all of the information on your Device. If you exchange, return, or recycle your Device through us, we typically attempt to erase data on your Device but you must remove all data from your Device before you provide it to us. \n\n\nBad -\nNo Class Actions\nNo Trial By Jury\nIndemnification\nhttp://www.virginmobileusa.com/legal/general-terms-and-conditions-no-annual-contract\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}