{
  "date": {},
  "from": [
    {
      "address": "hugo@fsfe.org",
      "name": "Hugo Roy"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncBC3IF2OJ4QORBLG4VKCQKGQEZZDAN5Q@googlegroups.com designates 74.125.82.55 as permitted sender) smtp.mail=tosdr+bncBC3IF2OJ4QORBLG4VKCQKGQEZZDAN5Q@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-transfer-encoding": "quoted-printable",
    "content-type": "text/plain; charset=windows-1252",
    "date": "Mon, 19 Nov 2012 23:09:38 +0100",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=20120806; h=x-beenthere:received-spf:x-virus-scanned:message-id:subject:from:to :date:organization:x-mailer:mime-version:x-original-sender :x-original-authentication-results:reply-to:precedence:mailing-list :list-id:x-google-group-id:list-post:list-help:list-archive:sender :list-subscribe:list-unsubscribe:content-type :content-transfer-encoding; bh=azNvJfH4m+YnhF7cYFA2OQFsx3Bgbuw3GZcJfuQepH0=; b=YxwUVBJ1ZkDTzirm46sVm/ly+oGeOqLo/I73leMoajefvTnKLld0d+z+AM9Gu5S+ve kHTmz9BDP6vi8MM0k7W2/W1iMkd6pOSYO0Hppu/VnzSGslFlfl6bys+1TEGvl5ctQUP5 4ELTQGKttobeGgt5sAF9s+yu8oHWqGFw05569k45Gqj98boZaQRlunkfaZiYf3NLRsSX u3mc4QVouq2thIqPdLfcgInOUBRlUzsWneIEXVjfIi68ySbiZtq1Wn36rYl/ltb9KiAj rp6+kGqK4AwOiArBAyXoVGVzcKh9Q5agiMbDHXeG/WA9LEgWnXXOmWuFh6aVEl8b71eA TrRA==",
    "from": "Hugo Roy <hugo@fsfe.org>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<1353362978.25567.0.camel@synclavier.lan>",
    "mime-version": "1.0",
    "organization": "Free Software Foundation Europe",
    "precedence": "list",
    "received": [
      "by 10.58.240.2 with SMTP id vw2csp249284vec; Mon, 19 Nov 2012 14:09:51 -0800 (PST)",
      "by 10.216.52.199 with SMTP id e49mr812211wec.10.1353362990305; Mon, 19 Nov 2012 14:09:50 -0800 (PST)",
      "from mail-wg0-f55.google.com (mail-wg0-f55.google.com [74.125.82.55]) by mx.google.com with ESMTPS id u78si3250282weo.30.2012.11.19.14.09.49 (version=TLSv1/SSLv3 cipher=OTHER); Mon, 19 Nov 2012 14:09:50 -0800 (PST)",
      "by mail-wg0-f55.google.com with SMTP id gg4sf1584113wgb.0 for <michiel@unhosted.org>; Mon, 19 Nov 2012 14:09:49 -0800 (PST)",
      "by 10.180.96.198 with SMTP id du6mr1145733wib.9.1353362989773; Mon, 19 Nov 2012 14:09:49 -0800 (PST)",
      "by 10.180.95.137 with SMTP id dk9ls1758527wib.28.gmail; Mon, 19 Nov 2012 14:09:47 -0800 (PST)",
      "by 10.14.216.197 with SMTP id g45mr8909285eep.3.1353362987757; Mon, 19 Nov 2012 14:09:47 -0800 (PST)",
      "by 10.14.216.197 with SMTP id g45mr8909280eep.3.1353362987707; Mon, 19 Nov 2012 14:09:47 -0800 (PST)",
      "from cavendish.fsfeurope.org (cavendish.fsfeurope.org. [2001:aa8:ffed::3:102]) by gmr-mx.google.com with ESMTPS id u8si2761541een.1.2012.11.19.14.09.46 (version=TLSv1/SSLv3 cipher=OTHER); Mon, 19 Nov 2012 14:09:46 -0800 (PST)",
      "from localhost (localhost [127.0.0.1]) by cavendish.fsfeurope.org (Postfix) with ESMTP id E88EF63B624; Mon, 19 Nov 2012 23:09:45 +0100 (CET)",
      "from cavendish.fsfeurope.org ([127.0.0.1]) by localhost (cavendish.fsfeurope.org [127.0.0.1]) (amavisd-new, port 10024) with ESMTP id 5HwlF0k4DcAv; Mon, 19 Nov 2012 23:09:41 +0100 (CET)",
      "from [IPv6:2a01:e35:2427:7dd0:e89b:6a10:31e9:e816] (unknown [IPv6:2a01:e35:2427:7dd0:e89b:6a10:31e9:e816]) (using TLSv1 with cipher AES256-SHA (256/256 bits)) (Client did not present a certificate) (Authenticated sender: hugo@fsfe.org) by cavendish.fsfeurope.org (Postfix) with ESMTPSA id C1CD463A636; Mon, 19 Nov 2012 23:09:40 +0100 (CET)"
    ],
    "received-spf": [
      "pass (google.com: domain of tosdr+bncBC3IF2OJ4QORBLG4VKCQKGQEZZDAN5Q@googlegroups.com designates 74.125.82.55 as permitted sender)",
      "neutral (google.com: 2001:aa8:ffed::3:102 is neither permitted nor denied by best guess record for domain of hugo@fsfe.org) client-ip=2001:aa8:ffed::3:102;"
    ],
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncBC3IF2OJ4QORBLG4VKCQKGQEZZDAN5Q@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:1104] [Fwd: Fwd: Important Announcement from Evernote]",
    "to": "tosdr <tosdr@googlegroups.com>",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-mailer": "Evolution 3.4.4-1",
    "x-original-authentication-results": "gmr-mx.google.com; spf=neutral (google.com: 2001:aa8:ffed::3:102 is neither permitted nor denied by best guess record for domain of hugo@fsfe.org) smtp.mail=hugo@fsfe.org",
    "x-original-sender": "hugo@fsfe.org",
    "x-virus-scanned": "Debian amavisd-new at cavendish"
  },
  "messageId": "1353362978.25567.0.camel@synclavier.lan",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "[Fwd: Fwd: Important Announcement from Evernote]",
  "text": "Here's Evernote email to users about their next terms.\n\n\n---------- Message transféré ----------\nDe : \"Evernote Team\" <team@evernote.com>\nDate : 19 nov. 2012 22:37\nObjet : Important Announcement from Evernote\nÀ : <XXXXXX@XXXXXXX>\n\n                          View in web browser\n                                    \n                             Evernote logo\nImportant Note: New Legal Page and Changes to our Contracts Coming Soon\n                                    \nWe spend a lot of our time improving our products to make them easier to\n  use and more friendly. Now we’re applying that same thinking to our\nTerms of Service, Privacy Policy and legal relationship with our users.\n On December 4th, we will launch a new Legal Page at Evernote.com that\n  will collect the important legal documents relating to the Evernote\nService and our products. We are also making some important revisions to\n     our Terms of Service and Privacy Policy, making them easier to\n understand and reflecting our expansion from our California roots. You\n           can review the new terms by following these links:\n                                    \n                              * Terms of Service\n                               * Privacy Policy\n                                    \nIf you read these new contract provisions and disagree, and do not wish\nto be bound by them, then you can close your account before December 31,\n 2012. If you agree with us and accept these changes, then you need not\n     do anything; your continued use of Evernote will indicate your\n       acceptance of the new Terms of Service and Privacy Policy.\n                                    \n This post highlights the important changes to our Terms of Service and\n  Privacy Policy, but we first want to emphasize something that hasn’t\n           changed: Evernote’s Three Laws of Data Protection.\n                                    \n                             * Your data is Yours\n                           * Your data is Protected\n                           * Your data is Portable\n                                    \nThese laws continue to be our core guiding principles for protecting our\nusers’ data. In fact, we have made a number of changes that are designed\n  to clarify these Laws and to provide additional information for our\nusers to enable them to understand how to protect their data and how we\n  collect and handle your data and personal information. These are the\n           significant changes we want to highlight for you:\n                                    \n                             Easier to Read\n                                    \nThe first thing individuals will notice when reviewing our new Terms of\n  Service and Privacy Policy is that they are more conversational with\n   less legal jargon. We hope that the updated description of how we\n  operate the Evernote Service and the respective commitments between\n     Evernote and our users are much easier to read and understand.\n                                    \n                            A Global Company\n                                    \n As part of our effort to better support the needs of our users around\n the world, we have established a company based in Zurich, Switzerland\ncalled Evernote GmbH. This wholly-owned subsidiary will be managing our\n business and the Evernote Service for our users who reside outside of\n the United States and Canada, and will be contracting with those users\n   under Swiss law. The Evernote Service and all of its servers will\n continue to be operated by the California-based Evernote Corporation.\n For our users in the European Economic Area, this means that Evernote\n       GmbH is the data controller for data protection purposes.\n                                    \n                    Preparing for Evernote Business\n                                    \nAs we announced at the Evernote Trunk Conference in August, we will soon\nbe launching Evernote Business. We have updated our Terms of Service to\n   reflect how existing Evernote Service accounts will co-exist with\n Evernote Business. Existing Evernote users who are invited to join an\nEvernote Business account will find that their existing account gains a\n  number of enhancements, most notably the ability to access and share\nnotebooks with others in that business. Evernote Business accounts will\n be managed by an Administrator who has rights to allow or restrict an\n      individual user’s access to the business’ notebooks, but the\nAdministrator is not provided any information about any user’s personal\n    Evernote account. (We will not even tell an Administrator if an\n individual user’s account exists.) Nor can the content in an Evernote\n    personal account be accessed, viewed or otherwise affected by an\n                             Administrator.\n                                    \n                          Evernote in Schools\n                                    \n We’re thrilled with the number of educators and administrators around\nthe world who have shown interest in using Evernote in their schools, so\n     we have modified our contracts with respect to use by underage\n  individuals who might not be old enough to enter into a contract on\n their own, including specific guidance for schools in the US where we\n want to ensure that the requirements of the Children’s Online Privacy\n                     Protection Act are satisfied.\n                                    \n                        Planning for the Future\n                                    \n   We have established a policy not to disclose our users’ content to\n others, even next of kin, after a user’s death or incapacity. We have\n  included this within our Terms of Service and encourage our users to\ndecide whether their content should be available to others, and plan for\nthis eventuality. We have also provided more guidance on the process by\n  which user accounts are closed and how users can delete content from\n                            their accounts.\n                                    \n                         Resolution of Disputes\n                                    \n     We have revamped our dispute resolution process by introducing\n arbitration provisions that will enable users throughout the world to\nresolve disputes they may have with Evernote more expeditiously and less\n                              expensively.\n                                    \n    Using arbitration to resolve claims means that users will not be\n  required to travel to California (or Switzerland, for Evernote GmbH\n users) to file a lawsuit and appear in court and, if the amount of the\nclaim is less than US$10,000, the arbitration may even be done over the\n  phone or internet, depending upon the circumstances. In an effort to\n resolve all disputes promptly, we are also including a provision that\n  requires both parties to use good faith to initiate the arbitration\n    proceeding within 30 days, with a mutually acceptable arbitrator\n                         managing the process.\n                                    \n Our changes will provide users outside the US an option to have their\ndispute resolved through arbitration, but under a special US law, we are\n requiring users in the US to use binding arbitration as the exclusive\n   means for resolving disputes and to agree that such claims will be\n resolved only between them and Evernote (prohibiting participation in\n           class actions or similar representative actions).\n                                    \nWe feel strongly that requiring arbitration of disputes on an individual\n    basis will enhance our ability to work with our users to resolve\n disputes, while ensuring that an individual user maintains control of\nthe issue raised and resolution desired – and that this will happen much\n  more quickly than the long months or years that class action matters\n  typically require. Because we are requiring arbitration for US users\n(and others subject to the US Federal Arbitration Act), we will pay the\n  arbitration-related fees for all claims up to US$10,000 and even in\ncases involving more than that amount if those fees would be prohibitive\ncompared to litigation costs, unless, in either case, the claim asserted\nis determined by the arbitrator to be frivolous. We appreciate that this\n is a significant change, so we will permit existing Evernote users who\ndo not agree with this change to “opt-out” of the arbitration agreement\nby notifying us via the methods described in our Terms within 30 days of\n        December 4, 2012 (the effective date of our new Terms).\n                                    \n                         Please Read Everything\n                                    \nWe strongly encourage everyone to read our new contract terms carefully,\n in their entirety. The content placed into Evernote is important, and\nall of our users should feel completely comfortable entrusting it to the\nService. This post does not describe all of the changes to the Terms of\nService and Privacy Policy and is not, after all, our contract with our\n users. The provisions in our Terms of Service, Privacy Policy and the\nother documents are the binding contract terms. We hope our users agree\nthat these terms are an improvement and, as always, we welcome input and\n                 feedback. Thank you for your support.\n                                    \n                           The Evernote Team\n                                    \n                                    \n                                    \n                                    \n                                    \n                     Unsubscribe  |  Privacy Policy\n                                    \n                              For support\n                               requests,\n                             please contact\n                             us by going to\n                              our support\n                                 page.\n                                Evernote\n                               Corp., 305\n                             Walnut Street,\n                             Redwood City,\n                             CA 94063, USA\n                                    \n                                    \n                                    \n                           icon_facebook.gif\n                            icon_twitter.gif\n                                    \n                                    \n\n\n-- \nHugo Roy \n  French Coordinator, FSFE       chat: hugo@jabber.fsfe.org\n  www.fsfe.org/about/roy         mobile: +336 08 74 13 41\n                                 mobile DE: +49 151 143 56 563\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/didnotread\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": "tosdr"
    }
  ]
}