{
  "date": {},
  "from": [
    {
      "address": "samdsec-sendsam2pole@yahoo.fr",
      "name": "Sam D"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCPS_ovXvFxDe9bOBBRoExM4ulw@googlegroups.com designates 209.85.213.64 as permitted sender) smtp.mail=tosdr+bncCPS_ovXvFxDe9bOBBRoExM4ulw@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-type": "multipart/alternative; boundary=\"----=_Part_13_31971501.1345125085681\"",
    "date": "Thu, 16 Aug 2012 06:51:25 -0700 (PDT)",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:date:from:to:message-id:subject:mime-version :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:x-google-group-id:list-post :list-help:list-archive:sender:list-subscribe:list-unsubscribe :content-type; bh=Lr96hrXK1EiD/mkm9aUdxB+LKPdqE4v8y2wLJyrhRQ0=; b=Z6vepUkgCMzp/gr9IFnUeL3H+CuU2V3Gcce7/1lofKbhc2Ug7JMH7bSRVyiVUgDFwW TMQa6JkrcC/xpUAjz2s4NUAXfE75hkuOK6fW2oEPWsaWkZYDyEV8XClpskapg062JLTk 9k0zcNwwELtUtQlAvOI4fFtXUjoh9j97fazYw=",
    "from": "Sam D <samdsec-sendsam2pole@yahoo.fr>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<3cf0235a-fe61-41ec-8ce7-4cec59f26fda@googlegroups.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.49.17.196 with SMTP id q4csp9454qed; Thu, 16 Aug 2012 06:51:27 -0700 (PDT)",
      "by 10.236.80.34 with SMTP id j22mr1392377yhe.82.1345125087694; Thu, 16 Aug 2012 06:51:27 -0700 (PDT)",
      "from mail-yw0-f64.google.com (mail-yw0-f64.google.com [209.85.213.64]) by mx.google.com with ESMTPS id w42si4273227yhd.122.2012.08.16.06.51.26 (version=TLSv1/SSLv3 cipher=OTHER); Thu, 16 Aug 2012 06:51:27 -0700 (PDT)",
      "by yhnn12 with SMTP id n12sf2529226yhn.29 for <multiple recipients>; Thu, 16 Aug 2012 06:51:26 -0700 (PDT)",
      "by 10.52.99.8 with SMTP id em8mr55559vdb.16.1345125086785; Thu, 16 Aug 2012 06:51:26 -0700 (PDT)",
      "by 10.220.147.138 with SMTP id l10ls1793973vcv.7.gmail; Thu, 16 Aug 2012 06:51:26 -0700 (PDT)",
      "by 10.52.99.8 with SMTP id em8mr55558vdb.16.1345125086341; Thu, 16 Aug 2012 06:51:26 -0700 (PDT)"
    ],
    "received-spf": "pass (google.com: domain of tosdr+bncCPS_ovXvFxDe9bOBBRoExM4ulw@googlegroups.com designates 209.85.213.64 as permitted sender) client-ip=209.85.213.64;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCPS_ovXvFxDe9bOBBRoExM4ulw@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:505] Mobility Trip",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "ls.google.com; spf=pass (google.com: domain of samdsec-sendsam2pole@yahoo.fr designates internal as permitted sender) smtp.mail=samdsec-sendsam2pole@yahoo.fr; dkim=pass header.i=@yahoo.fr",
    "x-original-sender": "samdsec-sendsam2pole@yahoo.fr"
  },
  "html": "Hi TOS-DR,<br>\ngreat project! Thanks for it. I'll try to contribute at my level, but I am a simple \"dumb\" user. ;)<br>\nToday I'll share about a new nice tool, that aims at making \"travel diary\" on-the-go.<br>\nYours,<br>\nSam D.<br><br>\n---------------<br><br>\n<b>Site: mobilytrip.com \"MobilyTrip allows you to share your travel experiences, wherever you are in the world.\"</b><br>\nTerms of use: http://fr.mobilytrip.com/pages/terms_of_use<br>\nPrivacy policy: http://www.mobilytrip.com/pages/privacy_policy?locale=en<br><br>\n--<br>\n[<b>BAD</b>] Our own private submitted data becomes MT complete property, perpetually, whatever we choose to make it public or not.<br><br>Terms of use \"Privacy policy\"<br><br>\"<i>Please be aware that by submitting public content to this Website by a mobile application, electronic mail, postings, including any reviews, questions, comments, suggestions, ideas or the like contained in any submissions (collectively, “Submissions”), you grant MobilyTrip and its affiliates a nonexclusive, royalty-free, perpetual, transferable, irrevocable and fully sublicensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display and perform such Submissions throughout the world in any media, now known or hereafter devised; and (b) use the name that you submit in connection with such Submission. You acknowledge that MobilyTrip may choose to provide attribution of your comments or reviews at our discretion. You further grant MobilyTrip the right to pursue at law any person or entity that violates your or MobilyTrip’s rights in the Submissions by a breach of this Agreement. You acknowledge and agree that Submissions are non-confidential and non-proprietary.</i>\"<br><br>\"<i>If it is determined that you retain moral rights (including rights of attribution or integrity) in the Content, you hereby declare that (a) you do not require that any personally identifying information be used in connection with the Content, or any derivative works of or upgrades or updates thereto; (b) you have no objection to the publication, use, modification, deletion and exploitation of the Content by MobilyTrip or its licensees, successors and assigns; (c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the Content; and (d) you forever release MobilyTrip, and its licensees, successors and assigns, from any claims that you could otherwise assert against MobilyTrip by virtue of any such moral rights.</i>\"<br><br>--<br>[<b>BAD</b>] MT can remove part of the submitted users'content.<br><br>Terms of use \"Privacy policy\"<br><br>\"<i>MobilyTrip does not edit or control the User Messages posted to or distributed on this Service including through any chat rooms, bulletin boards or other communications forums, and will not be in any way responsible or liable for such User Messages. MobilyTrip nevertheless reserves the right for any reason in its sole discretion to remove without notice any User Messages and/or Site Content.</i>\"<br><br>--<br>[<b>BAD</b>] MT can modify as they want the Terms and Conditions<br><br>Terms of use \"Copyright and trademark notices\"<br><br>\"<i>MobilyTrip may change, add or delete these Terms and Conditions or any portion thereof from time to time in its sole discretion where it deems it necessary for legal, general regulatory and technical purposes, or due to changes in the services provided or nature or layout of the Site. Thereafter, you expressly agree to be bound by any such amended Terms and Conditions.</i>\"<br><br>--<br>[<b>BAD</b>] Rights are ambiguous, the default upload settings for texts and pictures being \"public\".<br><br>Privacy policy<br><br>\"<i>MobilyTrip collects information about your travels through the travel journal feature. MobilyTrip provides you a way to set privacy settings to your journal, and to the photos included in your journal, both from the mobile applications and on the Website. It is your responsibility to manage the privacy settings, to grant access to your contacts and to not set content as public if you do not want MobilyTrip to use it publicly. You grant MobilyTrip and its affiliates a nonexclusive, royalty-free, perpetual, transferable, irrevocable and fully sublicensable right to use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from and publicly display the content (included, but not limited to : texts, photos, geolocation, sound, video) set as “public” in your journals throughout the world in any media, now known or hereafter devised; those rights remain valid as long as the Content is public, and you may change this setting at any moment. </i>\"<br><br>--<br>[<b>GOOD</b>] You can access, modify your data, and close your account<br><br>Privacy policy<br><br>\"<i>We endeavor to ensure that your information is relevant to its intended \nuse, accurate, and complete. You can access and update your contact \ninformation by visiting your subscriptions page on the MobilyTrip \nWebsite. You have the possibility to close your MobilyTrip account at \nany time. Note that after you close an account, you will not be able to \nsign in or access any of your personal information. However, you can \nopen a new account at any time too. Please also note that we may retain \ncertain information associated with your account in our archives, \nincluding for analytical purposes as well as for recordkeeping \nintegrity.\nIf you do not hold an account with us, or wish to contact us in relation\n to any personal information that is not displayed in your account, you \nmay ask us to access, delete and modify the information that we hold \nabout you by contacting us via the contact form.</i>\"<br>\n\n<p></p>\n\n-- <br />\nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR<br />\n--- <br />\nYou received this message because you are subscribed to the Google Groups &quot;Terms of Service; Didn&#39;t Read&quot; group.<br />\nTo post to this group, send email to tosdr@googlegroups.com.<br />\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.<br />\nVisit this group at <a href=\"http://groups.google.com/group/tosdr?hl=en\">http://groups.google.com/group/tosdr?hl=en</a>.<br />\nFor more options, visit <a href=\"https://groups.google.com/groups/opt_out\">https://groups.google.com/groups/opt_out</a>.<br />\n&nbsp;<br />\n&nbsp;<br />\n",
  "messageId": "3cf0235a-fe61-41ec-8ce7-4cec59f26fda@googlegroups.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "Mobility Trip",
  "text": "Hi TOS-DR,\ngreat project! Thanks for it. I'll try to contribute at my level, but I am \na simple \"dumb\" user. ;)\nToday I'll share about a new nice tool, that aims at making \"travel diary\" \non-the-go.\nYours,\nSam D.\n\n---------------\n\n*Site: mobilytrip.com \"MobilyTrip allows you to share your travel \nexperiences, wherever you are in the world.\"*\nTerms of use: http://fr.mobilytrip.com/pages/terms_of_use\nPrivacy policy: http://www.mobilytrip.com/pages/privacy_policy?locale=en\n\n--\n[*BAD*] Our own private submitted data becomes MT complete property, \nperpetually, whatever we choose to make it public or not.\n\nTerms of use \"Privacy policy\"\n\n\"*Please be aware that by submitting public content to this Website by a \nmobile application, electronic mail, postings, including any reviews, \nquestions, comments, suggestions, ideas or the like contained in any \nsubmissions (collectively, “Submissions”), you grant MobilyTrip and its \naffiliates a nonexclusive, royalty-free, perpetual, transferable, \nirrevocable and fully sublicensable right to (a) use, reproduce, modify, \nadapt, translate, distribute, publish, create derivative works from and \npublicly display and perform such Submissions throughout the world in any \nmedia, now known or hereafter devised; and (b) use the name that you submit \nin connection with such Submission. You acknowledge that MobilyTrip may \nchoose to provide attribution of your comments or reviews at our \ndiscretion. You further grant MobilyTrip the right to pursue at law any \nperson or entity that violates your or MobilyTrip’s rights in the \nSubmissions by a breach of this Agreement. You acknowledge and agree that \nSubmissions are non-confidential and non-proprietary.*\"\n\n\"*If it is determined that you retain moral rights (including rights of \nattribution or integrity) in the Content, you hereby declare that (a) you \ndo not require that any personally identifying information be used in \nconnection with the Content, or any derivative works of or upgrades or \nupdates thereto; (b) you have no objection to the publication, use, \nmodification, deletion and exploitation of the Content by MobilyTrip or its \nlicensees, successors and assigns; (c) you forever waive and agree not to \nclaim or assert any entitlement to any and all moral rights of an author in \nany of the Content; and (d) you forever release MobilyTrip, and its \nlicensees, successors and assigns, from any claims that you could otherwise \nassert against MobilyTrip by virtue of any such moral rights.*\"\n\n--\n[*BAD*] MT can remove part of the submitted users'content.\n\nTerms of use \"Privacy policy\"\n\n\"*MobilyTrip does not edit or control the User Messages posted to or \ndistributed on this Service including through any chat rooms, bulletin \nboards or other communications forums, and will not be in any way \nresponsible or liable for such User Messages. MobilyTrip nevertheless \nreserves the right for any reason in its sole discretion to remove without \nnotice any User Messages and/or Site Content.*\"\n\n--\n[*BAD*] MT can modify as they want the Terms and Conditions\n\nTerms of use \"Copyright and trademark notices\"\n\n\"*MobilyTrip may change, add or delete these Terms and Conditions or any \nportion thereof from time to time in its sole discretion where it deems it \nnecessary for legal, general regulatory and technical purposes, or due to \nchanges in the services provided or nature or layout of the Site. \nThereafter, you expressly agree to be bound by any such amended Terms and \nConditions.*\"\n\n--\n[*BAD*] Rights are ambiguous, the default upload settings for texts and \npictures being \"public\".\n\nPrivacy policy\n\n\"*MobilyTrip collects information about your travels through the travel \njournal feature. MobilyTrip provides you a way to set privacy settings to \nyour journal, and to the photos included in your journal, both from the \nmobile applications and on the Website. It is your responsibility to manage \nthe privacy settings, to grant access to your contacts and to not set \ncontent as public if you do not want MobilyTrip to use it publicly. You \ngrant MobilyTrip and its affiliates a nonexclusive, royalty-free, \nperpetual, transferable, irrevocable and fully sublicensable right to use, \nreproduce, modify, adapt, translate, distribute, publish, create derivative \nworks from and publicly display the content (included, but not limited to : \ntexts, photos, geolocation, sound, video) set as “public” in your journals \nthroughout the world in any media, now known or hereafter devised; those \nrights remain valid as long as the Content is public, and you may change \nthis setting at any moment. *\"\n\n--\n[*GOOD*] You can access, modify your data, and close your account\n\nPrivacy policy\n\n\"*We endeavor to ensure that your information is relevant to its intended \nuse, accurate, and complete. You can access and update your contact \ninformation by visiting your subscriptions page on the MobilyTrip Website. \nYou have the possibility to close your MobilyTrip account at any time. Note \nthat after you close an account, you will not be able to sign in or access \nany of your personal information. However, you can open a new account at \nany time too. Please also note that we may retain certain information \nassociated with your account in our archives, including for analytical \npurposes as well as for recordkeeping integrity. If you do not hold an \naccount with us, or wish to contact us in relation to any personal \ninformation that is not displayed in your account, you may ask us to \naccess, delete and modify the information that we hold about you by \ncontacting us via the contact form.*\"\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}