{
  "date": {},
  "from": [
    {
      "address": "hellekin@riseup.net",
      "name": "hellekin"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncBDFLD37JV4JBBIXFYSBAKGQEG6VH3AI@googlegroups.com designates 209.85.160.192 as permitted sender) smtp.mail=tosdr+bncBDFLD37JV4JBBIXFYSBAKGQEG6VH3AI@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-transfer-encoding": "quoted-printable",
    "content-type": "text/plain; charset=windows-1252",
    "date": "Wed, 12 Sep 2012 22:10:53 -0300",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=20120806; h=x-beenthere:received-spf:message-id:date:from:user-agent :mime-version:to:subject:x-enigmail-version:x-virus-scanned :x-virus-status:x-original-sender:x-original-authentication-results :reply-to:precedence:mailing-list:list-id:x-google-group-id :list-post:list-help:list-archive:sender:list-subscribe :list-unsubscribe:content-type:content-transfer-encoding; bh=tmGLIN+CwMVytyE2XZxabMJfuP0wKqrXv1C3fJKpZtQ=; b=P+QZxmCaRUxnW22b3w32/88B07O0CYA/Eng77LtM/KSoV76m9AO/VH3lwyH1B+vFkn DryDOS2E0TnQ9xjXK32tGpmFSwb7/rAKFMlKxkZUSD7Os6A5C5Bgswai9hQYUdtS2RXB L+rgmRuNlStzjXpngcCeNaw6TmegAwqxqCI60AYMc6CFCpH373DCUD8vJBydguPsJP7G Yt0XYJHxKG+EmosJXqPGME0CvETVld1r4I4ftMZJdgkwBjn5nuv3S/3oG9EMo5Ilu/Mn laA5hClY7DwiHcYrjbBqmdES3GtjwwiFwZRiyqITFuVDGEN+bbpVIHpNiq3RAABzL/Gy SHMQ==",
    "from": "hellekin <hellekin@riseup.net>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<5051329D.2080706@riseup.net>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.49.1.78 with SMTP id 14csp1588qek; Wed, 12 Sep 2012 18:11:00 -0700 (PDT)",
      "by 10.236.116.226 with SMTP id g62mr277019yhh.100.1347498660134; Wed, 12 Sep 2012 18:11:00 -0700 (PDT)",
      "from mail-gh0-f192.google.com (mail-gh0-f192.google.com [209.85.160.192]) by mx.google.com with ESMTPS id d45si20912661yhe.144.2012.09.12.18.10.59 (version=TLSv1/SSLv3 cipher=OTHER); Wed, 12 Sep 2012 18:11:00 -0700 (PDT)",
      "by ghrr13 with SMTP id r13sf1909060ghr.29 for <multiple recipients>; Wed, 12 Sep 2012 18:10:59 -0700 (PDT)",
      "by 10.68.135.103 with SMTP id pr7mr218437pbb.7.1347498658696; Wed, 12 Sep 2012 18:10:58 -0700 (PDT)",
      "by 10.68.222.39 with SMTP id qj7ls7233968pbc.2.gmail; Wed, 12 Sep 2012 18:10:57 -0700 (PDT)",
      "by 10.66.77.3 with SMTP id o3mr182329paw.13.1347498657916; Wed, 12 Sep 2012 18:10:57 -0700 (PDT)",
      "by 10.66.77.3 with SMTP id o3mr182327paw.13.1347498657904; Wed, 12 Sep 2012 18:10:57 -0700 (PDT)",
      "from mx1.riseup.net (mx1.riseup.net. [204.13.164.18]) by gmr-mx.google.com with ESMTPS id qq4si8410772pbb.1.2012.09.12.18.10.57 (version=TLSv1/SSLv3 cipher=OTHER); Wed, 12 Sep 2012 18:10:57 -0700 (PDT)",
      "from fulvetta.riseup.net (fulvetta-pn.riseup.net [10.0.1.75]) (using TLSv1 with cipher DHE-RSA-AES256-SHA (256/256 bits)) (Client CN \"*.riseup.net\", Issuer \"Gandi Standard SSL CA\" (verified OK)) by mx1.riseup.net (Postfix) with ESMTPS id 5B37059207 for <tosdr@googlegroups.com>; Wed, 12 Sep 2012 18:10:57 -0700 (PDT)",
      "from [127.0.0.1] (localhost [127.0.0.1]) (Authenticated sender: hellekin@fulvetta.riseup.net) with ESMTPSA id 703EB4D4"
    ],
    "received-spf": [
      "pass (google.com: domain of tosdr+bncBDFLD37JV4JBBIXFYSBAKGQEG6VH3AI@googlegroups.com designates 209.85.160.192 as permitted sender) client-ip=209.85.160.192;",
      "pass (google.com: domain of hellekin@riseup.net designates 204.13.164.18 as permitted sender) client-ip=204.13.164.18;"
    ],
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncBDFLD37JV4JBBIXFYSBAKGQEG6VH3AI@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:800] ToS Lorea",
    "to": "tosdr@googlegroups.com",
    "user-agent": "Mozilla/5.0 (X11; Linux i686; rv:10.0.5) Gecko/20120624 Icedove/10.0.5",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-enigmail-version": "1.4.1",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "gmr-mx.google.com; spf=pass (google.com: domain of hellekin@riseup.net designates 204.13.164.18 as permitted sender) smtp.mail=hellekin@riseup.net",
    "x-original-sender": "hellekin@riseup.net",
    "x-virus-scanned": "clamav-milter 0.97.5 at mx1",
    "x-virus-status": "Clean"
  },
  "messageId": "5051329D.2080706@riseup.net",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "ToS Lorea",
  "text": "-----BEGIN PGP SIGNED MESSAGE-----\nHash: SHA256\n\nHola chicxs :)\n\nFinally I can take the time to submit the draft terms of service for\nLorea. It's in Spanish right now, and only a draft (currently, we're\npretty accessible and liberal^Hanarchist to deal with each case.)\n\nOur aim is to be classified A in according to your terms, so we're\nlooking for your input. Please tell me if you need translation. The\noriginal is at\nhttps://n-1.cc/pg/dokuwiki/5241/doku.php?id=propuesta_030610 and you\ncan edit the wiki directly if you're a member of the group (you can\nlogin with OpenID.)\n\nHere we go:\n\n\nLa idea es tener diferentes documentos que recojan:\n* Un texto sobre Aviso legal del servicio.\n\n* Un texto sobre privacidad derivada del uso del servicio.\n\n* Un texto sobre Filosofía/fundamentos del proyecto: qué es y qué no\nes, qué puedes o no hacer (no lo legal, sino la netiqueta), la\nindicación de la licencia de su código, el compromiso social, etcétera.\n\nEl documento deberá estar redactado en “lenguaje para humanos”. Sólo\nel “aviso legal” se atendrá a la terminología (jerga) jurídica.\n\nEstos términos deberán ser enviados cuando la gente rellene el\nformulario de registro dentro de la red y podrían empezar así:\n\n¡ A T E N C I Ó N! Deberías haber leído esto primero. Muchas veces\n“aceptamos” demasiado deprisa las condiciones o licencias que nos\nexigen algunos sitios para registrarnos y luego nos llevamos\ndecepciones cuando nos enteramos demasiado tarde de las cosas que\nhemos “aceptado”. Esperamos que estés de acuerdo con las nuestras. Si\nno, por favor, no te registres.\n\n\nEstructura\n\n  1. ¿Qué son los \"Términos y condiciones de usos\"?\n  2. Aviso legal del servicio\n  3. Privacidad derivada del uso del servicio\n  4. Filosofía del proyecto\n  4.1.  ¿Qué es y qué no es N-1?\n  4.2.  ¿Qué puedes hacer y qué no deberías hacer en N-1?\n  4.3   Compromisos de N-1 con sus habitantes\n  4.4   Licencias\n\n\n1. ¿Qué son los \"Términos y condiciones de uso\"?\n\nLos “Términos y condiciones de uso” son el documento en el que se\nexplica qué es la red social N-1 y dónde se establecen las condiciones\npara poder usarla. Incluye el aviso legal del servicio, un detalle de\nla privacidad derivada del uso del servicio, así como una descripción\nde la filosofía del proyecto, detallando que es y que no es N-1, que\ntipo de usos se pueden hacer y cuales no, qué compromisos N-1 adquiere\nexpresamente con sus habitantes, así como se provee un detalle de las\nlicencias y derechos sobre los contenidos de la red, Estas condiciones\nlegales nos obligan a todas las habitantes de N-1.\nTodo el documento, excepto el “Aviso Legal”, está redactado en\nlenguaje humano comprensible y puede incluir enlaces para facilitar su\ncomprensión y contextualización.\nEn lo sucesivo cuando decimos “habitantes” nos referimos a los y las\n“usuario/as” es decir personas que se han creado una cuenta y usan el\nsoftware de Lorea dentro de la red social N-1.\n\n2. Aviso legal del servicio\n\nhttp://derecho-internet.org/aviso (Se podría incluir el link y no el\ntexto y así cuando se actualice el contenido en el origen no cesitamos\nmodificar el nuestro …).esto sigue sin parecerme claro, nuestro amigo\nlegal nos dijo de usar las de foofind pero no se aplican strictu\nsensus asi que no sé como adaptarlas.\nLos presentes términos de uso se presentan en idioma español. En el\ncaso de que desde esta web se proporcione una traducción de estos\ntérminos de uso en cualquier otro idioma distinto al español, se\nreconoce que se realiza por razones de conveniencia y que tu relación\ncon esta red social se regirá por lo dispuesto en estos términos de\nuso en en su versión en español.\nToda integración de servicios de terceros está sujeta a las\ncondiciones que sus proveedores declaren, te invitamos a leerlas en\nsus webs para utilizarlos conscientemente. Entre estos proveedores\nestán: Identi.ca, YouTube, Vimeo, Blip.tv, Metacafe, Giss.tv y\nproveedores de identidad estandarizados como OpenID, Ostatus,\nFOAF+SSL. Esta lista no tiene porqué estar completa ya que puede ir\ncambiando al integrar nuevos servicios de terceros dentro de esta red\nsocial. Te animamos a visitar la página en la cual se publican las\nnuevas funcionalidades.\n\n3. Privacidad derivada del uso del servicio\n\nTu privacidad es nuestra preocupación principal. Nuestro objetivo es\nmantener la menor cantidad de información personal posible sin poner\nen riesgo la fiabilidad de la herramienta y prevenir el abuso de los\nrecursos de nuestros servidores. Recomendamos a las habitantes de N-1,\ny visitantes, ser imaginativas a la hora de conectarse a nuestras\npáginas y utilizar todas aquellas medidas que crean necesarias para\nmantener su privacidad intacta. (correos electrónicos seguros - no de\nproveedores comerciales - encriptación GPG - TOR etc). Recuerda: el\nGran Hermano te vigila.\nLos servidores de N-1 no están en el territorio del Estado Español ni\nen su ámbito de influencia. Los contenidos de las redes provienen de\ndiversos lugares situados dentro del cyberespacio.\nEn cualquier momento cualquier habitante podrá acceder a sus propios\ndatos personales para modificarlos (todo lo que publicas, puedes\nreeditarlo o quitarlo menos tus mensajes dentro de foros que hayan\nsido transformados en listas de correo) o borrarlos (puedes borrar\ncada contenido y en la configuración de tu perfil también aparece un\nbotón de “suicidio digital”, si lo accionas se borran todos los datos\nde tu perfil y escritorio individual. Las publicaciones que hayas\nrealizado dentro de tus grupos se quedan y deberás borrarlas\nmanualmente si no quieres dejar ningún rastro).\nMantenemos registros mínimos: en general, no mantenemos información\nque pueda identificar a una habitante de manera única o que pueda ser\nusada para construir un perfil de uso o asociaciones. Para depurar\nproblemas podríamos habilitar un registro más detallado por un corto\nperíodo de tiempo. Este registro adicional sería eliminado después de\nser usado.\nNo compartimos datos con nadie, ni tampoco venderemos nunca datos de\nnuestras habitantes a terceros. Dentro del colectivo N-1 sólo tenemos\nacceso a la información imprescindible para realizar nuestro trabajo.\nNo monitorearemos las comunicaciones: no leeremos, buscaremos o\nprocesaremos los correos entrantes o salientes, más allá de protección\ncontra correo no deseado, otras amenazas o cuando las habitantes nos\nlo pidan al depurar problemas.\nDefenderemos la información de las habitantes y nos opondremos\nactivamente a cualquier intento de forzar el colectivo N-1 a revelar\ndatos o registros.\nTanto la información que guardamos como las comunicaciones estan\ncifradas: el contenido de las comunicaciones, la fecha de último\ningreso, las libretas de direcciones y todas las copias de respaldo\nson almacenadas en un formato cifrado.\nRecordamos que la privacidad es una noción ambigua: no exijas lo\nimposible, no expongas cosas cuando tengas dudas respecto a\npublicarlas, piensa siempre en cómo lo que publicas pueda afectar la\nprivacidad de otras personas y no hagas nada que no quisieras que te\nhicieran.\n\n4. Filosofía del proyecto\n\n\n4.1.¿Qué es y qué no es N-1?\n\nN-1 es una red social libre, segura, federada y autogestionada. N-1 es\nun dispositivo tecnopolítico sin ánimo de lucro que pretende ampliar\nnuestras posibilidades de crear y difundir contenidos usando\nherramientas libres, desarrolladas y autogestionadas desde una ética\nhorizontal y antagonista para la base y desde la base.\nEs una de las redes sociales federadas de Lorea (una “semilla”), lo\nque significa que es parte de un dispositivo más amplio que permite\ncrear y administrar redes sociales relacionadas entre ellas y que los\ncompromisos técnicos que adquiere con sus habitantes no son\nrespaldados sólo para N-1, sino desde Lorea para todas sus semillas.\nN-1 es un colectivo informal de personas preocupadas por la libertad,\nla seguridad y la privacidad en internet. Trabajamos de manera\nhorizontal buscando el consenso y evitando relaciones de poder.\nEl perfil N-1Crew esta compuesto por personas que administramos y\ncuidamos la red social N-1. No nos consideramos proveedores de\nservicio y no fomentamos el asistencialismo, sí la involucración en el\ndiseño colectivo de nuestras herramientas tecnopolíticas. Por eso en\nlugar de personas “usuarias” hablamos de “habitantes”. Estos términos\nhan sido redactados colectiva y públicamente (entre mayo 2010 y mayo\n2012) y te sugerimos leer también las FAQ y los manuales y participar\nen los grupos de de ayuda, testeo y desarrollo de las redes sociales\nfederadas Lorea.\nN-1 es una herramienta de software libre, parte de código libre y\nlibera el código que desarrolla bajo licencias GPL y AGPL.\nN-1 promueve las licencias libres y el compartimiento de recursos e\ninformación útil para los colectivos activistas y de transformación\nsocial y política (encontrarás detalles más amplios en la sección 4.4.)\nN-1 es anti-sexista, anti-racista, anti-capitalista. Promueve la\nautogestión, la sostenibilidad ecológica, la auto determinación y la\nautonomía, las economías alternativas sociales y solidarias.\nPara poner a disposición estas redes sociales necesitamos recursos. Te\ninvitamos a que visites la página dónde se listan las tareas y vías de\nparticipación dentro de Lorea y N-1 colaborando en el desarrollo,\nsoporte y testeo. Te pedimos que nos ayudes a cubrir los costes de las\nredes sociales de Lorea de manera justa: aceptamos donaciones para el\nmantenimiento de los servidores, la administración y el desarrollo.\n\n4.2. ¿Qué puedes hacer y qué no deberías hacer en N-1?\n\nNo se permite el uso de N-1 para spam, ni para actividades comerciales\nbasadas en el copyright y otras licencias privativas, ni para el\ndesarrollo de propaganda política por parte de partidos políticos\nformales.\nN-1 promueve el software libre, las licencias libres y la cultura\nlibre. Por ello te pedimos en la medida de lo posible de: No subir\narchivos con formatos privativos como .doc, .ppt etc y de usar\nformatos libres como .rtf, .odt etc. Puedes encontrar en este enlace\nuna lista de alternativas libres para cada formato.\nNo se permite el uso de N-1 para fomentar contenidos sexistas,\nracistas así como de defensa del capitalismo y otras formas de\nopresión autoritaria. Somos gente de mentalidad abierta, pero eso no\nimpide que si encontramos algo ofensivo, ilegal o improcedente te\nescribiremos para hacértelo saber y te pediremos que lo borres. Si no\nlo haces, prevalecerá nuestro criterio al borrarlo y/o banearte de\nesta red social. Los criterios de ofensivo, ilegal e improcedente se\naplican también a enlaces externos que puedas publicar dentro de tus\nmensajes.\nSi te encuentras con contenidos ofensivos, ilegales e improcedentes\npuedes reportarlo escribiendo un correo al perfil N1Crew dando a\nconocer el enlace de ese contenido o denunciando contenido. N1Crew no\narbitra divergencias de opiniones entre sus habitantes, si nos pides\nque borremos comentarios o argumentativas de otras habitantes no lo\nharemos a menos de que estas correspondan a actividades no permitidas\n(spam, propaganda partidos políticos formales, contenidos sexistas,\nracistas o de apología de otras formas de opresión).\nCada vez que publicas algo puedes elegir su grado de visibilidad. La\nopción que aparece por defecto es que puedan verlo todxs lxs\nhabitantes de las redes sociales de lorea (ver lista aquí) porque\nqueremos estimular el compartir conocimiento dentro de estas redes.\nPuedes cambiar esa opción para publicar en privado (sólo para ti),\npara tus amigxs, para una lista de amigxs, para alguno de tus grupos o\npara toda internet. Elige con cuidado y recuerda que siempre podrás\neditar esta preferencia en el futuro.\nN-1 promueve la toma de conciencia en cuanto a la finitud de los\nrecursos y pide que lxs habitantes se detengan a pensar y seleccionar\nlos archivos que suben. Recomendamos reducir su peso cuando sea\nposible y, si la información ya está alojada en un servidor de\nconfianza, compartir el enlace en lugar de volver a subirla a N-1.\n\n4.3. Compromisos de N-1 con sus habitantes.\n\nLas habitantes de N-1 son propietarias y responsables de sus datos, lo\nque significa que en cualquier momento podrán anular/borrar su cuenta\neditando los datos de su perfil y eligiendo la opción “suicidio” de su\nperfil electroníco, también pueden escribir un correo electrónico a:\nfederation [at] lorea [dot] org o contactando N1Crew.\nLa información que proporcionen no será utilizada con ninguna\nfinalidad que no sea el propio funcionamiento de la web. Eso significa\nque no compartiremos sus datos con nadie, no venderemos sus datos a\nnadie, defenderemos su privacidad en contra de cualquier intento de\nrevelarlos y no monitorearemos sus comunicaciones (más información en\napartado 3.Privacidad derivada del uso del servicio).\n\n4.4. Licencias.\n\nCada habitante de N-1 es responsable de los datos que publica en su\nperfil, su escritorio personal y dentro de los grupos a los cuales\npertenece. Le corresponde tomar en consideración los derechos de\npropiedad intelectual que puedan afectar a los contenidos que comparta.\nN-1 no se hace responsable en ningún caso de los contenidos que las\nhabitantes suben a las redes. Estos son responsabilidad exclusiva del\nhabitante que los crea. N-1 tampoco asume ningún tipo de\nresponsabilidad con el material enlazado en las redes ya sean textos,\ndocumentos, imágenes, audio o vídeo.\nLos contenidos que publiques dentro de tu perfil y escritorio personal\ntambién estarán bajo licencias libres de Creative Commons (CC-by-sa) a\nno ser que indiques otra licencia.\nPor la presente, también te comprometes a que el material que subas\nsea tuyo propio o qué cuentes con autorización del autor y/o no viole\nninguna legislación sobre copyright o la modalidad de licencia libre o\ncopyleft bajo el que ha sido publicado. Usa la publicación de enlaces\npara materiales copyright.\nEl contenido creado por la comunidad de desarrollo de N-1 está y\npermanecerá bajo las condiciones de la licencia GNU Free Documentation\nLicense (enlace y detalles).\nLos contenidos publicados dentro de los grupos y sub-grupos de Lorea,\nBughunting, Testers y usabilidad, Help están bajo licencias libres de\nCreative Commons (CC-by-sa). Eso afecta a lo que puedas escribir en\nellos. De hecho, al registrarte “aceptas” que el contenido que pongas\nen esos grupos pueda ser copiado, distribuido y publicado en otros\nmedios siempre que se reconozca tu autoría, y si se realizan obras\nderivadas de él, se haga bajo una licencia similar a ésta. Incluso se\npodrá hacer un uso comercial de lo que allí pongas, pero no seremos\nnosotros quienes ejerzamos ese derecho. Lo hacemos así para que pueda\nser utilizado sin restricciones por otros proyectos libres como la\nWikipedia por ejemplo. Y porque lo importante en Internet es *compartir*.\n-----BEGIN PGP SIGNATURE-----\nVersion: GnuPG v1.4.12 (GNU/Linux)\nComment: Using GnuPG with Mozilla - http://enigmail.mozdev.org/\n\niQIcBAEBCAAGBQJQUTKdAAoJEDhjYTkcokoT+nYP/23txZXdjZm5rT++B7j+GIf9\nCtb+wcNO/54/WBRudxapJfS1/N7AVG7ygA8y96hsaxZnR65sdIHNpiVClfU/xtNZ\n+SjBd9qlQwOrjWhuJI+uMVmf2Y7PCcI5P9TxrtIdegAl8FX6sHHZzpOeuHZFnA5t\n8ivw9fEVcAkoLiXfRvfEvxNE+hOdlsvHlZShy8QpFDHUZzqNQl8inYdebtWhIR8u\n5RLP2DbAZZtKf3JVYLKmtPKUcVMJpAfVfE7cHzoKRnR8+BLjOysQDwOSdmjLRCjx\nWKosULxPf0lGwPrNll5WnL3GxEZgxFYSI0Cad6PFsMwtVsds4nzgMlspjyhTeyJA\nc/lbtdKOHPAPhKMRD7HxhgXj6u9Mr69rCodbnLQwm4lCw905raMmbUxwQoyT+Twx\nCpd7hk5Y543IkwpCm2uBYIWlVIrpqMX3AEysw0mx4iO3rvTFNejlcDcczYkLhsSF\nPpW+6DMpOYRnevdMXq0bVLZT9ceqGCph1kBmtlRT0S38m2Kw8DBTL4lkygehtOWi\nVtpRwvchNYTXrGkkrQT6ogJBFVi+mKXkUX5RbVO6bO71/V2M7cYtfu/HR7tEEGYc\nHKF0odrHQTeP3SHs4at8Lei3T5Zjamv5g5r1hzy4miE7oKNRKJpwwgZhgfrZ/+Nm\niKYBEeeTWQy1kU3pVjNV\n=o/8H\n-----END PGP SIGNATURE-----\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}