{
  "date": {},
  "from": [
    {
      "address": "thoth@groundline.net",
      "name": "Thoth"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCM-bg6C6AxCO-7yBBRoETSYoYQ@googlegroups.com designates 209.85.213.64 as permitted sender) smtp.mail=tosdr+bncCM-bg6C6AxCO-7yBBRoETSYoYQ@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-type": "multipart/alternative; boundary=\"----=_Part_2477_3954047.1345273228828\"",
    "date": "Sat, 18 Aug 2012 00:00:28 -0700 (PDT)",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:date:from:to:message-id:subject:mime-version :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:x-google-group-id:list-post :list-help:list-archive:sender:list-subscribe:list-unsubscribe :content-type; bh=icY0DIg5TcgSCDuSZliC0CpjVbCOyprNFBIhq4hr7wY=; b=iNbZxUQH0ovrXxSic2vY35a2iO3LUy/6iNoeNaZ8hzsUgOWZ/Pg85KVmljkVUeUmPJ LfHFqsxE9JytIvbdSH5J31rmbNblYLVeUKE25uLwmHSeiANBkrDHHp+j7SI6NlCDuUJf /JCjliMh1Ia2ooNlZNwHla8G/KBPHHUny2rSI=",
    "from": "Thoth <thoth@groundline.net>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<550d0956-1477-4b7f-a0be-10e47bc3f6db@googlegroups.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.49.17.196 with SMTP id q4csp79772qed; Sat, 18 Aug 2012 00:00:31 -0700 (PDT)",
      "by 10.236.115.38 with SMTP id d26mr12425275yhh.40.1345273231336; Sat, 18 Aug 2012 00:00:31 -0700 (PDT)",
      "from mail-yw0-f64.google.com (mail-yw0-f64.google.com [209.85.213.64]) by mx.google.com with ESMTPS id j6si9376164yhe.63.2012.08.18.00.00.30 (version=TLSv1/SSLv3 cipher=OTHER); Sat, 18 Aug 2012 00:00:31 -0700 (PDT)",
      "by yhnn12 with SMTP id n12sf4139520yhn.29 for <multiple recipients>; Sat, 18 Aug 2012 00:00:30 -0700 (PDT)",
      "by 10.68.196.136 with SMTP id im8mr1211343pbc.5.1345273230137; Sat, 18 Aug 2012 00:00:30 -0700 (PDT)",
      "by 10.68.197.72 with SMTP id is8ls3836404pbc.5.gmail; Sat, 18 Aug 2012 00:00:29 -0700 (PDT)",
      "by 10.68.195.72 with SMTP id ic8mr1208089pbc.8.1345273229746; Sat, 18 Aug 2012 00:00:29 -0700 (PDT)"
    ],
    "received-spf": "pass (google.com: domain of tosdr+bncCM-bg6C6AxCO-7yBBRoETSYoYQ@googlegroups.com designates 209.85.213.64 as permitted sender) client-ip=209.85.213.64;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCM-bg6C6AxCO-7yBBRoETSYoYQ@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:525] F-List: A brief overview of most of the terms.",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "ls.google.com; spf=pass (google.com: domain of thoth@groundline.net designates internal as permitted sender) smtp.mail=thoth@groundline.net; dkim=pass header.i=@groundline.net",
    "x-original-sender": "thoth@groundline.net"
  },
  "html": "F-List.net is a site for adult-themed RP. While, in itself, it is not a game, it hosts several, and provides services for freeform RP. The required reading before joining is in three documents, all available from the bottom of every page.<br>ToS: http://www.f-list.net/doc/tos.php<br>Privacy Policy: http://www.f-list.net/doc/privacy.php<br>Rules: http://wiki.f-list.net/index.php/Rules<br><br><b style=\"color: rgb(153, 0, 0);\">PLEASE BE WARNED: THIS SITE IS NSFW.</b> (but the ToS and Privacy Policy do not have any NSFW content on them)<br><br>I'm using the following to indicate my opinions on the terms:<br>I: information<br>G: Good!<br>~: Mediocre<br>X: Alert<br>?: I have no idea what to compare this to<br><br><br><b>Services requiring registration:</b><br><ul><li>[~]Changing Terms: The terms can be changed at any time, with no notice. \"We expressly reserve the right to change these Terms of Use from time to time without notice to you. You acknowledge and agree that it is your responsibility to review this site and these Terms of Use from time to time and to familiarize yourself with any modifications.\"</li><li>[~]Suspension and Censorship: Due to the adult nature of the site, accounts can be banned if they belong to an underage individual. The usual provisions barring harassment, impersonation, piracy, spamming, and hacking the site also apply. Accounts can be banned without notice to the owner.</li><li>[~]Right to leave: While accounts can be 'deleted' (stated in the ToS), this does not actually purge associated character profiles from the database, but only renders them unviewable (not stated in the ToS, but discussed in the suggestions forum). If you intend to leave, I would suggest that you delete your characters first, and then the account. It's a few steps, but it's definitely possible. It is also possible to open a ticket and request the account and its associated characters be deleted. (I have reasons to believe this discrepancy in policy vs reality is due to bad code, rather than ill intent.)<br></li><li>[G]Personal Data: The only personal data required to make an account is an email address, which is never made public. Other contact information (IM names, usernames from popular MMOs) can be made available on character profiles, and can be removed just as easily.</li><li>[I]Sharing RL Info: Aside from other digital methods of communication, sharing personal information is prohibited. No personally identifiable information may be shared, nor may RL meetups be arranged.<br></li><li>[~]Third Parties: \"We will not share -any- of your data with third parties without your permission.\" BUT \"You also grant us the right to disclose to third parties certain Registration Data about you.\" Registration data consists entirely of a username, password, and email address. No other information is collected, nor has any evidence, even anecdotally, arisen of the second statement coming to pass.</li><li>[?] Law and government requests: In short, if it's public, it's public. But, if it's not, you need a warrant. \"We will not inspect or disclose the contents of private Communications except with the consent of the sender or the recipient, or in the narrowly-defined situations provided under the Electronic Communications Privacy Act, or as other required by law or by court or governmental order.\"</li><li>[I]Age requirement: 18 years of age, or legal majority in your area, if higher.</li><li>[G]API Access: \"F-List does share some profile data (excluding contact details) with other sites that may want to offer services like embeddable profiles, and stuff like that. If you don't want this, turn API access off in settings, and any access to your profiles is blocked.\"</li><li>[I]Shared Accounts: ...are prohibited. One account, one user.</li><li>[I]Multiple Accounts: ... are permitted, provided one is not using them to evade a ban.</li></ul><br><b>Services with user generated content:</b><br><ul><li>[?]Scope of the copyright license: \"Subject to our Privacy Policy, any communication or material that you transmit to this site or to us, whether by electronic mail, post, or other means, for any reason, will be treated as non-confidential and non-proprietary. While you retain all rights in such communications or material, you grant us and our agents and affiliates a non-exclusive, paid-up, perpetual, and worldwide right to copy, distribute, display, perform, publish, translate, adapt, modify, and otherwise use such material for any purpose regardless of the form or medium (now known or not currently known) in which it is used.\"</li><li>[?]Ownership: User retains all rights, but grants the site a \"non-exclusive, paid-up, perpetual, and worldwide right to copy, distribute, display, perform, publish, translate, adapt, modify, and otherwise use such material for any purpose regardless of the form or medium (now known or not currently known) in which it is used.\"</li><li>[~]Copyrighted material removal requests: Upon receiving a properly filed DMCA request, sent to the correct address, the offending material will be removed, pending adjucation. (There is a list with eight bullet points on the information that must be included in the request.) \"You acknowledge and agree that upon receipt of a notice of a claim of copyright infringement, we may immediately remove the identified materials from our site without liability to you or any other party and that the claims of the complaining party and the party that originally posted the materials will be referred to the United States Copyright Office for adjudication as provided in the Digital Millennium Copyright Act.\"</li></ul><br><b>Additional common topics to watch for:</b><br><ul><li>[G]Anonymity and Tracking: No data is stored longer than one day. \"While we do collect data of site usage, both for statistical and for security purposes (Pretty much all raw $_POST/$_GET data if you know what this means) This info is deleted after one day. We don't store any data like this for longer than a day. A cronjob is ran twice every day that deletes data that is older than a day.\"</li><li>[I]Cookies: Site uses cookies for logins and to store user preferences for the web-based chat client. Deleting the cookies logs out the user and resets the client defaults.</li><li>[I]Jurisdiction and Governing Laws: State of Texas, US. \"Each of us agrees and hereby submits to the exclusive personal jurisdiction and venue any court of competent jurisdiction within the State of Texas with respect to such matters.\"</li></ul>\n\n<p></p>\n\n-- <br />\nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR<br />\n--- <br />\nYou received this message because you are subscribed to the Google Groups &quot;Terms of Service; Didn&#39;t Read&quot; group.<br />\nTo post to this group, send email to tosdr@googlegroups.com.<br />\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.<br />\nVisit this group at <a href=\"http://groups.google.com/group/tosdr?hl=en\">http://groups.google.com/group/tosdr?hl=en</a>.<br />\nFor more options, visit <a href=\"https://groups.google.com/groups/opt_out\">https://groups.google.com/groups/opt_out</a>.<br />\n&nbsp;<br />\n&nbsp;<br />\n",
  "messageId": "550d0956-1477-4b7f-a0be-10e47bc3f6db@googlegroups.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "F-List: A brief overview of most of the terms.",
  "text": "F-List.net is a site for adult-themed RP. While, in itself, it is not a \ngame, it hosts several, and provides services for freeform RP. The required \nreading before joining is in three documents, all available from the bottom \nof every page.\nToS: http://www.f-list.net/doc/tos.php\nPrivacy Policy: http://www.f-list.net/doc/privacy.php\nRules: http://wiki.f-list.net/index.php/Rules\n\n*PLEASE BE WARNED: THIS SITE IS NSFW.* (but the ToS and Privacy Policy do \nnot have any NSFW content on them)\n\nI'm using the following to indicate my opinions on the terms:\nI: information\nG: Good!\n~: Mediocre\nX: Alert\n?: I have no idea what to compare this to\n\n\n*Services requiring registration:*\n\n   - [~]Changing Terms: The terms can be changed at any time, with no \n   notice. \"We expressly reserve the right to change these Terms of Use from \n   time to time without notice to you. You acknowledge and agree that it is \n   your responsibility to review this site and these Terms of Use from time to \n   time and to familiarize yourself with any modifications.\"\n   - [~]Suspension and Censorship: Due to the adult nature of the site, \n   accounts can be banned if they belong to an underage individual. The usual \n   provisions barring harassment, impersonation, piracy, spamming, and hacking \n   the site also apply. Accounts can be banned without notice to the owner.\n   - [~]Right to leave: While accounts can be 'deleted' (stated in the \n   ToS), this does not actually purge associated character profiles from the \n   database, but only renders them unviewable (not stated in the ToS, but \n   discussed in the suggestions forum). If you intend to leave, I would \n   suggest that you delete your characters first, and then the account. It's a \n   few steps, but it's definitely possible. It is also possible to open a \n   ticket and request the account and its associated characters be deleted. (I \n   have reasons to believe this discrepancy in policy vs reality is due to bad \n   code, rather than ill intent.)\n   - [G]Personal Data: The only personal data required to make an account \n   is an email address, which is never made public. Other contact information \n   (IM names, usernames from popular MMOs) can be made available on character \n   profiles, and can be removed just as easily.\n   - [I]Sharing RL Info: Aside from other digital methods of communication, \n   sharing personal information is prohibited. No personally identifiable \n   information may be shared, nor may RL meetups be arranged.\n   - [~]Third Parties: \"We will not share -any- of your data with third \n   parties without your permission.\" BUT \"You also grant us the right to \n   disclose to third parties certain Registration Data about you.\" \n   Registration data consists entirely of a username, password, and email \n   address. No other information is collected, nor has any evidence, even \n   anecdotally, arisen of the second statement coming to pass.\n   - [?] Law and government requests: In short, if it's public, it's \n   public. But, if it's not, you need a warrant. \"We will not inspect or \n   disclose the contents of private Communications except with the consent of \n   the sender or the recipient, or in the narrowly-defined situations provided \n   under the Electronic Communications Privacy Act, or as other required by \n   law or by court or governmental order.\"\n   - [I]Age requirement: 18 years of age, or legal majority in your area, \n   if higher.\n   - [G]API Access: \"F-List does share some profile data (excluding contact \n   details) with other sites that may want to offer services like embeddable \n   profiles, and stuff like that. If you don't want this, turn API access off \n   in settings, and any access to your profiles is blocked.\"\n   - [I]Shared Accounts: ...are prohibited. One account, one user.\n   - [I]Multiple Accounts: ... are permitted, provided one is not using \n   them to evade a ban.\n\n\n*Services with user generated content:*\n\n   - [?]Scope of the copyright license: \"Subject to our Privacy Policy, any \n   communication or material that you transmit to this site or to us, whether \n   by electronic mail, post, or other means, for any reason, will be treated \n   as non-confidential and non-proprietary. While you retain all rights in \n   such communications or material, you grant us and our agents and affiliates \n   a non-exclusive, paid-up, perpetual, and worldwide right to copy, \n   distribute, display, perform, publish, translate, adapt, modify, and \n   otherwise use such material for any purpose regardless of the form or \n   medium (now known or not currently known) in which it is used.\"\n   - [?]Ownership: User retains all rights, but grants the site a \n   \"non-exclusive, paid-up, perpetual, and worldwide right to copy, \n   distribute, display, perform, publish, translate, adapt, modify, and \n   otherwise use such material for any purpose regardless of the form or \n   medium (now known or not currently known) in which it is used.\"\n   - [~]Copyrighted material removal requests: Upon receiving a properly \n   filed DMCA request, sent to the correct address, the offending material \n   will be removed, pending adjucation. (There is a list with eight bullet \n   points on the information that must be included in the request.) \"You \n   acknowledge and agree that upon receipt of a notice of a claim of copyright \n   infringement, we may immediately remove the identified materials from our \n   site without liability to you or any other party and that the claims of the \n   complaining party and the party that originally posted the materials will \n   be referred to the United States Copyright Office for adjudication as \n   provided in the Digital Millennium Copyright Act.\"\n\n\n*Additional common topics to watch for:*\n\n   - [G]Anonymity and Tracking: No data is stored longer than one day. \n   \"While we do collect data of site usage, both for statistical and for \n   security purposes (Pretty much all raw $_POST/$_GET data if you know what \n   this means) This info is deleted after one day. We don't store any data \n   like this for longer than a day. A cronjob is ran twice every day that \n   deletes data that is older than a day.\"\n   - [I]Cookies: Site uses cookies for logins and to store user preferences \n   for the web-based chat client. Deleting the cookies logs out the user and \n   resets the client defaults.\n   - [I]Jurisdiction and Governing Laws: State of Texas, US. \"Each of us \n   agrees and hereby submits to the exclusive personal jurisdiction and venue \n   any court of competent jurisdiction within the State of Texas with respect \n   to such matters.\"\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}