{
  "date": {},
  "from": [
    {
      "address": "palpants@gmail.com",
      "name": "Pants"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCKTnzeLsChCrvpGBBRoEVSetqw@googlegroups.com designates 209.85.214.192 as permitted sender) smtp.mail=tosdr+bncCKTnzeLsChCrvpGBBRoEVSetqw@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-type": "multipart/alternative; boundary=\"----=_Part_1198_31934066.1344560938675\"",
    "date": "Thu, 9 Aug 2012 18:08:58 -0700 (PDT)",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:date:from:to:message-id:subject:mime-version :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:x-google-group-id:list-post :list-help:list-archive:sender:list-subscribe:list-unsubscribe :content-type; bh=nJ04rMk80y0E1LBH9iSZ68VbrSzW4TisxQaD3Yf6kEA=; b=3WAPKPuNbG1o3f3GhILsL5XS7pmTKvb83x6g5m9GICScjPr1MAT1Q7DN6nV1vK/YsE Cs5+F/b6w3Ef2gG1BnGLhe9F0/q3xHLAVdyUts2tSOI2v9MYZFWVCDuHEfe41uRyKn4z EKODIs1wOiGkapvGKDHigEFX2hJ0071df+rWg=",
    "from": "Pants <palpants@gmail.com>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<77e79b83-92d7-4263-abd2-d6cd9c469376@googlegroups.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.142.11.16 with SMTP id 16csp114212wfk; Thu, 9 Aug 2012 18:09:00 -0700 (PDT)",
      "by 10.182.149.105 with SMTP id tz9mr1714095obb.65.1344560940558; Thu, 09 Aug 2012 18:09:00 -0700 (PDT)",
      "from mail-ob0-f192.google.com (mail-ob0-f192.google.com [209.85.214.192]) by mx.google.com with ESMTPS id rp7si2902150obc.20.2012.08.09.18.08.59 (version=TLSv1/SSLv3 cipher=OTHER); Thu, 09 Aug 2012 18:09:00 -0700 (PDT)",
      "by obc16 with SMTP id 16sf96484obc.29 for <michiel@unhosted.org>; Thu, 09 Aug 2012 18:08:59 -0700 (PDT)",
      "by 10.52.20.51 with SMTP id k19mr189948vde.8.1344560939681; Thu, 09 Aug 2012 18:08:59 -0700 (PDT)",
      "by 10.220.141.210 with SMTP id n18ls979372vcu.2.gmail; Thu, 09 Aug 2012 18:08:59 -0700 (PDT)",
      "by 10.52.97.102 with SMTP id dz6mr193488vdb.2.1344560939150; Thu, 09 Aug 2012 18:08:59 -0700 (PDT)"
    ],
    "received-spf": "pass (google.com: domain of tosdr+bncCKTnzeLsChCrvpGBBRoEVSetqw@googlegroups.com designates 209.85.214.192 as permitted sender) client-ip=209.85.214.192;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCKTnzeLsChCrvpGBBRoEVSetqw@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:294] Steam Subscriber Agreement & Privacy Policy",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "ls.google.com; spf=pass (google.com: domain of palpants@gmail.com designates internal as permitted sender) smtp.mail=palpants@gmail.com; dkim=pass header.i=@gmail.com",
    "x-original-sender": "palpants@gmail.com"
  },
  "html": "Buckle up, this is kinda long. :\\<b><br><br></b>Each data set has a bracketed number [x] for reference in discussion. Some data sets will probably need to be combined together. My opinion is in brackets (good) (bad) (note).<b><br><br>For those unfamiliar with Steam</b>, they primarily sell digital downloads of video games. They have user profiles and social interaction similar to any other social media website. They will also soon be selling productivity software (MS Office, etc.) and have a cloud storage service for pictures and documents.<b><br><br>Privacy Policy</b><br>http://store.steampowered.com/privacy_agreement/<br><br><b>[1]</b> (good) Steam's PP is a reasonable length, the page is readable, and is split into sections with intelligible headings.<br><br><b>[2]</b> (Is this something ToS;DR cares about?) An individual's information that isn't personally identifiable can be shared without restriction. This mainly affects their randomly sampled hardware surveys I believe.<br><br><i>\"Individual information\" is information about a user or user’s machine that is presented in a form distinguishable from information relating to other users but not in a form that personally identifies any user or enables the recipient to communicate directly with any user. Valve may share aggregate and individual information with other parties without restriction.</i><br><br><b>[3]</b> (good) No sharing personal info with 3rd parties for marketing purposes.<br><br><i>Valve will not share personally identifying information with third parties for marketing purposes. </i><br><br><b>[4]</b> (good) Using your real name is optional.<br><br><i>In some situations, personally identifiable information that users input in connection with their use of Steam may be available to other users of Steam. For example, during the creation of a Steam account, Valve collects a user's email address and username, and at the user's option, first and last name. Some of this information is searchable and available to other users within Steam. Valve has no obligation to keep private personally identifiable information that a user makes available to other users via Steam or other Valve software, such as in multiplayer chat or other public functions. </i><br><br><b>[5]</b> (note) No promise for transparency on law enforcement or government requests.<br><br><i>Valve may release personally identifiable information to comply with court orders or laws that require us to disclose such information. In the event of a reorganization, sale or merger we may transfer personally identifiable information to the relevant third party.</i><br><br><b>[6]</b> (good!) Can request review and/or removal of personally identifiable info.<br><br><i>If you are concerned about the accuracy of personally identifiable information maintained by Valve or wish to review, access, amend or correct it, or would like your personally identifiable information removed from Valve's records or otherwise deactivated, please contact us here. We may decline requests that are unreasonably repetitive, require disproportionate technical effort, jeopardize the privacy of others, or are extremely impractical.</i><br><br><b><br>Subscriber Agreement</b><br>http://store.steampowered.com/subscriber_agreement/<br><br><b>[7]</b> (bad!) Valve has an unlimited use license on all user generated content without need for attribution. This survives termination of the agreement. Sounds pretty much the same as Facebook.<br><br>Section 6<br><i>Subject to the Valve privacy policy referenced in Section 1 above, as applicable, you expressly grant Valve and its affiliates the complete and irrevocable right to use, reproduce, modify, create derivative works from, distribute, transmit, broadcast, and otherwise communicate, and publicly display and perform the User Generated Information and derivative works thereof in any form, anywhere, with or without attribution to you, and without any notice or compensation to you of any kind.<br></i><br><b>[8]</b> (bad) Defend and indemnify Valve. Survives termination of the agreement.<br><br>Section 8<br><i>You agree to defend, indemnify and hold harmless Valve, its licensors, and its and their affiliates from all liabilities, claims and expenses, including attorneys' fees, that arise from or in connection with breach of this Agreement or the use of Steam or any Subscription, by you or any person(s) using your Account, or from or in connection with any User Generated Information, or the creation, distribution, promotion and use of any Mods or Derivative Works, created or provided by you or any person(s) using your Account. Valve reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you. In that event, you shall have no further obligation to provide indemnification to Valve in that matter. This Section regarding Indemnification shall survive termination of this Agreement.</i><br><br><b>[9]</b> (good) Will notify users via email or Steam client when subscriber agreement is changed - agreement is auto-accepted 30 days from notification if account isn't canceled.<br><b>[10]</b> (bad) If you choose to cancel your account because of an agreement change all subscriptions (purchased games) are canceled and no refund given.<br><br>Section 9<br><i>Valve may amend this Agreement (including any Subscription Terms or Rules of Use) at any time in its sole discretion. If Valve amends the Agreement, such amendment shall be effective thirty (30) days after your receiving notice of the amended Agreement, either via e-mail or as a notification within the Software. You can view the Agreement at any time at http://www.steampowered.com/. Your failure to cancel your Account, or cease use of the Subscription(s) affected by the amendment, within thirty (30) days after receiving notification of the amendment, will constitute your acceptance of the amended terms. If you don't agree to the amendments or to any of the terms in this Agreement, your only remedy is to cancel your Account or to cease use of the affected Subscription(s). Valve shall not have any obligation to refund any fees that may have accrued to your Account before cancellation of your Account or cessation of use of any Subscription, nor shall Valve have any obligation to prorate any fees in such circumstances.</i><br><br><b>[11]</b> (good) A user can voluntarily cancel their account at any time. <br><b>[10]</b> (bad) Subscriptions (purchased games) cancelled because of account cancellation can't be transferred or refunded.<br><br>Section 10:B<br><i>You may cancel your Account at any time.  You may cease use of a \nSubscription at any time or, if you choose, you may request that we \nterminate your access to a Subscription.  However, Subscriptions are not\n transferable, and even if your access to a Subscription for a \nparticular game or application is terminated, the original activation \nkey will not be able to be registered to any other account, even if the \ngame or application was purchased in a retail store.  Access to \nSubscriptions purchased as a part of a pack or bundle cannot be \nterminated individually, termination of access to one game within the \nbundle will result in termination of access to all games purchased in \nthe pack will be removed from the account.  Your cancellation of an \nAccount, or your cessation of use of any Subscription or request that \naccess to a Subscription be terminated, will not entitle you to any \nrefund, including of any Subscription fees.</i><br><br><b>[12]</b> (bad) Valve can cancel your account at any time for any reason.<br><b>[10] </b>(bad) Subscriptions (purchased games) cancelled because of account cancellation can't be transferred or refunded.<br><br>Section 10:C<br><i>Valve may cancel your Account or any particular Subscription(s) at any time. In the event that your Account or a particular Subscription is terminated or cancelled by Valve for a violation of this Agreement or improper or illegal activity, no refund, including of any Subscription fees, will be granted.</i><br><br><br><b>[15]</b> (note) Non-EU subscribers: Legal action happens in Washington state. EU subscribers: Legal action happens in Grand Duchy of Luxembourg.<br><br>Section 11<br><i>For Subscribers other than EU Subscribers:</i><br><i>You agree that this Agreement shall be deemed to have been made and executed in the State of Washington, and any dispute arising hereunder shall be resolved in accordance with the law of Washington. Subject to Section 12 (Dispute Resolution/Binding Arbitration/Class Action Waiver) below, you agree that any claim asserted in any legal proceeding by you against Valve shall be commenced and maintained exclusively in any state or federal court located in King County, Washington, having subject matter jurisdiction with respect to the dispute between the parties and you hereby consent to the exclusive jurisdiction of such courts. In any dispute arising under this Agreement, the prevailing party will be entitled to attorneys' fees and expenses.<br><br>For EU Subscribers:<br>You agree that this Agreement shall be deemed to have been made and executed in the Grand Duchy of Luxembourg and that it is subject to the laws of Luxembourg, excluding the law of conflicts and the Convention on Contracts for the International Sale of Goods (CISG). However, where the laws of Luxembourg provide a lower degree of consumer protection than the laws of your country of residence, the consumer protection laws of your country shall prevail. In any dispute arising under this Agreement, the prevailing party will be entitled to attorneys' fees and expenses.</i><br><br><b>[16]</b> (bad) Lawsuit and class action waiver. Binding arbitration. Survives termination of agreement.<br><br>Section 12<br><i>YOU AND VALVE AGREE TO RESOLVE ALL DISPUTES AND CLAIMS BETWEEN US IN INDIVIDUAL BINDING ARBITRATION. THAT INCLUDES, BUT IS NOT LIMITED TO, ANY CLAIMS ARISING OUT OF OR RELATING TO: (i) ANY ASPECT OF THE RELATIONSHIP BETWEEN US; (ii) THIS AGREEMENT; OR (iii) YOUR USE OF STEAM, YOUR ACCOUNT OR THE SOFTWARE. IT APPLIES REGARDLESS OF WHETHER SUCH CLAIMS ARE BASED IN CONTRACT, TORT, STATUTE, FRAUD, UNFAIR COMPETITION, MISREPRESENTATION OR ANY OTHER LEGAL THEORY.<br><br>However, this Section does not apply to the following types of claims or disputes, which you or Valve may bring in any court with jurisdiction: (i) claims of infringement or other misuse of intellectual property rights, including such claims seeking injunctive relief; and (ii) claims related to or arising from any alleged unauthorized use, piracy or theft.<br><br>This Section does not prevent you from bringing your dispute to the attention of any federal, state, or local government agencies that can, if the law allows, seek relief from us for you.<br><br>[...]YOU UNDERSTAND THAT YOU AND VALVE ARE GIVING UP THE RIGHT TO SUE IN COURT AND TO HAVE A TRIAL BEFORE A JUDGE OR JURY.<br><br>YOU AND VALVE AGREE NOT TO BRING OR PARTICIPATE IN A CLASS OR REPRESENTATIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR COLLECTIVE ARBITRATION, EVEN IF AAA's PROCEDURES OR RULES WOULD OTHERWISE ALLOW ONE. THE ARBITRATOR MAY AWARD RELIEF ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT OF THAT PARTY'S INDIVIDUAL CLAIM.</i><br>\n\n<p></p>\n\n-- <br />\nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR<br />\n--- <br />\nYou received this message because you are subscribed to the Google Groups &quot;Terms of Service; Didn&#39;t Read&quot; group.<br />\nTo post to this group, send email to tosdr@googlegroups.com.<br />\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.<br />\nVisit this group at <a href=\"http://groups.google.com/group/tosdr?hl=en\">http://groups.google.com/group/tosdr?hl=en</a>.<br />\nFor more options, visit <a href=\"https://groups.google.com/groups/opt_out\">https://groups.google.com/groups/opt_out</a>.<br />\n&nbsp;<br />\n&nbsp;<br />\n",
  "messageId": "77e79b83-92d7-4263-abd2-d6cd9c469376@googlegroups.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "Steam Subscriber Agreement & Privacy Policy",
  "text": "Buckle up, this is kinda long. :\\*\n\n*Each data set has a bracketed number [x] for reference in discussion. Some \ndata sets will probably need to be combined together. My opinion is in \nbrackets (good) (bad) (note).*\n\nFor those unfamiliar with Steam*, they primarily sell digital downloads of \nvideo games. They have user profiles and social interaction similar to any \nother social media website. They will also soon be selling productivity \nsoftware (MS Office, etc.) and have a cloud storage service for pictures \nand documents.*\n\nPrivacy Policy*\nhttp://store.steampowered.com/privacy_agreement/\n\n*[1]* (good) Steam's PP is a reasonable length, the page is readable, and \nis split into sections with intelligible headings.\n\n*[2]* (Is this something ToS;DR cares about?) An individual's information \nthat isn't personally identifiable can be shared without restriction. This \nmainly affects their randomly sampled hardware surveys I believe.\n\n*\"Individual information\" is information about a user or user’s machine \nthat is presented in a form distinguishable from information relating to \nother users but not in a form that personally identifies any user or \nenables the recipient to communicate directly with any user. Valve may \nshare aggregate and individual information with other parties without \nrestriction.*\n\n*[3]* (good) No sharing personal info with 3rd parties for marketing \npurposes.\n\n*Valve will not share personally identifying information with third parties \nfor marketing purposes. *\n\n*[4]* (good) Using your real name is optional.\n\n*In some situations, personally identifiable information that users input \nin connection with their use of Steam may be available to other users of \nSteam. For example, during the creation of a Steam account, Valve collects \na user's email address and username, and at the user's option, first and \nlast name. Some of this information is searchable and available to other \nusers within Steam. Valve has no obligation to keep private personally \nidentifiable information that a user makes available to other users via \nSteam or other Valve software, such as in multiplayer chat or other public \nfunctions. *\n\n*[5]* (note) No promise for transparency on law enforcement or government \nrequests.\n\n*Valve may release personally identifiable information to comply with court \norders or laws that require us to disclose such information. In the event \nof a reorganization, sale or merger we may transfer personally identifiable \ninformation to the relevant third party.*\n\n*[6]* (good!) Can request review and/or removal of personally identifiable \ninfo.\n\n*If you are concerned about the accuracy of personally identifiable \ninformation maintained by Valve or wish to review, access, amend or correct \nit, or would like your personally identifiable information removed from \nValve's records or otherwise deactivated, please contact us here. We may \ndecline requests that are unreasonably repetitive, require disproportionate \ntechnical effort, jeopardize the privacy of others, or are extremely \nimpractical.*\n\n*\nSubscriber Agreement*\nhttp://store.steampowered.com/subscriber_agreement/\n\n*[7]* (bad!) Valve has an unlimited use license on all user generated \ncontent without need for attribution. This survives termination of the \nagreement. Sounds pretty much the same as Facebook.\n\nSection 6\n*Subject to the Valve privacy policy referenced in Section 1 above, as \napplicable, you expressly grant Valve and its affiliates the complete and \nirrevocable right to use, reproduce, modify, create derivative works from, \ndistribute, transmit, broadcast, and otherwise communicate, and publicly \ndisplay and perform the User Generated Information and derivative works \nthereof in any form, anywhere, with or without attribution to you, and \nwithout any notice or compensation to you of any kind.\n*\n*[8]* (bad) Defend and indemnify Valve. Survives termination of the \nagreement.\n\nSection 8\n*You agree to defend, indemnify and hold harmless Valve, its licensors, and \nits and their affiliates from all liabilities, claims and expenses, \nincluding attorneys' fees, that arise from or in connection with breach of \nthis Agreement or the use of Steam or any Subscription, by you or any \nperson(s) using your Account, or from or in connection with any User \nGenerated Information, or the creation, distribution, promotion and use of \nany Mods or Derivative Works, created or provided by you or any person(s) \nusing your Account. Valve reserves the right, at its own expense, to assume \nthe exclusive defense and control of any matter otherwise subject to \nindemnification by you. In that event, you shall have no further obligation \nto provide indemnification to Valve in that matter. This Section regarding \nIndemnification shall survive termination of this Agreement.*\n\n*[9]* (good) Will notify users via email or Steam client when subscriber \nagreement is changed - agreement is auto-accepted 30 days from notification \nif account isn't canceled.\n*[10]* (bad) If you choose to cancel your account because of an agreement \nchange all subscriptions (purchased games) are canceled and no refund given.\n\nSection 9\n*Valve may amend this Agreement (including any Subscription Terms or Rules \nof Use) at any time in its sole discretion. If Valve amends the Agreement, \nsuch amendment shall be effective thirty (30) days after your receiving \nnotice of the amended Agreement, either via e-mail or as a notification \nwithin the Software. You can view the Agreement at any time at \nhttp://www.steampowered.com/. Your failure to cancel your Account, or cease \nuse of the Subscription(s) affected by the amendment, within thirty (30) \ndays after receiving notification of the amendment, will constitute your \nacceptance of the amended terms. If you don't agree to the amendments or to \nany of the terms in this Agreement, your only remedy is to cancel your \nAccount or to cease use of the affected Subscription(s). Valve shall not \nhave any obligation to refund any fees that may have accrued to your \nAccount before cancellation of your Account or cessation of use of any \nSubscription, nor shall Valve have any obligation to prorate any fees in \nsuch circumstances.*\n\n*[11]* (good) A user can voluntarily cancel their account at any time. \n*[10]* (bad) Subscriptions (purchased games) cancelled because of account \ncancellation can't be transferred or refunded.\n\nSection 10:B\n*You may cancel your Account at any time. You may cease use of a \nSubscription at any time or, if you choose, you may request that we \nterminate your access to a Subscription. However, Subscriptions are not \ntransferable, and even if your access to a Subscription for a particular \ngame or application is terminated, the original activation key will not be \nable to be registered to any other account, even if the game or application \nwas purchased in a retail store. Access to Subscriptions purchased as a \npart of a pack or bundle cannot be terminated individually, termination of \naccess to one game within the bundle will result in termination of access \nto all games purchased in the pack will be removed from the account. Your \ncancellation of an Account, or your cessation of use of any Subscription or \nrequest that access to a Subscription be terminated, will not entitle you \nto any refund, including of any Subscription fees.*\n\n*[12]* (bad) Valve can cancel your account at any time for any reason.\n*[10] *(bad) Subscriptions (purchased games) cancelled because of account \ncancellation can't be transferred or refunded.\n\nSection 10:C\n*Valve may cancel your Account or any particular Subscription(s) at any \ntime. In the event that your Account or a particular Subscription is \nterminated or cancelled by Valve for a violation of this Agreement or \nimproper or illegal activity, no refund, including of any Subscription \nfees, will be granted.*\n\n\n*[15]* (note) Non-EU subscribers: Legal action happens in Washington state. \nEU subscribers: Legal action happens in Grand Duchy of Luxembourg.\n\nSection 11\n*For Subscribers other than EU Subscribers:*\n*You agree that this Agreement shall be deemed to have been made and \nexecuted in the State of Washington, and any dispute arising hereunder \nshall be resolved in accordance with the law of Washington. Subject to \nSection 12 (Dispute Resolution/Binding Arbitration/Class Action Waiver) \nbelow, you agree that any claim asserted in any legal proceeding by you \nagainst Valve shall be commenced and maintained exclusively in any state or \nfederal court located in King County, Washington, having subject matter \njurisdiction with respect to the dispute between the parties and you hereby \nconsent to the exclusive jurisdiction of such courts. In any dispute \narising under this Agreement, the prevailing party will be entitled to \nattorneys' fees and expenses.\n\nFor EU Subscribers:\nYou agree that this Agreement shall be deemed to have been made and \nexecuted in the Grand Duchy of Luxembourg and that it is subject to the \nlaws of Luxembourg, excluding the law of conflicts and the Convention on \nContracts for the International Sale of Goods (CISG). However, where the \nlaws of Luxembourg provide a lower degree of consumer protection than the \nlaws of your country of residence, the consumer protection laws of your \ncountry shall prevail. In any dispute arising under this Agreement, the \nprevailing party will be entitled to attorneys' fees and expenses.*\n\n*[16]* (bad) Lawsuit and class action waiver. Binding arbitration. Survives \ntermination of agreement.\n\nSection 12\n*YOU AND VALVE AGREE TO RESOLVE ALL DISPUTES AND CLAIMS BETWEEN US IN \nINDIVIDUAL BINDING ARBITRATION. THAT INCLUDES, BUT IS NOT LIMITED TO, ANY \nCLAIMS ARISING OUT OF OR RELATING TO: (i) ANY ASPECT OF THE RELATIONSHIP \nBETWEEN US; (ii) THIS AGREEMENT; OR (iii) YOUR USE OF STEAM, YOUR ACCOUNT \nOR THE SOFTWARE. IT APPLIES REGARDLESS OF WHETHER SUCH CLAIMS ARE BASED IN \nCONTRACT, TORT, STATUTE, FRAUD, UNFAIR COMPETITION, MISREPRESENTATION OR \nANY OTHER LEGAL THEORY.\n\nHowever, this Section does not apply to the following types of claims or \ndisputes, which you or Valve may bring in any court with jurisdiction: (i) \nclaims of infringement or other misuse of intellectual property rights, \nincluding such claims seeking injunctive relief; and (ii) claims related to \nor arising from any alleged unauthorized use, piracy or theft.\n\nThis Section does not prevent you from bringing your dispute to the \nattention of any federal, state, or local government agencies that can, if \nthe law allows, seek relief from us for you.\n\n[...]YOU UNDERSTAND THAT YOU AND VALVE ARE GIVING UP THE RIGHT TO SUE IN \nCOURT AND TO HAVE A TRIAL BEFORE A JUDGE OR JURY.\n\nYOU AND VALVE AGREE NOT TO BRING OR PARTICIPATE IN A CLASS OR \nREPRESENTATIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR COLLECTIVE \nARBITRATION, EVEN IF AAA's PROCEDURES OR RULES WOULD OTHERWISE ALLOW ONE. \nTHE ARBITRATOR MAY AWARD RELIEF ONLY IN FAVOR OF THE INDIVIDUAL PARTY \nSEEKING RELIEF AND ONLY TO THE EXTENT OF THAT PARTY'S INDIVIDUAL CLAIM.*\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}