{
  "date": {},
  "from": [
    {
      "address": "palpants@gmail.com",
      "name": "Pantsburgh"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCKTnzeLsChCO85OBBRoEqoYh4w@googlegroups.com designates 209.85.214.192 as permitted sender) smtp.mail=tosdr+bncCKTnzeLsChCO85OBBRoEqoYh4w@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-type": "multipart/alternative; boundary=\"----=_Part_43_20788440.1344600461507\"",
    "date": "Fri, 10 Aug 2012 05:07:41 -0700 (PDT)",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:date:from:to:message-id:subject:mime-version :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:x-google-group-id:list-post :list-help:list-archive:sender:list-subscribe:list-unsubscribe :content-type; bh=B9HyKubXSqsNpYbOAdHdawTlId5nKxpcdX0NrCyMp8Q=; b=X1P0yiGJTiWIUjTtOW+pqEUJ1MJghi1Dxqc65D8lvvEC4lads8ychBRv5rGSdl5Nep X8uOm3L/g5IWNTPIMEUw8dyV68/fE4c6d6YgNfqKrlIL6p/oXokQUEYMMz2hMuOw3+yt yJdyxn9qTynmzXILYa+bRBpAVsJ12C9HLuHq0=",
    "from": "Pantsburgh <palpants@gmail.com>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<7c6a958c-8f05-45cd-a124-5e4197915ce3@googlegroups.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.142.11.16 with SMTP id 16csp137422wfk; Fri, 10 Aug 2012 05:07:44 -0700 (PDT)",
      "by 10.182.73.65 with SMTP id j1mr3843937obv.42.1344600463691; Fri, 10 Aug 2012 05:07:43 -0700 (PDT)",
      "from mail-ob0-f192.google.com (mail-ob0-f192.google.com [209.85.214.192]) by mx.google.com with ESMTPS id im8si4118564obb.139.2012.08.10.05.07.43 (version=TLSv1/SSLv3 cipher=OTHER); Fri, 10 Aug 2012 05:07:43 -0700 (PDT)",
      "by obc16 with SMTP id 16sf488659obc.29 for <michiel@unhosted.org>; Fri, 10 Aug 2012 05:07:43 -0700 (PDT)",
      "by 10.68.237.163 with SMTP id vd3mr602102pbc.9.1344600462689; Fri, 10 Aug 2012 05:07:42 -0700 (PDT)",
      "by 10.68.211.228 with SMTP id nf4ls11262153pbc.4.gmail; Fri, 10 Aug 2012 05:07:42 -0700 (PDT)",
      "by 10.68.239.36 with SMTP id vp4mr605382pbc.12.1344600462364; Fri, 10 Aug 2012 05:07:42 -0700 (PDT)"
    ],
    "received-spf": "pass (google.com: domain of tosdr+bncCKTnzeLsChCO85OBBRoEqoYh4w@googlegroups.com designates 209.85.214.192 as permitted sender) client-ip=209.85.214.192;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCKTnzeLsChCO85OBBRoEqoYh4w@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:301] Wikipedia ToU & PP",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "ls.google.com; spf=pass (google.com: domain of palpants@gmail.com designates internal as permitted sender) smtp.mail=palpants@gmail.com; dkim=pass header.i=@gmail.com",
    "x-original-sender": "palpants@gmail.com"
  },
  "html": "<b>Wikipedia ToU &amp; PP</b><br><br><b>[1]</b> (bad) No links to ToU or PP on index. Had to navigate to a sub page to get links in footer. This is really more a note to Wikipedia rather than worthy of inclusion on ToS;DR.<br><br><b>[2]</b> (good) ToU formatted with excellent summary section. Both ToU and PP have an index with links to #anchors down the page.<br><br><b>Privacy Policy</b><br>http://wikimediafoundation.org/wiki/Privacy_policy<br><br><b>[3]</b> (good) Use of real name not required.<br><br><i>Anyone with Internet access (and not otherwise restricted from doing so) may edit the publicly editable pages of these sites with or without logging in as a registered user. <br>...<br>The Foundation does not require editors to register with a project. Anyone can edit without logging in with a username, in which case they will be identified by network IP address. Users that do register are identified by their chosen username. <br></i><br><b>[4]</b> (good) Personal info is only used for running the service.<br><br><i>The Foundation limits the collection of personally identifiable user data to purposes which serve the well-being of its projects (list of uses related to preventing abuse).<br>...<br>To provide site statistics. The Foundation statistically samples raw log data from users' visits. These logs are used to produce the site statistics pages; the raw log data is not made public. <br>To solve technical problems. Log data may be examined by developers in the course of solving technical problems and in tracking down badly-behaved web spiders that overwhelm the site. <br></i><br><b>[5]</b> (note) User's IP may be used as permanently available public identification. Better privacy available in form of being a registered user.<br><br><i>For editors who do not log in, the IP address used is publicly and permanently credited as the author of the edit. It may be possible for a third party to identify the author from this IP address in conjunction with other information available. Logging in with a registered username allows for better preservation of privacy. <br>...<br>Edits to Project pages are identified with the username or network IP address of the editor, and editing history is aggregated by author in a contribution list. Such information will be available permanently on the projects. <br></i><br><b>[6]</b> (good) Cookies optional if just viewing pages. Cookies used for logins/edits.<br><br><i>The sites set a temporary session cookie on a visitor's computer whenever a Project page is visited. Readers who do not intend to log in or edit may deny this cookie; it will be deleted at the end of the browser's session. More cookies may be set when one logs in to maintain logged-in status. If one saves a user name or password in one's browser, that information will be saved for up to 30 days, and this information will be resent to the server on every visit to the same Project. Contributors using a public machine who do not wish to show their username to future users of the machine should clear these cookies after use.<br></i><br><b>[7]</b> (good) Personal info disclosed to law enforcement by court order only. User is notified.<br><br><i>As a general principle, the access to, and retention of, personally identifiable data in all projects should be minimal and should be used only internally to serve the well-being of the projects. Occasionally, however, the Foundation may receive a subpoena or other compulsory request from a law-enforcement agency or a court or equivalent government body that requests the disclosure of information about a registered user, and may be compelled by law to comply with the request. In the event of such a legally compulsory request, the Foundation will attempt to notify the affected user within three business days after the arrival of such subpoena by sending a notice by email to the email address (if any) that the affected user has listed in his or her user preferences. <br></i><br><br><b>Terms of Use</b><br>http://wikimediafoundation.org/wiki/Terms_of_use<br><br><b>[8]</b> (note?) Users are legally responsible for their own contributions and actions.<br><br>Section 1.b<br><i>You are responsible for your own actions: You are legally responsible for your edits and contributions on Wikimedia Projects, so for your own protection you should exercise caution and avoid contributing any content that may result in criminal or civil liability under any applicable laws. For clarity, applicable law includes at least the laws of the United States of America. Although we may not agree with such actions, we warn editors and contributors that authorities may seek to apply other country laws to you, including local laws where you live or where you view or edit content. WMF generally cannot offer any protection, guarantee, immunity or indemnification. <br></i><br><b>[9]</b> (good) User contributions licensed under CC BY-SA 3.0 and GFDL.<br><br>Section 7.a<br><i>Text to which you hold the copyright: When you submit text to which you hold the copyright, you agree to license it under: <br>Creative Commons Attribution-ShareAlike 3.0 Unported License (“CC BY-SA”), and <br>GNU Free Documentation License (“GFDL”) (unversioned, with no invariant sections, front-cover texts, or back-cover texts). <br></i><br><b>[10]</b> (good) You may cancel at any time.<br><br><i>Though we hope you will stay and continue to contribute to the Projects, you can stop using our services any time. <br></i><br><b>[11]</b> (note) Jurisdiction in California.<br><br><i>If you seek to file a legal claim against us, you agree to file and resolve it exclusively in a state or federal court located in San Francisco County, California. You also agree that the laws of the State of California and, to the extent applicable, the laws of the United States of America will govern these Terms of Use, as well as any legal claim that might arise between you and us (without reference to conflict of laws principles). You agree to submit to the personal jurisdiction of, and agree that venue is proper in, the courts located in San Francisco County, California, in any legal action or proceeding relating to us or these Terms of Use. <br></i><br><b>[12]</b> (good) Community included in modifications to ToU. Notifications provided via website.<br><br><i>Just as the Wikimedia community's input is essential for the growth and maintenance of the Projects, we believe that community input is essential for these Terms of Use to properly serve our users. It is also essential for a fair contract. Therefore, we will provide these Terms of Use, as well as any substantial future revisions of these Terms of Use, to the community for comment at least thirty (30) days before the end of the comment period. <br>...<br>Because it may be necessary to modify these Terms of Use from time to time, we will provide notice of such modifications and the opportunity to comment via the Project websites, and via a notification on WikimediaAnnounce-L. </i><br>\n\n<p></p>\n\n-- <br />\nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR<br />\n--- <br />\nYou received this message because you are subscribed to the Google Groups &quot;Terms of Service; Didn&#39;t Read&quot; group.<br />\nTo post to this group, send email to tosdr@googlegroups.com.<br />\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.<br />\nVisit this group at <a href=\"http://groups.google.com/group/tosdr?hl=en\">http://groups.google.com/group/tosdr?hl=en</a>.<br />\nFor more options, visit <a href=\"https://groups.google.com/groups/opt_out\">https://groups.google.com/groups/opt_out</a>.<br />\n&nbsp;<br />\n&nbsp;<br />\n",
  "messageId": "7c6a958c-8f05-45cd-a124-5e4197915ce3@googlegroups.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "Wikipedia ToU & PP",
  "text": "*Wikipedia ToU & PP*\n\n*[1]* (bad) No links to ToU or PP on index. Had to navigate to a sub page \nto get links in footer. This is really more a note to Wikipedia rather than \nworthy of inclusion on ToS;DR.\n\n*[2]* (good) ToU formatted with excellent summary section. Both ToU and PP \nhave an index with links to #anchors down the page.\n\n*Privacy Policy*\nhttp://wikimediafoundation.org/wiki/Privacy_policy\n\n*[3]* (good) Use of real name not required.\n\n*Anyone with Internet access (and not otherwise restricted from doing so) \nmay edit the publicly editable pages of these sites with or without logging \nin as a registered user. \n...\nThe Foundation does not require editors to register with a project. Anyone \ncan edit without logging in with a username, in which case they will be \nidentified by network IP address. Users that do register are identified by \ntheir chosen username. \n*\n*[4]* (good) Personal info is only used for running the service.\n\n*The Foundation limits the collection of personally identifiable user data \nto purposes which serve the well-being of its projects (list of uses \nrelated to preventing abuse).\n...\nTo provide site statistics. The Foundation statistically samples raw log \ndata from users' visits. These logs are used to produce the site statistics \npages; the raw log data is not made public. \nTo solve technical problems. Log data may be examined by developers in the \ncourse of solving technical problems and in tracking down badly-behaved web \nspiders that overwhelm the site. \n*\n*[5]* (note) User's IP may be used as permanently available public \nidentification. Better privacy available in form of being a registered user.\n\n*For editors who do not log in, the IP address used is publicly and \npermanently credited as the author of the edit. It may be possible for a \nthird party to identify the author from this IP address in conjunction with \nother information available. Logging in with a registered username allows \nfor better preservation of privacy. \n...\nEdits to Project pages are identified with the username or network IP \naddress of the editor, and editing history is aggregated by author in a \ncontribution list. Such information will be available permanently on the \nprojects. \n*\n*[6]* (good) Cookies optional if just viewing pages. Cookies used for \nlogins/edits.\n\n*The sites set a temporary session cookie on a visitor's computer whenever \na Project page is visited. Readers who do not intend to log in or edit may \ndeny this cookie; it will be deleted at the end of the browser's session. \nMore cookies may be set when one logs in to maintain logged-in status. If \none saves a user name or password in one's browser, that information will \nbe saved for up to 30 days, and this information will be resent to the \nserver on every visit to the same Project. Contributors using a public \nmachine who do not wish to show their username to future users of the \nmachine should clear these cookies after use.\n*\n*[7]* (good) Personal info disclosed to law enforcement by court order \nonly. User is notified.\n\n*As a general principle, the access to, and retention of, personally \nidentifiable data in all projects should be minimal and should be used only \ninternally to serve the well-being of the projects. Occasionally, however, \nthe Foundation may receive a subpoena or other compulsory request from a \nlaw-enforcement agency or a court or equivalent government body that \nrequests the disclosure of information about a registered user, and may be \ncompelled by law to comply with the request. In the event of such a legally \ncompulsory request, the Foundation will attempt to notify the affected user \nwithin three business days after the arrival of such subpoena by sending a \nnotice by email to the email address (if any) that the affected user has \nlisted in his or her user preferences. \n*\n\n*Terms of Use*\nhttp://wikimediafoundation.org/wiki/Terms_of_use\n\n*[8]* (note?) Users are legally responsible for their own contributions and \nactions.\n\nSection 1.b\n*You are responsible for your own actions: You are legally responsible for \nyour edits and contributions on Wikimedia Projects, so for your own \nprotection you should exercise caution and avoid contributing any content \nthat may result in criminal or civil liability under any applicable laws. \nFor clarity, applicable law includes at least the laws of the United States \nof America. Although we may not agree with such actions, we warn editors \nand contributors that authorities may seek to apply other country laws to \nyou, including local laws where you live or where you view or edit content. \nWMF generally cannot offer any protection, guarantee, immunity or \nindemnification. \n*\n*[9]* (good) User contributions licensed under CC BY-SA 3.0 and GFDL.\n\nSection 7.a\n*Text to which you hold the copyright: When you submit text to which you \nhold the copyright, you agree to license it under: \nCreative Commons Attribution-ShareAlike 3.0 Unported License (“CC BY-SA”), \nand \nGNU Free Documentation License (“GFDL”) (unversioned, with no invariant \nsections, front-cover texts, or back-cover texts). \n*\n*[10]* (good) You may cancel at any time.\n\n*Though we hope you will stay and continue to contribute to the Projects, \nyou can stop using our services any time. \n*\n*[11]* (note) Jurisdiction in California.\n\n*If you seek to file a legal claim against us, you agree to file and \nresolve it exclusively in a state or federal court located in San Francisco \nCounty, California. You also agree that the laws of the State of California \nand, to the extent applicable, the laws of the United States of America \nwill govern these Terms of Use, as well as any legal claim that might arise \nbetween you and us (without reference to conflict of laws principles). You \nagree to submit to the personal jurisdiction of, and agree that venue is \nproper in, the courts located in San Francisco County, California, in any \nlegal action or proceeding relating to us or these Terms of Use. \n*\n*[12]* (good) Community included in modifications to ToU. Notifications \nprovided via website.\n\n*Just as the Wikimedia community's input is essential for the growth and \nmaintenance of the Projects, we believe that community input is essential \nfor these Terms of Use to properly serve our users. It is also essential \nfor a fair contract. Therefore, we will provide these Terms of Use, as well \nas any substantial future revisions of these Terms of Use, to the community \nfor comment at least thirty (30) days before the end of the comment period. \n...\nBecause it may be necessary to modify these Terms of Use from time to time, \nwe will provide notice of such modifications and the opportunity to comment \nvia the Project websites, and via a notification on WikimediaAnnounce-L. *\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}