{
  "date": {},
  "from": [
    {
      "address": "jlcohick@gmail.com",
      "name": "Jeremiah Cohick"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCMHn_uyuDxCTp6yBBRoE89oflA@googlegroups.com designates 209.85.213.64 as permitted sender) smtp.mail=tosdr+bncCMHn_uyuDxCTp6yBBRoE89oflA@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-type": "multipart/alternative; boundary=\"----=_Part_17_4010487.1345000337043\"",
    "date": "Tue, 14 Aug 2012 20:12:17 -0700 (PDT)",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:date:from:to:message-id:subject:mime-version :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:x-google-group-id:list-post :list-help:list-archive:sender:list-subscribe:list-unsubscribe :content-type; bh=iZMwbFXx0hT0i/4xzzvYQJA+QvH75kXpf2Jj1Bbtiy0=; b=OdCnsCHI/VEu/dI9606ORqQuw+GNbAa7CMOkOHJdJM7H3ZSocTCx4YtxOpIDsinMpA /13ESMfJaTwMwTEWOLM+2ztQXuhIukK96j+bKq1aqbhN7nMIg+mVDFi9KDXbuwpX+PmY WKF0aIJDci4IahZu0mwZ7LoYaAue8nA4kHfDk=",
    "from": "Jeremiah Cohick <jlcohick@gmail.com>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<83dbacc2-a006-4564-a3e7-d6ebfe5eaa66@googlegroups.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.49.17.196 with SMTP id q4csp105233qed; Tue, 14 Aug 2012 20:12:21 -0700 (PDT)",
      "by 10.236.117.168 with SMTP id j28mr17514483yhh.88.1345000340949; Tue, 14 Aug 2012 20:12:20 -0700 (PDT)",
      "from mail-yw0-f64.google.com (mail-yw0-f64.google.com [209.85.213.64]) by mx.google.com with ESMTPS id a3si96632anl.19.2012.08.14.20.12.20 (version=TLSv1/SSLv3 cipher=OTHER); Tue, 14 Aug 2012 20:12:20 -0700 (PDT)",
      "by yhnn12 with SMTP id n12sf965762yhn.29 for <multiple recipients>; Tue, 14 Aug 2012 20:12:20 -0700 (PDT)",
      "by 10.68.129.69 with SMTP id nu5mr535784pbb.17.1345000339706; Tue, 14 Aug 2012 20:12:19 -0700 (PDT)",
      "by 10.68.211.228 with SMTP id nf4ls2194102pbc.4.gmail; Tue, 14 Aug 2012 20:12:19 -0700 (PDT)",
      "by 10.68.129.69 with SMTP id nu5mr535783pbb.17.1345000339281; Tue, 14 Aug 2012 20:12:19 -0700 (PDT)"
    ],
    "received-spf": "pass (google.com: domain of tosdr+bncCMHn_uyuDxCTp6yBBRoE89oflA@googlegroups.com designates 209.85.213.64 as permitted sender) client-ip=209.85.213.64;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCMHn_uyuDxCTp6yBBRoE89oflA@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:429] The tragedy of hotel Wi-Fi ToS",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "ls.google.com; spf=pass (google.com: domain of jlcohick@gmail.com designates internal as permitted sender) smtp.mail=jlcohick@gmail.com; dkim=pass header.i=@gmail.com",
    "x-original-sender": "jlcohick@gmail.com"
  },
  "html": "<div>I recently spent a few nights at Fountaingrove Inn in Santa Rosa, CA, USA &lt;http://fountaingroveinn.com&gt;. The tragically slow speed of the Wi-Fi gave me time to scan the ToS on the annoying \"connect to the internet\" redirect that I typically ignore when connecting to public Wi-Fi. I was particularly appalled by the \"high volume usage\" condition, and sections 1.6, 2.1, 2.1.3, 2.5.&nbsp;</div><div><br></div><div>I propose ratings for hotel (or public) Wi-Fi that include:</div><div>- Presence of DNS hijacking to force a connection screen, which makes me disable DNSCrypt and OpenDNS to connect</div><div>- JavaScript or HTML injection &lt;http://justinsomnia.org/2012/04/hotel-wifi-javascript-injection/&gt;</div><div>- Port blocks, such as SMTP</div><div>- Morality clauses that trump expression</div><div><br></div><div>Fountaingrove Inn's terms of service below, unmodified:</div><div>-------------------------------------------------------</div><div><br></div><div>Terms of Service</div><div><br></div><div>Wi-Fi Terms And Conditions&nbsp;</div><div><br></div><div>You may only use Wi-Fi supplied by the Fountaingrove Inn - Santa Rosa by accepting the following Terms And Conditions. By using the supplied Wi-Fi it will be taken that you have read And agreed to the following terms and conditions.&nbsp;</div><div><br></div><div>Free Wi-Fi access is only intended to be available for the accessing of emails and low volume use of the internet. If you undertake high volume usage, e.g. download files -either individually or in total- in excess of 10MB, we reserve the right to apply usage charges.</div><div><br></div><div>Fountaingrove Inn - Santa Rosa</div><div><br></div><div>Public Wi-Fi Access Terms and Conditions</div><div><br></div><div>This agreement sets out the terms and conditions on which wireless internet access -the Service- is provided free of charge to you, a guest of Fountaingrove Inn Santa Rosa -us- in consideration for your custom. Usage of which confirms your agreement to these terms and conditions and your agreement to allow us to send to you by e-mail our promotional and marketing material,&nbsp;</div><div><br></div><div>1. Extent of the Service</div><div><br></div><div>1.1 We do not recommend in particular the use of any websites -or other internet related services- -Internet Services- and your use of Internet Services is carried out entirely at your own risk.&nbsp;</div><div><br></div><div>1.2 We have no responsibility for, or control over, the Internet Services you access and do not guarantee that any services are error or virus free.</div><div><br></div><div>1.3 We have no responsibility for, or control over, the information you transmit or receive via the Service.&nbsp;</div><div><br></div><div>1.4 Save for the purposes of network diagnostics we do not examine the use to which you put the Service or the nature of the information you send or receive.&nbsp;</div><div><br></div><div>1.5 We do not guarantee,</div><div><br></div><div>1.5.1 the availability of the Service,</div><div><br></div><div>1.5.2 the speed at which information may be transmitted or received via the Service</div><div><br></div><div>1.5.3 that the Service will be compatible with your equipment or any software which you use.</div><div><br></div><div>1.6 We do not guarantee the security of the information which you may transmit or receive using the Service or located on any equipment utilizing the Service and you accept that it is your responsibility to protect your information and have adequate security -in terms of equipment and procedures- to ensure the security, integrity and confidentiality of your information and data.&nbsp;</div><div><br></div><div>1.7 We reserve the right at all times to withdraw the Service, change the specifications or manner of use of the Service, to change access codes, usernames, passwords or other security information necessary to access the service.&nbsp;</div><div><br></div><div>2. Your Use of the Service</div><div><br></div><div>2.1 You must not use the Service to access Internet Services, or send or receive e-mails, which,</div><div><br></div><div>2.1.1 are defamatory, threatening, intimidatory or which could be classed as harassment</div><div><br></div><div>2.1.2 contain obscene, profane or abusive language or material</div><div><br></div><div>2.1.3 contain pornographic material -that is text, pictures, films, video clips of a sexually explicit or arousing&nbsp;</div><div>nature</div><div><br></div><div>2.1.4 contain offensive or derogatory images regarding sex, race, religion, color, origin, age, physical or mental disability, medical condition or sexual orientation</div><div><br></div><div>2.1.5 contain material which infringe third party's rights -including intellectual property rights&nbsp;</div><div><br></div><div>2.1.6 in our reasonable opinion may adversely affect the manner in which we carry out our business</div><div><br></div><div>2.1.7 are otherwise unlawful or inappropriate</div><div><br></div><div>2.2 Music, video, pictures, text and other content on the internet are copyright works and you should not download, alter, e-mail or otherwise use such content unless certain that the owner of such works has authorized its use by you.</div><div><br></div><div>2.3 We may terminate or temporarily suspend the Service if we reasonably believe that you are in breach of any provisions of this agreement including but not limited to clauses 2.1 to 2.2 above.&nbsp;</div><div><br></div><div>2.4 We recommend that you do not use the service to transmit or receive any confidential information or data and should you choose to do so you do so at your own risk.&nbsp;</div><div><br></div><div>2.5 The Service is intended for consumer use only. In the event that you use the Service for commercial purposes we would specifically refer you to clause 5.2 below.&nbsp;</div><div><br></div><div>3. Criminal Activity</div><div><br></div><div>3.1 You must not use the Service to engage in any activity which constitutes or is capable of constituting a criminal offence, either in the United States or in any state throughout the world.</div><div><br></div><div>3.2 You agree and acknowledge that we may be required to provide assistance and information to law enforcement, governmental agencies and other authorities.&nbsp;</div><div><br></div><div>3.3 You agree and acknowledge that we may keep a log of the Internet Protocol -IP- addresses of any devices which access the Service, the times when they have accessed the Service and the activity associated with that IP address</div><div><br></div><div>3.4 You further agree we are entitled to co-operate with law enforcement authorities and rights-holders in the investigation of any suspected or alleged illegal activity by you which may include, but is not limited to, disclosure of such information as we have -whether pursuant to clause 3.3 or otherwise-, and are entitled to provide by law, to law enforcement authorities or rights-holders.</div><div><br></div><div>4. Our Use of your Information</div><div><br></div><div>4.1 Subject to clauses 3.3 and 3.4 above we confirm that we shall use the contact details you provide to us solely for the purposes of contacting you with marketing information, updates, promotions and special offers relating to our business.</div><div><br></div><div>5. Other Terms</div><div><br></div><div>5.1 You agree to compensate us fully for any claims or legal action made or threatened against us by someone else because you have used the service in breach of these terms and conditions, and in particular clause 2.1 to 2.3 and 3.1 above.&nbsp;</div><div><br></div><div>5.2 Whilst we do not seek to limit our responsibility for fraudulent misrepresentation or if you are injured or die as a result of our negligence we have no responsibility -to the extent permitted by law- to compensate you -whether or not we are negligent- for any direct financial loss, loss of profit, revenue, time, anticipated savings or profit or revenue, opportunity, data, use, business, wasted expenditure, business interruption, loss arising from disclosure of confidential information, loss arising from or in connection with use of the service or inability to use or access the service or a failure, suspension or withdrawal of all or part of the service at any time or damage to physical property or for any other similar direct loss that may arise in relation to this agreement whether or not we were advised in advance of the possibility of such loss or damage.</div><div><br></div><div>5.3 We agree that neither this agreement does not allow either party to act as, or hold themselves out as, acting as an agent of the other party and that that the terms of this agreement are not enforceable by a third party under the Contracts.</div><div><br></div><div>I confirm that I accept these terms and conditions as the basis of my use of the wireless internet access provided.</div>\n\n<p></p>\n\n-- <br />\nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR<br />\n--- <br />\nYou received this message because you are subscribed to the Google Groups &quot;Terms of Service; Didn&#39;t Read&quot; group.<br />\nTo post to this group, send email to tosdr@googlegroups.com.<br />\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.<br />\nVisit this group at <a href=\"http://groups.google.com/group/tosdr?hl=en\">http://groups.google.com/group/tosdr?hl=en</a>.<br />\nFor more options, visit <a href=\"https://groups.google.com/groups/opt_out\">https://groups.google.com/groups/opt_out</a>.<br />\n&nbsp;<br />\n&nbsp;<br />\n",
  "messageId": "83dbacc2-a006-4564-a3e7-d6ebfe5eaa66@googlegroups.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "The tragedy of hotel Wi-Fi ToS",
  "text": "I recently spent a few nights at Fountaingrove Inn in Santa Rosa, CA, USA \n<http://fountaingroveinn.com>. The tragically slow speed of the Wi-Fi gave \nme time to scan the ToS on the annoying \"connect to the internet\" redirect \nthat I typically ignore when connecting to public Wi-Fi. I was particularly \nappalled by the \"high volume usage\" condition, and sections 1.6, 2.1, \n2.1.3, 2.5. \n\nI propose ratings for hotel (or public) Wi-Fi that include:\n- Presence of DNS hijacking to force a connection screen, which makes me \ndisable DNSCrypt and OpenDNS to connect\n- JavaScript or HTML injection \n<http://justinsomnia.org/2012/04/hotel-wifi-javascript-injection/>\n- Port blocks, such as SMTP\n- Morality clauses that trump expression\n\nFountaingrove Inn's terms of service below, unmodified:\n-------------------------------------------------------\n\nTerms of Service\n\nWi-Fi Terms And Conditions \n\nYou may only use Wi-Fi supplied by the Fountaingrove Inn - Santa Rosa by \naccepting the following Terms And Conditions. By using the supplied Wi-Fi \nit will be taken that you have read And agreed to the following terms and \nconditions. \n\nFree Wi-Fi access is only intended to be available for the accessing of \nemails and low volume use of the internet. If you undertake high volume \nusage, e.g. download files -either individually or in total- in excess of \n10MB, we reserve the right to apply usage charges.\n\nFountaingrove Inn - Santa Rosa\n\nPublic Wi-Fi Access Terms and Conditions\n\nThis agreement sets out the terms and conditions on which wireless internet \naccess -the Service- is provided free of charge to you, a guest of \nFountaingrove Inn Santa Rosa -us- in consideration for your custom. Usage \nof which confirms your agreement to these terms and conditions and your \nagreement to allow us to send to you by e-mail our promotional and \nmarketing material, \n\n1. Extent of the Service\n\n1.1 We do not recommend in particular the use of any websites -or other \ninternet related services- -Internet Services- and your use of Internet \nServices is carried out entirely at your own risk. \n\n1.2 We have no responsibility for, or control over, the Internet Services \nyou access and do not guarantee that any services are error or virus free.\n\n1.3 We have no responsibility for, or control over, the information you \ntransmit or receive via the Service. \n\n1.4 Save for the purposes of network diagnostics we do not examine the use \nto which you put the Service or the nature of the information you send or \nreceive. \n\n1.5 We do not guarantee,\n\n1.5.1 the availability of the Service,\n\n1.5.2 the speed at which information may be transmitted or received via the \nService\n\n1.5.3 that the Service will be compatible with your equipment or any \nsoftware which you use.\n\n1.6 We do not guarantee the security of the information which you may \ntransmit or receive using the Service or located on any equipment utilizing \nthe Service and you accept that it is your responsibility to protect your \ninformation and have adequate security -in terms of equipment and \nprocedures- to ensure the security, integrity and confidentiality of your \ninformation and data. \n\n1.7 We reserve the right at all times to withdraw the Service, change the \nspecifications or manner of use of the Service, to change access codes, \nusernames, passwords or other security information necessary to access the \nservice. \n\n2. Your Use of the Service\n\n2.1 You must not use the Service to access Internet Services, or send or \nreceive e-mails, which,\n\n2.1.1 are defamatory, threatening, intimidatory or which could be classed \nas harassment\n\n2.1.2 contain obscene, profane or abusive language or material\n\n2.1.3 contain pornographic material -that is text, pictures, films, video \nclips of a sexually explicit or arousing \nnature\n\n2.1.4 contain offensive or derogatory images regarding sex, race, religion, \ncolor, origin, age, physical or mental disability, medical condition or \nsexual orientation\n\n2.1.5 contain material which infringe third party's rights -including \nintellectual property rights \n\n2.1.6 in our reasonable opinion may adversely affect the manner in which we \ncarry out our business\n\n2.1.7 are otherwise unlawful or inappropriate\n\n2.2 Music, video, pictures, text and other content on the internet are \ncopyright works and you should not download, alter, e-mail or otherwise use \nsuch content unless certain that the owner of such works has authorized its \nuse by you.\n\n2.3 We may terminate or temporarily suspend the Service if we reasonably \nbelieve that you are in breach of any provisions of this agreement \nincluding but not limited to clauses 2.1 to 2.2 above. \n\n2.4 We recommend that you do not use the service to transmit or receive any \nconfidential information or data and should you choose to do so you do so \nat your own risk. \n\n2.5 The Service is intended for consumer use only. In the event that you \nuse the Service for commercial purposes we would specifically refer you to \nclause 5.2 below. \n\n3. Criminal Activity\n\n3.1 You must not use the Service to engage in any activity which \nconstitutes or is capable of constituting a criminal offence, either in the \nUnited States or in any state throughout the world.\n\n3.2 You agree and acknowledge that we may be required to provide assistance \nand information to law enforcement, governmental agencies and other \nauthorities. \n\n3.3 You agree and acknowledge that we may keep a log of the Internet \nProtocol -IP- addresses of any devices which access the Service, the times \nwhen they have accessed the Service and the activity associated with that \nIP address\n\n3.4 You further agree we are entitled to co-operate with law enforcement \nauthorities and rights-holders in the investigation of any suspected or \nalleged illegal activity by you which may include, but is not limited to, \ndisclosure of such information as we have -whether pursuant to clause 3.3 \nor otherwise-, and are entitled to provide by law, to law enforcement \nauthorities or rights-holders.\n\n4. Our Use of your Information\n\n4.1 Subject to clauses 3.3 and 3.4 above we confirm that we shall use the \ncontact details you provide to us solely for the purposes of contacting you \nwith marketing information, updates, promotions and special offers relating \nto our business.\n\n5. Other Terms\n\n5.1 You agree to compensate us fully for any claims or legal action made or \nthreatened against us by someone else because you have used the service in \nbreach of these terms and conditions, and in particular clause 2.1 to 2.3 \nand 3.1 above. \n\n5.2 Whilst we do not seek to limit our responsibility for fraudulent \nmisrepresentation or if you are injured or die as a result of our \nnegligence we have no responsibility -to the extent permitted by law- to \ncompensate you -whether or not we are negligent- for any direct financial \nloss, loss of profit, revenue, time, anticipated savings or profit or \nrevenue, opportunity, data, use, business, wasted expenditure, business \ninterruption, loss arising from disclosure of confidential information, \nloss arising from or in connection with use of the service or inability to \nuse or access the service or a failure, suspension or withdrawal of all or \npart of the service at any time or damage to physical property or for any \nother similar direct loss that may arise in relation to this agreement \nwhether or not we were advised in advance of the possibility of such loss \nor damage.\n\n5.3 We agree that neither this agreement does not allow either party to act \nas, or hold themselves out as, acting as an agent of the other party and \nthat that the terms of this agreement are not enforceable by a third party \nunder the Contracts.\n\nI confirm that I accept these terms and conditions as the basis of my use \nof the wireless internet access provided.\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}