{
  "date": {},
  "from": [
    {
      "address": "michiel@unhosted.org",
      "name": "Michiel de Jong"
    }
  ],
  "headers": {
    "content-type": "text/plain; charset=ISO-8859-1",
    "date": "Sat, 29 Sep 2012 09:00:19 +0200",
    "delivered-to": "michiel@unhosted.org",
    "from": "Michiel de Jong <michiel@unhosted.org>",
    "message-id": "<CA+aD3u0eDFq2ci5WhFe_uQFTK_qOtu55tba0-QRJOOW8WaRWPA@mail.gmail.com>",
    "mime-version": "1.0",
    "received": "by 10.49.1.78 with HTTP; Sat, 29 Sep 2012 00:00:19 -0700 (PDT)",
    "subject": "additional data points as opposed to contractual data points",
    "to": "tosdr@googlegroups.com",
    "x-originating-ip": "[93.137.21.41]"
  },
  "messageId": "CA+aD3u0eDFq2ci5WhFe_uQFTK_qOtu55tba0-QRJOOW8WaRWPA@mail.gmail.com",
  "priority": "normal",
  "receivedDate": {},
  "subject": "additional data points as opposed to contractual data points",
  "text": "Sometimes there are things that influence how we view a service, but\nthat are not in the actual legal text.\n\nExamples:\n\n- is the service available as federated free software? (for instance,\nwordpress.com also offering wordpress.org is one of the main reasons\nwhy i would talk positively about wordpress.com, and advise friends to\nuse it)\n- do they care about the security your data with things like https\n- do they answer to questions\n- are their terms easy to read\n- do they change the terms often\n- are they engaged in standing up against unreasonable laws\n- do they (in practice) try to notify you if a government requests\naccess to your private data or downtake of your publications\n- do they send you third party cookies\n- or (worse) third party javascript\n- is their service accessible for minorities (who may use a screen\nreader or who maybe speak Swahili rather than English)\n\nI think these points should have a smaller impact than the things you\nare actually made to accept legally. We should also only review these\npoints if we have objectively quantifiable data, never based on one\nsingle occurrence for instance. We should only focus on online user\nrights, so topics like privacy, freedom of speech, freedom to use and\nchoose technology. Not topics like pricing, usability, features,\netcetera.\n\nAnd i think we should clearly mark these additional data points as\nsuch, so that it's obvious to the user whether or not something is\npart of the contract or not.\n\nWhen we just got started, we had only one such type of data point (the\none about federated free software), and made it a search filter\ninstead of a data point. But now i already listed 10, so having 10\nfilter checkboxes is no longer feasible. Also not mentioning good\npoints or bad points about a service that do affect our rights a\nonline users, would give an incomplete view. So i propose to display\nthem in a separate list, as 'additional data points'.\n\nFor instance, if you look at twitter, there are 10 data points, of\nwhich probably about half are 'additional' in the sense that you\ncannot point at a specific paragraph in any of their legally binding\nterms or policy texts.\n\nCurious what other people think about this.\n\n\nCheers!\nMichiel\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}