{
  "date": {},
  "from": [
    {
      "address": "michiel@unhosted.org",
      "name": "Michiel de Jong"
    }
  ],
  "headers": {
    "content-type": "text/plain; charset=ISO-8859-1",
    "date": "Thu, 6 Sep 2012 20:19:56 +0200",
    "delivered-to": "michiel@unhosted.org",
    "from": "Michiel de Jong <michiel@unhosted.org>",
    "message-id": "<CA+aD3u05iJSkJtL2fgO=UeVjYjec1N4Ssb1mRWM6vG29xaGg9w@mail.gmail.com>",
    "mime-version": "1.0",
    "received": "by 10.49.1.78 with HTTP; Thu, 6 Sep 2012 11:19:56 -0700 (PDT)",
    "subject": "standardizing data point texts",
    "to": "tosdr@googlegroups.com",
    "x-originating-ip": "[81.201.62.60]"
  },
  "messageId": "CA+aD3u05iJSkJtL2fgO=UeVjYjec1N4Ssb1mRWM6vG29xaGg9w@mail.gmail.com",
  "priority": "normal",
  "receivedDate": {},
  "subject": "standardizing data point texts",
  "text": "Hi,\n\nthis is something that came up in the opennotice confcall just now -\nif you look at for instance http://tos-dr.info/topics.html#track you\nsee the following data point texts:\n\nYou must use your real name (yahoo)\nYou must use your real name (facebook)\nYou must use your real name (xing)\nYou must provide your legal name (github)\n\nThese (at least the first three) are obviously the same thing (even\nthough we could weigh them differently depending on the type of\nservice).\n\nRight now, we are not reflecting that, as data point texts are just\nfree texts. But we could start doing that, and that way we would build\nup a valuable ontology of typical data points that we see recurring a\nlot.\n\nOnce we have such a list, sites could pro-actively auto-review\nthemselves, and in particular, if sites use templated ToS texts like\nthe ones Docracy works on, then these could come pre-reviewed with\nsuch standardized data point texts. The weighing would then still\ndepend on the specific service type, although even that could default\nto a common suggested value.\n\nOf course you could also then try to detect commonly used phrases in\nToS texts, trying to treat human-readable texts as if they were\nmachine-readable, but that's another extra step. For now just\nstandardizing the data point texts would already be a very valuable\nthing, i think.\n\nThanks Veronica Par and others on the confcall for the suggestion!\n\n\nCiao,\nMichiel\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}