{
  "cc": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "date": {},
  "from": [
    {
      "address": "michiel@unhosted.org",
      "name": "Michiel de Jong"
    }
  ],
  "headers": {
    "cc": "tosdr@googlegroups.com",
    "content-transfer-encoding": "quoted-printable",
    "content-type": "text/plain; charset=windows-1252",
    "date": "Sat, 15 Sep 2012 00:10:13 +0200",
    "delivered-to": "michiel@unhosted.org",
    "from": "Michiel de Jong <michiel@unhosted.org>",
    "in-reply-to": "<CA+aD3u0uG8pcdLsvY0sUzkmtgnhY4k15nNrJHnVnJXrv9HeLrQ@mail.gmail.com>",
    "message-id": "<CA+aD3u20yHz1cgeaawtTLCS1mjw2PV8C_zV4dShvh-8mLSEF9g@mail.gmail.com>",
    "mime-version": "1.0",
    "received": "by 10.49.1.78 with HTTP; Fri, 14 Sep 2012 15:10:13 -0700 (PDT)",
    "references": "<b5cf99b4-ac15-412b-8fea-2f822f7c8942@chromium.org> <CA+aD3u0uG8pcdLsvY0sUzkmtgnhY4k15nNrJHnVnJXrv9HeLrQ@mail.gmail.com>",
    "subject": "Re: [cws-apps] My Popular App Was Removed without Warning :( How to Appeal?",
    "to": "Colin McDermott <colin.m.mcdermott@gmail.com>",
    "x-originating-ip": "[81.201.62.60]"
  },
  "inReplyTo": [
    "CA+aD3u0uG8pcdLsvY0sUzkmtgnhY4k15nNrJHnVnJXrv9HeLrQ@mail.gmail.com"
  ],
  "messageId": "CA+aD3u20yHz1cgeaawtTLCS1mjw2PV8C_zV4dShvh-8mLSEF9g@mail.gmail.com",
  "priority": "normal",
  "receivedDate": {},
  "references": [
    "b5cf99b4-ac15-412b-8fea-2f822f7c8942@chromium.org",
    "CA+aD3u0uG8pcdLsvY0sUzkmtgnhY4k15nNrJHnVnJXrv9HeLrQ@mail.gmail.com"
  ],
  "subject": "Re: [cws-apps] My Popular App Was Removed without Warning :( How to Appeal?",
  "text": "found the *draft* Mozilla one, it's actually pretty similar in that\nyou have the right to send them an email, but they don't promise that\nthey will read it or respond to it. on the other hand, their takedown\nclause seems to be, at first read, conditional. it seems to only ask\nfor the right to take down apps \"if Mozilla is notified by you or\notherwise becomes aware and determines in its sole and reasonable\ndiscretion that...\" (and then a list of possible reasons).\n\nhttps://marketplace.mozilla.org/developers/docs/policies/agreement\n\nMozilla Takedowns\nMozilla has the right (though not the obligation) to, in Mozilla’s\nsole discretion, remove any content that, in Mozilla’s reasonable\nopinion, violates any Mozilla policy or is in any way harmful or\nobjectionable.\nWithout limiting the foregoing, if Mozilla is notified by you or\notherwise becomes aware and determines in its sole and reasonable\ndiscretion that any Marketplace Content or any portion thereof\n(including without limitation any trademark, logo or other brand\nfeature associated with such Marketplace Content): (a) violates the\nintellectual property rights or any other rights of anyone; (b)\nviolates applicable law or is subject to an injunction; (c) violates\nMozilla’s Content Policy or other posted policy; (d) is being\ndistributed by you improperly; (e) may create liability for Mozilla or\nanyone else; (f) is deemed by Mozilla to have a virus or be malware,\nspyware or have an adverse impact on Mozilla’s or anyone else’s\nnetworks or computers; or (g) violates these Terms, Mozilla may\nprevent the Marketplace Content from being made available in the\nFirefox Marketplace, remove the Marketplace Content from the Firefox\nMarketplace,  flag, filter, modify related materials (including but\nnot limited to descriptions, screenshots, or metadata), reclassify the\nMarketplace Content, or take other corrective action, at its sole\ndiscretion. If you have any questions or concerns regarding a removal,\nyou may contact us at app-reviews@mozilla.org.\nMozilla may at any time suspend or terminate these Terms with you if\nMozilla is no longer going to provide the Firefox Marketplace or\nMozilla believes you have violated any policies or breached these\nTerms.\n\nChrome web store also has the thing where it lists reasons, but after\nthat still has the generic \"Google reserves the right to suspend or\nbar any Product from the Web Store at its sole discretion.\", which i\ndo not find back in the Mozilla ones.\n\nalso, Mozilla may terminate the contract, *if* ... etcetera. seems at\nfirst glance to make a difference. i'll look  into it more.\n\nCiao,\nMIchiel\n",
  "to": [
    {
      "address": "colin.m.mcdermott@gmail.com",
      "name": "Colin McDermott"
    }
  ]
}