{
  "date": {},
  "from": [
    {
      "address": "indrora@earfolds.com",
      "name": "Morgan Gangwere"
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCMW1zdL2DRCFuKqBBRoEbpNYGA@googlegroups.com designates 209.85.213.192 as permitted sender) smtp.mail=tosdr+bncCMW1zdL2DRCFuKqBBRoEbpNYGA@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-transfer-encoding": "quoted-printable",
    "content-type": "text/plain; charset=windows-1252",
    "date": "Tue, 14 Aug 2012 12:42:11 -0600",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:received-spf:mime-version:x-originating-ip:date :message-id:subject:from:to:x-original-sender :x-original-authentication-results:reply-to:precedence:mailing-list :list-id:x-google-group-id:list-post:list-help:list-archive:sender :list-subscribe:list-unsubscribe:content-type :content-transfer-encoding; bh=PafHXQdwBUigz/4plcdurOIFqRS4V7pgexF79mhH+es=; b=RQjJHJLwIhqGXmhagMV6sd6inHQL3LWxr/RoDpipk9OvIW0dkTHQPvlqSyhYDvvFmp j3i0zpF9FajVb9PS8TAnLz5oUxT7UtxsBMfr7d+bXVmsaXlKINwWWDZFTmSNfzlNWxGl ZJYDQ3jAm33HrSJpe0b4Olnk/561APyQEuZ8E=",
    "from": "Morgan Gangwere <indrora@earfolds.com>",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<CACjy-ZGQfzVNvCVLWtoos_3N9WYjmf7R_1BGybMxzQq5+2vEZA@mail.gmail.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.49.17.196 with SMTP id q4csp96324qed; Tue, 14 Aug 2012 11:42:15 -0700 (PDT)",
      "by 10.101.135.11 with SMTP id m11mr3955326ann.78.1344969735376; Tue, 14 Aug 2012 11:42:15 -0700 (PDT)",
      "from mail-yx0-f192.google.com (mail-yx0-f192.google.com [209.85.213.192]) by mx.google.com with ESMTPS id v1si1516666ank.20.2012.08.14.11.42.15 (version=TLSv1/SSLv3 cipher=OTHER); Tue, 14 Aug 2012 11:42:15 -0700 (PDT)",
      "by yenl1 with SMTP id l1sf605040yen.29 for <multiple recipients>; Tue, 14 Aug 2012 11:42:15 -0700 (PDT)",
      "by 10.224.97.196 with SMTP id m4mr3882490qan.2.1344969733314; Tue, 14 Aug 2012 11:42:13 -0700 (PDT)",
      "by 10.224.33.144 with SMTP id h16ls1716809qad.3.gmail; Tue, 14 Aug 2012 11:42:12 -0700 (PDT)",
      "by 10.224.219.205 with SMTP id hv13mr8473907qab.5.1344969732860; Tue, 14 Aug 2012 11:42:12 -0700 (PDT)",
      "by 10.224.219.205 with SMTP id hv13mr8473905qab.5.1344969732780; Tue, 14 Aug 2012 11:42:12 -0700 (PDT)",
      "from mail-qa0-f68.google.com (mail-qa0-f68.google.com [209.85.216.68]) by gmr-mx.google.com with ESMTPS id g28si1115905qcq.2.2012.08.14.11.42.11 (version=TLSv1/SSLv3 cipher=OTHER); Tue, 14 Aug 2012 11:42:11 -0700 (PDT)",
      "by qaea17 with SMTP id a17so172069qae.3 for <tosdr@googlegroups.com>; Tue, 14 Aug 2012 11:42:11 -0700 (PDT)",
      "by 10.224.185.148 with SMTP id co20mr35187098qab.4.1344969731643; Tue, 14 Aug 2012 11:42:11 -0700 (PDT)",
      "by 10.224.211.196 with HTTP; Tue, 14 Aug 2012 11:42:11 -0700 (PDT)"
    ],
    "received-spf": [
      "pass (google.com: domain of tosdr+bncCMW1zdL2DRCFuKqBBRoEbpNYGA@googlegroups.com designates 209.85.213.192 as permitted sender) client-ip=209.85.213.192;",
      "neutral (google.com: 209.85.216.68 is neither permitted nor denied by best guess record for domain of indrora@earfolds.com) client-ip=209.85.216.68;"
    ],
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCMW1zdL2DRCFuKqBBRoEbpNYGA@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:413] Mojang TOS [re: Minecraft]",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-gm-message-state": "ALoCoQmM1JbkCrH+yY9uxUt9W+fWqsOc8MQclirxoc+P0+ScGx6vdNHP8/gMhaV2YgF1lOirOob3",
    "x-google-dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=google.com; s=20120113; h=x-beenthere:received-spf:mime-version:x-originating-ip:date :message-id:subject:from:to:x-gm-message-state:x-original-sender :x-original-authentication-results:reply-to:precedence:mailing-list :list-id:x-google-group-id:list-post:list-help:list-archive:sender :list-subscribe:list-unsubscribe:content-type :content-transfer-encoding; bh=PafHXQdwBUigz/4plcdurOIFqRS4V7pgexF79mhH+es=; b=oCm2sSdtG0eL4H+eG3l9UIQEKutxPMZZqMNJ8wvFJWfKPrG59KXFsD/ckYhKn/SRyX s4+slZGsLSXbSdc4FWE5EY5PnECircGiJlFVU0bhQ7O8NvWxpETZVVW9abUqOTV7Y2n+ wY0oQtjWQyglUQlM+YCVlFIwf+7EsovlOtSH+jaj8zpa8Rdnu3vQ4vxuU9xUNQn2kvUv o1JW1i4TJkX3pvCnvEOeB5kBb99toPnYHTIfjxLCfatqCnAYraAK+CYwhVTpIVuJSq8n ywvU2Dki46AjN37rXPt7tP200Cz4O6uPisbkOQr443GVDZ/W+mYNOG7TkkzDg/T7kPBA QTEw==",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "gmr-mx.google.com; spf=neutral (google.com: 209.85.216.68 is neither permitted nor denied by best guess record for domain of indrora@earfolds.com) smtp.mail=indrora@earfolds.com; dkim=neutral (bad format) header.i=@earfolds.com",
    "x-original-sender": "indrora@earfolds.com",
    "x-originating-ip": "[2602:47:d5a1:f900:8190:7217:df97:e385]"
  },
  "messageId": "CACjy-ZGQfzVNvCVLWtoos_3N9WYjmf7R_1BGybMxzQq5+2vEZA@mail.gmail.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "Mojang TOS [re: Minecraft]",
  "text": "I'll start with saying: This post may be xbox heug. I'm sorry for\nanyone's inbox overfilling.\n\nI tag things as [good][bad][ugly][info] throughout. Ugly is the stuff\nthat bites you. Info may or may not be relevant, or may be commentary.\n\nTL;DR: I'd give them a B. The \"Minecraft\" entry needs to be changed to\n\"Mojang\" because the second part below also applies to Cobalt and\nScrolls, possibly 0x10c as well.\n\nIANAL, so back up the salt truck.\n\nMinecraft's TOS is pretty lean, and has some interesting subtleties,\nbut it has a big bit of legalese behind it thanks to Mojang\n\nfrom http://www.minecraft.net/terms\n\n> As we at Mojang strive towards releasing updates for our projects we cannot guarantee that any project will ever be completed and/or provided support for. There's always the risk of a project being discontinued at any time.\n\nRead: Minecraft might go away. There's been a subtle, quiet promise\nthat the source will be released at some further time:\n\n> Once sales start dying and a minimum time has passed, I will release the game source code as some kind of open source. I'm not very happy with the draconian nature of (L)GPL, nor do I believe the other licenses have much merit other than to boost the egos of the original authors, so I might just possibly release it all as public domain.\n( http://www.minecraft.net/game )\n\nMajor points:\n\n * [good] Free to mod the game ( \"you may play around with it and modify it\" )\n * [good] Unlike some (read: StarCraft) the stuff you make is yours\n(\"Any tools you write for the game from scratch belongs to you\")\n * [bad] Can't monetize your mods ( \"Plugins for the game also belong\nto you and you can do whatever you want with them, as long as you\ndon't sell them for money.\")\n * [ugly] Its not your call what your mod qualifies as (\"We reserve\nthe final say regarding what constitutes a tool/plugin and what\ndoesn't.\")\n * [ugly] TOS can change w/o retroactivity (\"We reserve the right to\nchange this agreement at any time with or without notice, with\nimmediate and/or retroactive effect.\")\n * [good] Promise of transparency (\"We're trying to be open and\nhonest, and we hope people treat us the same way back.\")\n * [info] Legal problems handled on case-by-case basis (\"If there's\nanything legal you're wondering about that isn't answered from this\npage, don't do it and ask us about it.\")\n * [info] Jurisdiction of Sweden.\n * [good] Removal of personal details (\"You have the right, according\nto the law Personuppgiftslagen (PUL) in Sweden to know about the\ninformation registered about you. If it is wrong, insufficient or\nirrelevant you have the right to make sure that it gets corrected or\nremoved.\")\n\n\nHowever...  This TOS is apparently overridden by the official Mojang\none, which is a much more complex, legalese document, found at\nhttps://account.mojang.com/terms and which has a very nice TL;DR:\n\n * Our games are usually made available during development and will\ncontain errors and bugs.\n\n [info] Games may contain bugs.\n\n * Do not redistribute our games or any alterations of our game files.\n\n[info] Don't pirate things.\n\n * You may develop tools, plug-ins and services for commercial use but\nthey may not seem official, such as using our logos. Do not make\ncommercial use of anything we've made without our permission.\n\n[info] You're not allowed to use their branding unless they say otherwise\n\n * We are trying to be open, honest and trusting with the hope that\nyou hold us in the same regard.\n\n[good] Open communication\n\nhere's what they have to say (with the standard \"you're here so you\nagree with this\" boilerplate stuff taken out, look for [...])\n\nUpdated: 29 June 2012 11:07\n\nINTRODUCTION\n\nThese terms and conditions incorporates the terms of use for the\nmojang.com webite, our end user license agreement, our brand and asset\nusage guidelines, and our privacy policy. By agreeing to these terms\nand conditions you also agree to all parts of these four documents, so\nplease read through them carefully. If you are young and you are\nhaving trouble understanding these terms and conditions, please ask a\nresponsible adult such as your parent or guardian. Remember to check\nback here once in a while because we might change these terms and\nconditions.\n\n[info] they want people to understand their TOS.\n\nIf there‘s anything legal you‘re wondering about that isn‘t answered\nfrom this page, don‘t do it. Basically, don‘t be ridiculous and we\nwon‘t.\n\n[good] Open to legal questions.\n\nMOJANG.COM WEBSITE TERMS OF USE\n\n[...]\n\nREGISTRATION, ACCOUNT AND PASSWORD\n\nThe details you give us as part of the registration must be correct.\nYou can change your registration details if they become out of date.\nIf you deliberately tell us something that you know isn‘t true, and we\nend up in trouble or we lose money, we may hold you responsible. That\nmeans that you may have to compensate us for the damage you cause and\nwhat we have lost.\n\n[bad] Its your responsibility to make sure things are okay and your\nfault if it gets them in trouble.\n\nYou might need to register with us to access all of the parts of our\nWebsite. The username and password that you create are private so you\nmust keep them to yourself. If you let someone find out your username\nand password, and they do something bad with our website, we will hold\nyou responsible. You should change your password if you think someone\nelse knows what it is. If someone uses your password to do something\non our Website that you don‘t like or that causes you harm, we can‘t\nbe and aren‘t responsible.\n\n[info] Your job to keep your account details private to others\n[info] Your fault if someone breaks something in your name\n\nRIGHTS OF USE AND INTELLECTUAL PROPERTY RIGHTS\n\nYou are free to use our Website as long as you stick to these terms\nand conditions. You can only use this Website and its content for your\npersonal use. You can‘t use our Website for commercial purposes, so\ndon‘t try and make any money from the Website. Your permission to use\nthis Website is personal to you, so you can‘t give it to anyone else.\n\nDon‘t forget that we still own the Website and the content on it, but\nwe are giving you a permission to use it. We want you to enjoy using\nour Website, but if we want, we can take away your permission to use\nour Website at any time for any reason.\n\nRESTRICTIONS AND OBLIGATIONS\n\nYou aren‘t allowed to hack, decompile or change our Website at all and\nyou mustn‘t do so. This includes the code or any content or data.\nBasically, you should just leave it as it is. You also aren‘t allowed\nto create any software or content that mimics our Website. We really\ndon‘t want any of our community to get confused about which is the\nofficial Website and which is a website which someone other than us\noperates.\n\n[bad] Not allowed to handle Responsible Disclosure. [Sidenote: this is\nhard to interpret, but the language \"hack, decompile\" generally means\n\"do something mean\" but can be interpreted as \"find holes at all\"]\n\nPlease don‘t use our Website in a way which we might think is\noffensive, immoral or illegal, or makes other people feel\nuncomfortable. We don‘t want our Website to be used in a way which\nupsets people.\n\nYou also aren‘t allowed to try to make money out of using our Website.\n\nFORUM AND COMMUNICATIONS\n\nIf we are running a forum, we are just allowing members of our\ncommunity to put their thoughts on our Website. It doesn‘t mean we\nagree with those thoughts, and we can‘t be held responsible for what\npeople post on our Website.\n\n[info] They aren't responsible for what you say.\n\nIf we happen to see a post that we think is offensive, we might take\nit down, but it‘s not our job to select or moderate all the posts\npeople make. What we say about forums and posts also applies to\nanything which enables people to put any other content, views or\nmaterial on our Website or send it to others using the Website.\n\n[bad] No requirement to moderate.\n\n[...]\n\nIf you post any content on our Website, you must (and by doing so you\nactually do) give us permission to use, copy, modify and adapt that\ncontent as part of our business. This permission must be irrevocable.\nYou must also let us permit other people to use, copy, modify and\nadapt your content. If you don‘t want to give us this permission, then\nplease do not post any content on our Website. Please think carefully\nbefore you post any content, because it will be made public and might\neven be used by other people in a way you don‘t like.\n\n[bad] Content is public-domain\n\n[...]\n\nLIABILITY\n\nWhen you use our Website, you use it ‘as is‘. This means that we are\nnot making any promises to you about the standard or quality of our\nWebsite, or that our Website will be uninterrupted or error free. We\nonly promise to provide our Website and any services with reasonable\nskill and care. This means that we aren‘t responsible for any losses\nyou suffer as a result of your use of our Website.\nIf we have linked our Website to another website, it doesn‘t mean we\nhave checked that website. It just means that we think it‘s\ninteresting. We aren‘t responsible for websites linked to our Website.\n\n[good] They'll do their best however they can.\n[info] don't rely on this to be here forever.\n\nPURCHASES\n\nYou can buy games from our Website, as well as other products. In\norder to do this, our Website is integrated with third party service\nproviders. All of the things we sell on our Website are covered by\nthese terms of use as well as the terms and conditions of any of our\nthird party service providers. We try to make sure the Website only\nshows games or products that are available, but of course we can‘t\nguarantee that all of the games or products will always be available.\n\nPRICE AND PAYMENT\n\nYou have to send us the money for the game or product when you make\nthe offer to buy it. We will keep this money for you. If we accept\nyour offer, we will take that money as payment for the game or\nproduct. If we don‘t accept your offer, we will send the money back to\nyou.\nThe payment method and system is set out on our Website, but we might\nchange it every once in a while and we can refuse any form of payment\nif we want. You must always pay in the currency set out on our\nWebsite, but your credit card company should be able to exchange your\nmoney if necessary. You credit card company might do security checks\nto make sure it is really you making the order.\n\n[Author's note: this is the most confusing block of text in the TOS,\nbut one of my Swedish friends informs me it is fairly common to escrow\npurchases like this]\n\nRETURNS, REFUNDS AND CANCELLATION\n\nIf you can‘t use a game or a product because it doesn‘t work, let us\nknow and we‘ll try to help you out.\n\n[good] They help you if you need it in terms of their stuff.\n\nThe purchase of a game through our Website is a service that commences\nwhen the download of the game starts, following which you shall not be\nentitled to cancel your order for the game.\n\n[bad] No refunds.\n\nERRORS\n\nWe do what we can to make sure all of the information on our Website\nis correct. However, sometimes there might be errors. We might also\ncancel or suspend a transaction if there has been an error.\n\n[good] Promise to fix problems and revert changes if needed.\n\nPROMOTIONS\n\nSometimes we run promotions. If we do, the main rules of the promotion\nare below. There might be other rules relating to a particular\npromotion, but we will tell you about them when we tell you about the\npromotion.\n\nThe main rules are:\n\n * Only one promotion can be used at a time, and you can‘t use a\npromotion with another offer.\n * Discounts are only valid until the date specified and they only\napply to purchases made on the Website.\n * Discounts are not refundable.\n\nWe might cancel any promotion at a time.\n\n[good] Clear rules on refunds.\n\n\nGENERAL STUFF\n\nThese terms of use are subject to any legal rights you might have.\nNothing in these terms and conditions will limit any of your rights\nthat may not be excluded under law nor shall it exclude or limit our\nliability for death or personal injury resulting from our negligence\nnor any fraudulent representation.\n\n[info] This gets overruled by any local law.\n\nWe can change these terms of use at any time. We don‘t need to tell\nyou about the changes for them to have effect, and the effect could be\nretrospective. You should check back here from time to time so you are\naware of any changes to these terms of use.\n\n[info] TOS can change without notice.\n[bad] don't have to tell you about changes\n[ugly] Users job to find updates.\n\nIf you come to us with a suggestion for any one of our Websites or\ngames, that suggestion is made for free. This means we can use your\nsuggestion in any way we want and we don‘t have to pay you for it. If\nyou think you have a suggestion that we would be willing to pay you\nfor, you must tell us you expect to be paid before you tell us the\nsuggestion.\n\n[info] Your suggestions can be their ideas.\n[good] You can get paid for your suggetions.\n\nGENERAL END USER LICENCE AGREEMENT\n\nIn order to protect the games that we sell through www.mojang.com\n(each of which is referred to in these terms as our “Game”) and the\nmembers of our community, we need these end user licence terms to set\nout some rules for downloading and using our Game. We don‘t like rules\nany more than you do, so we have tried to keep this as short as\npossible. If you break these rules we may stop you from using our\nGame. If we think it is necessary, we might even have to ask our\nlawyers to get in touch.\n\n[info] Be kind, rewind.\n\nIf you buy, download, use or play our Game, you are agreeing to stick\nto the rules of these end user licence terms. If you don‘t want to or\ncan‘t agree to these rules, then you must not buy, download, use or\nplay our Game.\n\nONE MAJOR RULE\n\nThe one major rule is that you must not distribute anything we‘ve\nmade. By “distribute anything we‘ve made” what we mean is “give copies\nof the game away, make commercial use of, try to make money from, or\nlet other people get access to our game and its parts in a way that is\nunfair or unreasonable”. So the one major rule is that (unless we\nspecifically agree it – such as in brand and asset usage guidelines)\nyou must not:\n\n* give copies our Game to anyone else;\n* make commercial use of anything we‘ve made;\n* try to make money from anything we‘ve made; or\n* let other people get access to anything we‘ve made in a way that is\nunfair or unreasonable.\n* …and so that we are crystal clear, what we have made includes, but\nis not limited to, the client or the server software for our Game. It\nalso includes modified versions of a Game, part of it or anything else\nwe‘ve made.\n\nOtherwise we are quite relaxed about what you do - in fact we really\nencourage you to do cool stuff - but just don‘t do those things that\nwe say you can‘t.\n\n[good] Mod the games.\n[bad] don't sell your mods.\n\n[author's commentary: Does this include the translators for Minecraft\nwhich handle mangling the protocol? There's several which have\ncommercial versions or cripple you if you don't buy]\n\nUSING OUR GAME\n\nYou have bought the game so you can use it, yourself, on your computer.\n\nBelow we also give you limited rights to do other things but we have\nto draw a line somewhere or else people will go too far. If you wish\nto make something pertaining to anything we‘ve made we‘re humbled, but\nplease make sure that it can‘t be interpreted as being official and\nthat it complies with this EULA and the brand and asset usage\nguidelines and above all do not make commercial use of anything we‘ve\nmade.\n\n[info] Don't make things look too official -- Its not theirs.\n\nThe permission we give you to use and play our Game can be revoked if\nyou break the terms of this EULA.\n\nWhen you buy our Game, we give you permission to install the Game on\nyour own personal computer and use and play it on that computer as set\nout in this EULA. This permission is personal to you, so you are not\nallowed to distribute the Game (or any part of it) to anyone else.\nThis also means you cannot sell or rent the Game, or make it available\nfor access to other people and you cannot pass on or resell any\nlicence keys. You may however give gift codes that have been bought\nthrough our official gift code system. This is important to help us\nstop piracy and fraud and to protect our Game. It is also important to\nprevent members of our community from buying pirated versions of our\nGame or fraudulent licence keys – which we may cancel, such as in the\ncase of fraud.\n\nYou are also allowed to adapt our Game for your own personal\n(non-commercial) use, but you must not distribute your adaptations in\nany way that is unfair or adversely affects our rights in the Game.\nAmongst other things, that means that you can‘t just rip-off our\nassets or try to make money out of them. Beyond that, you are not\nbasically allowed to copy, reverse engineer or decompile our Game.\n\n[info] Again, mod Mod and mod some more, just don't sell it.\n\nWithin reason you‘re free to do whatever you want with screenshots and\nvideos of the Game. By “within reason” we mean that you can‘t make any\ncommercial use of them or do things that are unfair or adversely\naffect our rights. If you upload videos of the game to video sharing\nand streaming sites you are however allowed to put ads on them. Also,\ndon‘t just rip art resources and pass them around, that‘s no fun.\n\n[Author's commentary: Doesn't this apply to things like TechCrunch,\nwho use screencaps all day long? ]\n\nEssentially the simple rule is do not make commercial use of anything\nwe‘ve made unless specifically agreed by us, either in our brand and\nasset usage guidelines or under this EULA. Oh and if the law expressly\nallows it, such as under a “fair use” or fair dealing” doctrine then\nthat‘s ok too – but only to the extent that the law says so.\n\n[Author's commentary: that clears it up. Confusing, but not entirely\nunreasonable]\n\nIn order to ensure the integrity of the Game, we need all Game\ndownloads to come from a single central source: us. It‘s also\nimportant for us that 3rd party tools/services don‘t seem “too\nofficial” as we can‘t guarantee their quality. Make sure that you read\nthrough our brand and asset usage guidelines too.\n\n[info] Don't say or act like your mod is endorsed by Mojang.\n\nOWNERSHIP OF OUR GAME AND OTHER THINGS\n\nAlthough we give you permission to play our Game, we are still the\nowners of it. We are also the owners of our brands and any content\ncontained in the Game. Therefore, when you pay for our Game, you are\nbuying a permission to play / use our Game in accordance with this\nEULA - you are not buying the Game itself. The only permissions you\nhave in connection with the Game are the permissions set out in this\nEULA.\n\nAny tools you write for the Game from scratch belong to you. Plugins\nfor the Game also belong to you and you can do whatever you want with\nthem, as long as you don‘t sell them for money / try to make money\nfrom them. We have the final say on what constitutes a tool/plugin and\nwhat doesn‘t.\n\n[bad] They provide the game as a service. Its not yours.\n[good] Mod it!\n[info] Just don't do it for money\n\n[Author's note: This is a constant, repeating thing in this TOS.]\n\nCONTENT\n\n[Author's note: This is almost identical to the previous note on content]\n\nIf you make any content available on or through our Game, you must\ngive us permission to use, copy, modify and adapt that content. This\npermission must be irrevocable, and you must also let us permit other\npeople to use, copy, modify and adapt your content. If you don‘t want\nto give us this permission, do not make content available on or\nthrough our Game. Please think carefully before you make any content\navailable, because it will be made public and might even be used by\nother people in a way you don‘t like.\n\n[bad] What you make belongs to Mojang if you put it on their system.\n\nIf you are going to make something available on or through our Game,\nit must not be offensive to people or illegal, it must be honest, and\nit must be your own creation. The types of things you must not make\navailable using our Game include: posts that include racist or\nhomophobic language; posts that are bullying or trolling; posts that\nmight damage our or another person‘s reputation; posts that include\nporn, advertising or someone else‘s creation or image; or posts that\nimpersonate a moderator or try to trick or exploit people.\n\n[good] Play nice. No really, PLAY NICE.\n[info] Or else.\n\nAny content you make available on our Game must also be your creation.\nYou must not make any content available, using the Game, that\ninfringes the rights of anyone else. If you post content on our Game,\nand we get challenged, threatened or sued by someone because the\ncontent infringes that persons rights, we may hold you responsible and\nthat means you may have to pay us back for any damage we suffer as a\nresult. Therefore it is really important that you only make content\navailable that you have created and you don‘t do so with any content\ncreated by anyone else.\n\n[info] Don't rip other people's stuff. That's mean.\n\nPlease watch out if you are talking to people in our Game. It is hard\nfor either you or us to know for sure that what people say is true, or\neven if people are really who they say they are. You should think\ntwice about giving out information about yourself.\n\nUPGRADES\n\nWe might make upgrades and updates available from time to time, but we\ndon‘t have to. We are also not obliged to provide ongoing support or\nmaintenance of any Game. Of course, we hope to continue to release new\nupdates for our Game, we just can‘t guarantee that we will do so.\n\n[good] We'll do our best to update things\n[bad] We don't have to keep updating our things.\n\nOUR LIABILITY\n\nWhen you get a copy of our Game, we provide it ‘as is‘. Updates and\nupgrades are also provided ‘as is‘. This means that we are not making\nany promises to you about the standard or quality of our Game or that\nour Game will be uninterrupted or error free or for any loss or damage\nthat they cause. We only promise to provide the Game and any services\nwith reasonable skill and care and even then you have to accept that\nwe may release games well before they are complete and so they may\n(and often will) have bugs – but that‘s a price you pay for getting\nthem so early. The law in most countries says that we can‘t disclaim\nliability for death or personal injury caused by our negligence so if\nyour computer gets up and stabs you because of something we‘ve done\nwrong then we‘ll take the hit on that.\n\n[good] if its their fault, they'll take the fall.\n[info] Bugs happen.\n\nTERMINATION\n\nIf we want we can terminate this EULA if you breach the terms. You can\nterminate it too, at any time, all you have to do is uninstall the\nGame from your computer and the EULA will be terminated. If the EULA\nis terminated, you will no longer be allowed to play our Game. The\nparagraphs about \"Ownership of Our Game”, “Our Liability” and “General\nStuff” will continue to apply even after the EULA is terminated.\n\n[ugly] you can disagree with the TOS, but it gets murky afterwards.\n\nGENERAL STUFF\n\nThe EULA is subject to any legal rights you might have. Nothing in\nthese terms and conditions will limit any of your rights that may not\nbe excluded under law nor shall it exclude or limit our liability for\ndeath or personal injury resulting from our negligence nor any\nfraudulent representation.\n\nWe may also change this EULA from time to time but those changes will\nonly be effective to the extent that they can legally apply. For\nexample if you only use the Game in single player mode and don‘t use\nthe updates we make available then the old EULA applies but if you do\nuse the updates or use parts of the game that rely on our providing\nongoing online services then the new EULA will apply. In that case we\nmay not be able to / don‘t need to tell you about the changes for them\nto have effect so you should check back here from time to time so you\nare aware of any changes to the EULA. We‘re not going to be unfair\nabout this though - but sometimes the law changes or someone does\nsomething that affects other users of the Game and we therefore need\nto put a lid on it.\n\nIf you come to us with a suggestion for any one of our Games, that\nsuggestion is made for free. This means we can use your suggestion in\nany way we want and we don‘t have to pay you for it. If you think you\nhave a suggestion that we would be willing to pay you for, you must\ntell us you expect to be paid before you tell us the suggestion.\n\nGUIDELINES FOR THE NAME, BRAND AND ASSETS OF ANY OF OUR GAMES\n\nAll of our games are really important to us and to our community,\nwhich means that lots of you want to use the our Brands and the things\naround our games to do cool stuff. We‘re happy about that. Sometimes,\nhowever, people go too far and do things that make the community think\nthat their products and services are connected with or endorsed by us\nor even produced by us. We are not happy about that. Especially when\npeople do it deliberately to take unfair advantage of the community\nand our work in that way. When that happens, fans buy things thinking\nthey are official which they are not. That means we can't control\nquality etc. which diminishes the value of the work we have done and\nthe trust that our community have in what we do.\n\nWe don‘t want you to stop doing the cool stuff that you do and so\nthese Guidelines are intended to help everyone understand what we\nconsider to be fair and unfair use of our “Brands” and “Assets”. We've\nhad some help from some lawyers and they will also help us if we need\nto take further steps to protect our rights but the purpose of these\n“Guidelines” is to give some clarity on what you can do without having\nto contact us (or our lawyers) - and what you mustn‘t do or else we\n(or our lawyers) will have to contact you. We hope you understand.\n\nGUIDELINES\n\nThese Guidelines cover the use of our Brands and our Assets. For these\npurposes, therefore when we refer to:\n * a Name what we mean is the name of any one of our games as well as\nany names which are confusingly similar to the names of any of our\ngames;\n * our Brands what we mean is any Names and the related logos and\ndistinctive characteristics of any of our games;\n * our Assets what we mean is the code, software, graphics, textures,\nsound and audio from any of our games and any videos or screenshots\ntaken from or our games.\n\nThese Guidelines apply in addition to and not in place of our Terms of\nUse or EULAs. Please remember that we say in all of our EULA that we\nhave one major rule about our games and that is: Do not distribute\nanything we've made – which means don‘t\n * give copies of our games to anyone else;\n * make commercial use of anything we've made;\n * try to make money from anything we've made; or\n * let other people get access to anything we‘ve made in a way that is\nunfair or unreasonable;\n * unless we specifically agree to it or allow it under these Guidelines.\n\nThese Guidelines do not change that principle but are intended to help\npeople understand what we expect and want.\nIf something isn‘t covered by these Guidelines that probably means we\ndon‘t want you to do it. In any case if it isn‘t covered please don‘t\ndo it without getting permission from us. You can contact us at brands\nat mojang.com. If something is specifically covered and permitted by\nthese Guidelines, our Terms of Use or EULAs applicable to any of our\ngames then you don‘t need to contact us.\nPlease also check back here from time to time because we will update\nthese guidelines and provide further guidance.\n\nESSENTIAL REQUIREMENTS\n\nThe first thing to say is that there are the following Essential\nRequirements that apply to all use of the our Brands (which include\nany Names) and our Assets. If you are allowed to use any part of any\nName, any of our Brands and / or any of our Assets then what you are\ndoing MUST:\n * NOT make people think that you or what your are doing is official;\napproved or endorsed by us; or associated or connected with us;\n * NOT be unlawful, deceptive, obscene, harmful or disparaging;\n * NOT adversely affect any of our Brands or any of our Assets;\n * NOT include anything else around it that makes people think that\nyou or what your are doing is official; approved or endorsed by us; or\nassociated or connected with us;\ncomply with the relevant Terms of Use/EULA;\n * sufficiently differentiate the use of any Name you are using from\nany other branding;\n\nThese are the \"Essential Requirements\".\n\n[good] Use the brand within guidelines and they don't care.\n\nWHAT YOU CAN DO\n\nNon-Commercial Things\n\nWe are very relaxed about things you do for yourself. Pretty much\nanything goes there - so go for it and have fun just don‘t distribute\nanything we've made etc.\n\nWe are also quite relaxed about other non-commercial things so feel\nfree to create and share videos, screen shots, independently created\nmods (that don't use any of our Assets), fan art, machinima etc;\n\nHowever if you want to use any Name in the title of a product that you\ndistribute or service that you provide (even if it is for free) then\nyou have to:\nfollow the Essential Requirements;\n * do so in a way that honestly and fairly describes those things or\nthe purpose of them; and\n * ensure that the Name (which includes any confusingly similar name)\nis not the first word and don‘t use any other aspect of any of our\nBrands or Assets as part of any related branding, including as or as\npart of any logo.\n\nThis applies especially if you want to set up and run blogs, servers,\ncommunity forums, fan sites, fan clubs, news groups, events and\ngatherings.\n\n[good] Non-commercial usage of brand is encouraged with rules.\n\nCommercial Things\n\nWe are less relaxed about commercial things. You may not therefore use\nany Names in or as the main name or title of commercial things.\n\nYou may use a Name as a secondary name or title if you:\n * do so because it is necessary to honestly and fairly describe those\nthings or the purpose of them:\n * follow the Essential Requirements;\n * ensure that the Name (which includes any confusingly similar name)\nis not the dominant element or the distinctive part of the complete\nname or title of what you are doing;\n * don‘t use any other aspect of any of our Brands or Assets as part\nof any related branding, including as or as part of any logo.\n\nTo help you we‘ve suggested the following examples:\n\n* \"The Shaft – a Minecraft podcast\" (we‘re cool with that).\n* \"Minecraft - the ultimate help app\" (we‘re NOT cool with that)\n\nYou may not make any other commercial use of any of our Brands or\nAssets for example you may not sell any merchandise that uses any of\nour Brands or Assets and you definitely may not use our Names as\nkeywords or search tags for products that have no relationship with\nthem.\nWe love the idea of people doing cool things with our games and\nsharing those things with the community. That's something we totally\nsupport and encourage. So please feel free to do so but please also\nmake sure you don‘t go too far.\n\n[info] Don't claim to be endorsed by Mojang.\n[good] you can use the name/brand if you need to, e.g. in the title of\na podcast.\n\nIn addition to the Brand Guidelines above we also have the following\nAsset Usage Guidelines that are intended to help you and everyone else\nunderstand what we consider to be fair and unfair – what you can and\ncannot do.\n\n[good] Guidelines for brand usage.\n\nCommerical Usage Guidelines\n\nThe One Major Rule still applies but we may make some exceptions and\nthey will be listed here, in this policy.\nIn this policy we will also give some additional specifics of what you\nmay not do. However if something is not mentioned here it involves\nmaking money using anything from Minecraft (or anything else we've\nmade) please do not do it.\nIn addition to the specifics set out below, where we do allow you to\ndo something you will always need to add a credit as follows:\n\nMinecraft ®/TM & © 2009-2012 Mojang / Notch\n\n[info] You have to mark stuff from Mojang if you use it commercially.\n\nVideos and Screenshots\n\nYou may create, use and distribute videos of you playing or using our\nGame for any lawful reason provided that you don't make any money from\nthem.\n\nYou may make money using your videos of our Game so as long as you\nalso add your own unique content to the video, such as audio\ncommentary. The amount you add must also be enough to make it fair and\nworthwhile for someone to pay for it or for you to make money from it.\nFor example you couldn‘t just include your logo, web address or indent\nbut you could add an audio commentary or your own music if you are\ncreating a music video.\n\nYou may also make money using videos and screen-shots if it is covered\nby so called “fair dealing” or “fair use” exceptions to copyright,\nsuch as where it is for criticism and review, reporting current\naffairs etc. In each case, you will still need to add appropriate\nadditional content and credits where applicable.\n\n…more will follow as and when we decide what to add - so feel free to\nmake requests – and If you are unsure about anything you may or may\nnot do, don't do it unless you get an OK from us first.\n\nPRIVACY POLICY\n\nIt is important to us that your privacy and data are protected. Most\nimportantly we want you to know that we don't want to use your data\nunless you are ok with it. That‘s why we have made this privacy policy\n- so you can be clear on how we intend to use your data.\n\n[good] Its your information, they want to make sure you're OK with that.\n\nThis privacy policy forms a part of the terms of use of any of our\nwebsites (“Terms of Use”) and the end user licence agreement of our\ngames (“EULAs”). When you agree to our Terms of Use or EULAs you are\nalso agreeing to this privacy policy, so it is important that you read\nit carefully. Agreeing with this privacy policy is a condition of the\nTerms of Use and EULA. This means, therefore, that if you don't agree\nwith our privacy policy, you may not be able to play our games or use\nfeatures in them and you may not be able to use our websites or parts\nof them. Sorry about that but we have taken this approach because\nthere are a lot of people playing our games and using our site and it\nwould be very difficult for us keep track of who does and who doesn't\nagree to us using their data. We also depend on this data to enable us\nto continue to develop our games and websites in an efficient way. We\nhope you understand.\n\nPlease also check back here from time to time because we will update\nthis privacy policy every once in a while.\n\nYOUR DATA\n\nWhen you register on one of our websites or buy one of our games, you\nwill be asked to provide some information about yourself. You may also\nprovide information about yourself when you use other parts of our\nwebsite or games or when you contact us. It is possible that you could\nbe identified personally from this information.\n\n[info] Someone might figure out who you are on the internet!\n\nPlease note that we never store information about your credit or debit\ncard ourselves. All such information is handled entirely by our third\nparty payment providers.\n\n[good] Doesn't keep your bank info\n[bad] Leaves it up to 3rd parties.\n\nWhen you use our website, we collect data about your visit. This\nincludes traffic data, location data and communication data. We also\nuse internet cookies to collect information (like statistics) about\nyour visit. An internet cookie is a small file which is placed on the\ndevice you use to access our website. When you stop surfing the\ninternet and close your internet browser, the cookie will usually\nexpire but sometimes it doesn‘t and those cookies help us know when\nyou come back – and help you get going from the same point you left\n(or thereabouts).\n\n[Author's note: can we have a dictionary for this stuff?]\n\nIf you do not want us to place any cookies on your computer or other\ndevice, please change your browser settings so that your browser\nrejects cookies. You should be aware that, if you do this, some parts\nof our website may not work properly. If you keep using our website\nwithout changing your browser settings, we will take this as your\nconsent to us using cookies.\n\n[info] Your job to turn cookies off.\n\nWHAT DO WE DO WITH YOUR DATA\n\nWe might use your data to send you information about our games, or to\ninform you using our websites. We might also use your data if we have\nto tell you about changes to our products or services, or if we have\nto let you know about things affecting our games, we might also get in\ntouch with you.\n\n[bad] They will use your information, but\n[good] Not with other people.\n\nThe information we gather from cookies enables us to estimate the size\nof our community, to learn about how our community uses our website\nand games, to make the websites customisable and to remember you when\nyou return to our website. This information enables us to understand\nhow to improve our website and our games.\n\n[info] The cookie is for estimation of traffic,\n[bad] and possibly tracking you.\n\nWe might provide your data to another member of our group of\ncompanies, or to companies that we work with (such as payment\nproviders like Skrill or PayPal). Generally, we won't provide your\ndata to unrelated third parties but we might have to in some\ncircumstances. For example, we might disclose your data in order\ncomply with a law or regulation, in order to protect our games, or if\nwe get taken over.\n\n[good] Your information is released when needed, not when asked.\n\nYou have the right to know about the information which we hold about\nyou. If you want to know what information we are holding, you should\nget in touch with us. If the information we hold about you is wrong,\ninsufficient or irrelevant, then you have the right to make sure that\nit gets corrected or removed.\n\n[good] You can remove information if you feel it is not pertinent.\n\nINTERNET AWARENESS\n\nThe transmission of data on the internet is not totally secure. We\nwill always do what we think is best to protect your personal data,\nbut we cannot guarantee that the data you send us is totally safe.\nAlthough we use strict procedures and security to protect your data,\nthe possibility that someone could get unauthorised access to your\ndata cannot be ruled out.\n\nIn future, we might make it possible for you to post information on\nour website, for example, we might run a forum. If you choose to post\ninformation on our website, you should think very carefully\nbeforehand. The information you post would be made public and could be\nused by other people.\n\n[info] Don't put something out there you don't want the world to see.\n\nCOMPANY INFORMATION\n\nMojang AB\nMaria Skolgata 83\n118 53, Stockholm\nSweden\nOrganization number: 556819-2388\n\nThat is all.\n\n-- \nmy .sigfile is on vacation.\nI filter everything with an application/ms-* mimetype.\nI write code: https://github.com/indrora/ https://bitbucket.org/indrora/\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}