{
  "date": {},
  "from": [
    {
      "address": "odottore@gmail.com",
      "name": "Alexi M"
    }
  ],
  "headers": {
    "content-type": "multipart/alternative; boundary=001a1133588eb6ac5d0508cd083c",
    "date": "Wed, 26 Nov 2014 17:26:31 -0800",
    "delivered-to": "anything@michielbdejong.com",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=20120806; h=mime-version:date:message-id:subject:from:to:content-type :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:list-post:list-help:list-archive :sender:list-subscribe:list-unsubscribe; bh=bPzSGyjDjIhukKqPY23PoSSGi25jag+UyiSRrcNAWrI=; b=gEPN5u2UO0VP/nkV7NHK/n5FSqSkHQrzj6zidTvcjq5Tw00a9ygQdtwuRCYZB6av0g 7+6n5vrsD6YDhLoK0yTjX1MYz+s4N8Tw4LgkfcMRLFQLu79MhlSgdQH4bRY9mzcjHwui cdtDT7kdNYVp4wXpSKjM61J7ISNpOYUrF6wR1woF3J/CgZVQ+QGxguaRbO7vcIGdukhh wE5nDs+6hzX+nIQD7oX9xZv7nKsHVUq23Z2SmHaf+okFeZkP3s3qi5pK0pK+Cp0GmMn1 CWiqFto6tK0ra6RDaxc7ZkAPxgGFJn3C+kvohsww+lJoZkKJXq1d7u8EuOYs4zBtVNun a3Fw==",
    "from": "Alexi M <odottore@gmail.com>",
    "list-archive": "<http://groups.google.com/group/tosdr",
    "list-help": "<http://groups.google.com/support/>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>, <http://groups.google.com/group/tosdr/subscribe>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<CAEwvs7j9x58cGMZfaytgnim1EFhQ7Ko2baqgSf=+FAYdpWmQhg@mail.gmail.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "from spool.mail.gandi.net (mspool2-d.mgt.gandi.net [10.0.21.133]) by nmboxes77-d.mgt.gandi.net (Postfix) with ESMTP id 815B940F87 for <anything@michielbdejong.com>; Thu, 27 Nov 2014 02:26:39 +0100 (CET)",
      "from mfilter5-d.gandi.net (mfilter5-d.gandi.net [217.70.178.132]) by spool.mail.gandi.net (Postfix) with ESMTP id 751CC1780A4 for <anything@michielbdejong.com>; Thu, 27 Nov 2014 02:26:39 +0100 (CET)",
      "from spool.mail.gandi.net ([10.0.21.133]) by mfilter5-d.gandi.net (mfilter5-d.gandi.net [10.0.15.180]) (amavisd-new, port 10024) with ESMTP id 75G7z5LakOYH for <anything@michielbdejong.com>; Thu, 27 Nov 2014 02:26:36 +0100 (CET)",
      "from mail-ie0-x240.google.com (mail-ie0-x240.google.com [IPv6:2607:f8b0:4001:c03::240]) by spool.mail.gandi.net (Postfix) with ESMTPS id 1FB0F17809D for <michiel@michielbdejong.com>; Thu, 27 Nov 2014 02:26:33 +0100 (CET)",
      "by mail-ie0-f192.google.com with SMTP id rp18sf509049iec.9 for <michiel@michielbdejong.com>; Wed, 26 Nov 2014 17:26:32 -0800 (PST)",
      "by 10.50.131.170 with SMTP id on10ls1144610igb.7.gmail; Wed, 26 Nov 2014 17:26:31 -0800 (PST)",
      "from mail-ig0-x234.google.com (mail-ig0-x234.google.com. [2607:f8b0:4001:c05::234]) by gmr-mx.google.com with ESMTPS id d4si571874igm.2.2014.11.26.17.26.31 for <tosdr@googlegroups.com> (version=TLSv1 cipher=ECDHE-RSA-RC4-SHA bits=128/128); Wed, 26 Nov 2014 17:26:31 -0800 (PST)",
      "by mail-ig0-f180.google.com with SMTP id h15so3573151igd.13 for <tosdr@googlegroups.com>; Wed, 26 Nov 2014 17:26:31 -0800 (PST)",
      "by 10.107.28.84 with HTTP; Wed, 26 Nov 2014 17:26:31 -0800 (PST)"
    ],
    "received-spf": "pass (google.com: domain of odottore@gmail.com designates 2607:f8b0:4001:c05::234 as permitted sender) client-ip=2607:f8b0:4001:c05::234;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncBCP3TN64QYFBBR733GRQKGQEQRD4YOI@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:3336] CenturyLink Online Account TOS",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "gmr-mx.google.com;       spf=pass (google.com: domain of odottore@gmail.com designates 2607:f8b0:4001:c05::234 as permitted sender) smtp.mail=odottore@gmail.com;       dkim=pass header.i=@gmail.com;       dmarc=pass (p=NONE dis=NONE) header.from=gmail.com",
    "x-original-sender": "odottore@gmail.com",
    "x-received": [
      "by 10.50.107.3 with SMTP id gy3mr400191igb.10.1417051592225; Wed, 26 Nov 2014 17:26:32 -0800 (PST)",
      "by 10.42.52.208 with SMTP id k16mr44994941icg.23.1417051591196; Wed, 26 Nov 2014 17:26:31 -0800 (PST)",
      "by 10.43.79.7 with SMTP id zo7mr36246717icb.5.1417051591049; Wed, 26 Nov 2014 17:26:31 -0800 (PST)"
    ],
    "x-virus-scanned": "Debian amavisd-new at mfilter5-d.gandi.net"
  },
  "html": "<div dir=\"ltr\"><a href=\"https://q.myaccount.centurylink.com/MasterWebPortal/freeRange/acctMgmt/RegisterForMyAccount\">https://q.myaccount.centurylink.com/MasterWebPortal/freeRange/acctMgmt/RegisterForMyAccount</a><br><br>Terms: Effective June 10, 2009<br>\nThe following terms and conditions (&quot;Agreement&quot;) apply to your use of \nand access to any website owned or operated by CenturyLink or its \nsubsidiaries, affiliates, agents, and licensors (each, a &quot;Website&quot;). In \nthis Agreement, CenturyLink and its subsidiaries and affiliates are \ncollectively referred to as &quot;Company.&quot; By using or accessing a Website, \nyou agree with the terms of this Agreement. Certain products or services\n offered through the Website may have additional terms and conditions, \nwhich govern in the event of any inconsistency with this Agreement. <br>\nIn addition to any other agreements between you and Company (also \nreferred to herein as &quot;we,&quot; &quot;us,&quot; and in the possessive, &quot;our&quot;), this \nAgreement explains the policies that govern your access to and use of \nthe Website, including the actions that we may take, within our sole \ndiscretion, for any use that we deem unacceptable.<br> \nIf you do not wish to be bound by this Agreement, you should not access,\n subscribe to, or otherwise use a Website. Company may modify this \nAgreement at any time without notice to you. Modifications will be \ndeemed effective immediately upon posting of the modified terms at <a href=\"http://www.centurylink.com\">www.centuryLink.com</a><br>\nA. Website Terms and Conditions<br>\n1. Lawful Use. You agree not to use any Website for any unlawful or \nabusive purpose, or in any way which interferes with the ability of \nCompany to provide access to a Website or to provide any other service \nto our customers, or in any way which damages our property or the \nproperty of others. You are solely responsible for all content you \ntransmit through a Website and assume and accept all liability and risk \nassociated with accessing or using a Website and the Internet. You agree\n to provide information which is: (a) accurate and not misleading, and \n(b) free of damaging content, including, without limitation, viruses, \nworms, trojan horses, or other programs that are capable of disabling, \ndamaging, interfering, altering, intercepting, or otherwise impacting or\n affecting a Website or any Company systems, network, or services, or \nany Website users. Company will make reasonable attempts to provide \nuninterrupted service, but there may be instances where a Website is \ndelayed, impaired or impossible (collectively, &quot;Technical Issues&quot;). \nShould you experience any Technical Issues, you are to promptly contact \nCompany. Company will not be liable to you for any loss of information, \nblockages or delays affecting data, information, notifications, \npurchases, deliveries or any other aspect of a Website due to Technical \nIssues.<br>\n2. Fraudulent Use. You must safeguard any password or other \nWebsite-entry materials to prevent unauthorized persons from accessing \nyour account information, as you acknowledge that Company cannot verify \nthe identity of persons using a Website under your password. Company is \nnot responsible for the use of lost or stolen password information. \nShould you allow others access to your online account information, you \nwill be responsible for all actions that such persons might take with \nrespect to your account. If you suspect that your account has been \nfraudulently used or otherwise compromised, you must immediately notify \nus.<br>\n3. Copyrights. The content, names, images, text, programs, graphics, and\n other materials found on a Website are protected by the United States \ncopyright and trademark laws and are the sole property of the Company or\n its affiliates. Company reserves all rights related to these materials.\n Any use of the materials found on a Website is strictly prohibited \nwithout the express written consent of Company. Any unauthorized use of \nthese materials which violate copyright or trademark laws may result in \ncriminal or civil penalties.<br>\n4. Your Feedback. Company values any feedback you may have about a \nWebsite. However, if you send us any type of communication concerning \nthe Website or any of our products, the content of your communication \nwill be treated as nonproprietary and non-confidential (even if marked \nconfidential or similar denotation) and will become Company property to \nuse, reproduce, disclose, and distribute for any purpose whatsoever, \nwithout limitation to the extent permitted by applicable law and without\n compensation to you.<br>\n5. Indemnification. You agree to indemnify, defend and hold harmless \nCompany, its officers, directors, employees, agents, shareholders, \nlicensors, suppliers and any third party information providers for a \nWebsite from and against all claims, demands, actions, losses, expenses,\n damages and costs, including reasonable attorneys&#39; fees, that arise \nfrom: (1) any violation of this Agreement by you; (2) any violation of \nany rights of a third party by you; (3) any violation of applicable law;\n (4) information or content that you submit, post, transmit or make \navailable through a Website; or (5) your use of a Website.<br>\n6. Website Information. Except for Company-provided information or \nservices, all information and services offered through a Website or on \nthe Internet generally are offered by third parties that may not be \naffiliated with Company. Company may not review and may have no control \nover content or services provided by third parties, and does not endorse\n or assume responsibility for third-party content. Any links to third \nparty information and services are provided for convenience only and \nyour accessing or using such third party information and services is \nentirely at your own risk. Company makes no representations or \nwarranties concerning any website or the information or services offered\n or appearing on or through these websites. Company does not review, \nsponsor, or endorse the operators of these websites or the information \nor services they provide, and Company is not responsible or liable for \nthe conduct of these websites&#39; operators or the information and services\n they may provide. You also understand that Company cannot and does not \nguarantee or warrant that any files available for downloading through a \nWebsite will be free of infection or viruses, worms, Trojan horses or \nother code that manifest contaminating or destructive properties. You \nare responsible for implementing sufficient procedures and checkpoints \nto satisfy your particular requirements for accuracy of data input and \noutput, and for maintaining a means external to a Website for the \nreconstruction of any lost data.<br>\n7. Disclaimer of Warranties and Limitation of Liability. YOU UNDERSTAND \nTHAT YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM \nOR LOSS OF DATA THAT RESULTS FROM ANY MATERIAL DOWNLOADED OR ACCESSED \nFROM OR OTHERWISE PROVIDED THROUGH WEBSITES. ANY CONTENT OR INFORMATION \nACCESSED BY OR PROVIDED TO YOU THROUGH WEBSITES IS PROVIDED &quot;AS IS,&quot; \n&quot;WITH ALL FAULTS,&quot; AND &quot;AS AVAILABLE.&quot; COMPANY, ITS AGENTS, AND ITS \nLICENSORS DO NOT WARRANT IN ANY WAY THE AVAILABILITY, ACCURACY, \nCOMPLETENESS, CURRENTNESS, SUITABILITY, RELIABILITY, TITLE, USEFULNESS, \nNONINFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OF \nTHE WEBSITES OR ANY CONTENT OR INFORMATION AVAILABLE THROUGH THE \nWEBSITES. YOU ACCESS SUCH CONTENT OR INFORMATION AT YOUR OWN RISK. \nCOMPANY DOES NOT GUARANTEE THAT THE WEBSITES WILL BE ERROR-FREE, OR \nCONTINUOUSLY AVAILABLE, OR THAT IT WILL BE FREE OF VIRUSES OR OTHER \nHARMFUL COMPONENTS. UNDER NO CIRCUMSTANCES WILL COMPANY, ITS AFFILIATES,\n ITS AGENTS OR ITS LICENSORS BE LIABLE TO YOU OR ANYONE ELSE FOR ANY \nDAMAGES FROM THE WEBSITES THAT ARISE UNDER ANY CAUSE OF ACTION, \nINCLUDING THOSE THAT RESULT FROM YOUR USE OF THE WEBSITES, ANY SERVICES \nOFFERED THROUGH THE WEBSITES, OR ANY TRANSACTION PERFORMED THROUGH THE \nWEBSITES. THIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES \nTO ALL DAMAGES OF ANY KIND, INCLUDING COMPENSATORY, SPECIAL, DIRECT, \nINDIRECT, CONSEQUENTIAL, OR PUNITIVE DAMAGES, LOSS OF DATA, INCOME OR \nPROFIT, LOSS OF BUSINESS OPPORTUNITY, LOSS OF OR DAMAGE TO PROPERTY, AND\n CLAIMS OF THIRD PARTIES-EVEN KNOWN BEFOREHAND OF THE POSSIBILITY OF \nSUCH DAMAGES. YOU AGREE THAT THE AGGREGATE LIABILITY OF COMPANY, ITS \nAGENTS, AND ITS LICENSORS, IF ANY, ARISING OUT OF ANY KIND OF LEGAL \nCLAIM IN ANY WAY CONNECTED TO ANY WEBSITE WILL NOT EXCEED $100.00. \nBECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN \nCATEGORIES OF DAMAGES OR IMPLIED WARRANTIES, THE ABOVE LIMITATION MAY \nNOT APPLY TO YOU. IN SUCH STATES, THE LIABILITY OF COMPANY, AND ITS \nAFFILIATES, AGENTS AND LICENSORS IS LIMITED TO THE FULLEST EXTENT \nPERMITTED BY SUCH STATE LAW.<br>\n8. Governing Law. This Agreement is governed by and construed under the \nlaws of the State of Louisiana, without regard to its conflict of laws \nprinciples. The federal courts within the state of Louisiana and state \ncourts of Ouachita Parish, Louisiana, have exclusive jurisdiction over \nand venue of any suit that relates to this Agreement. You are \nresponsible for ensuring that your conduct is at all times in compliance\n with all applicable laws, rules and regulations.<br>\n9. Dispute Resolution. INSTEAD OF SUING IN COURT, YOU AND COMPANY AGREE \nTO ARBITRATE ANY AND ALL CLAIMS, CONTROVERSIES OR DISPUTES OF ANY KIND \n(&quot;CLAIMS&quot;) AGAINST EACH OTHER. THIS INCLUDES BUT IS NOT LIMITED TO \nCLAIMS ARISING OUT OF OR RELATING TO THIS AGREEMENT, A WEBSITE, OR ANY \nSERVICES, AS WELL AS CLAIMS ARISING OUT OF OR RELATING TO COMPANY&#39;S \nSERVICES, BILLING OR ADVERTISING, OR ARISING OUT OF OR RELATING TO \nEQUIPMENT YOU OR COMPANY MAY USE IN CONNECTION WITH A WEBSITE. THE \nREQUIREMENT TO ARBITRATE APPLIES EVEN IF A CLAIM ARISES AFTER WEBSITES \nARE TERMINATED; APPLIES TO ALL CLAIMS YOU MAY BRING AGAINST COMPANY \nEMPLOYEES, AGENTS, AFFILIATES OR OTHER REPRESENTATIVES; AND APPLIES TO \nALL CLAIMS THAT COMPANY MAY BRING AGAINST YOU. THE FEDERAL ARBITRATION \nACT, NOT STATE LAW, APPLIES TO THIS AGREEMENT AND ITS PROVISIONS AND, \nGOVERNS ALL QUESTIONS OF WHETHER A CLAIM IS SUBJECT TO ARBITRATION.<br>\nA single arbitrator engaged in the practice of law will conduct the \narbitration. The arbitration will be filed with and the arbitrator will \nbe selected according to the rules of the CPR Institute for Dispute \nResolution (&quot;CPR&quot;) and 9 U.S.C. Sec. 1, et. seq. We agree to act in good\n faith in selecting an arbitrator. Except as expressly provided in the \npreceding paragraph, the arbitration will be conducted by and under the \nthen-applicable rules of CPR and United States Code, wherever the \narbitration is filed or, if the arbitrator is chosen by mutual agreement\n of the parties, the then-applicable rules of CPR will apply unless the \nparties agree otherwise. All expedited procedures prescribed by the \napplicable rules will apply. We agree to pay our respective arbitration \ncosts, except as otherwise required by rules of CPR, as applicable, but \nthe arbitrator can apportion these costs as appropriate. The \narbitrator&#39;s decision and award is final and binding, and judgment on \nthe award may be entered in any court with jurisdiction. IF FOR ANY \nREASON, THE ABOVE PROVISIONS ON ARBITRATION ARE HELD UNENFORCEABLE OR \nARE FOUND NOT TO APPLY TO A CLAIM, YOU AND COMPANY AGREE TO WAIVE TRIAL \nBY JURY. If any party files a judicial or administrative action \nasserting a claim that is subject to arbitration and another party \nsuccessfully stays such action or compels arbitration, the party filing \nthat action must pay the other party&#39;s costs and expenses incurred in \nseeking such stay or compelling arbitration, including attorneys&#39; fees. \nExcept as expressly provided above, if any portion of this section is \ndetermined to be invalid or unenforceable, the remainder of the section \nremains in full force and effect.<br>\n10. Waiver and Severability; Assignment. Failure by Company to insist \nupon or enforce strict performance of any provision of this Agreement \nwill not be construed as a waiver of any provision or right. Neither the\n course of conduct between the parties nor trade practice will act to \nmodify any provision of this Agreement. Company may assign its rights \nand duties under these terms to any party at any time without notice to \nyou. If any provision of this Agreement is found to be unenforceable or \ninvalid, this Agreement&#39;s unaffected provisions will remain in effect.<br>\n11. Privacy Policy. Company respects the privacy of visitors to our \nWebsites. Please review our Privacy Policy at <a href=\"http://www.centuryLink.com\">www.centuryLink.com</a>.<br>\nB. Bill Presentation and Payment Terms and Conditions<br>\nCompany electronic bill presentment and payment services are an online \nbilling information and bill payment service that may be provided by \nCompany for certain products (the &quot;Services&quot;). The Services may not be \navailable in certain areas or for certain products and services. The \nServices are subject to both the Website Terms and Conditions above and \nthe following Service-specific terms and conditions. Company may modify \nthese Service-specific terms and conditions at any time without notice \nto you. Modifications will be deemed effective immediately upon posting \nof the modified terms at <a href=\"http://www.centuryLink.com\">www.centuryLink.com</a>.<br>\n1. Presentation of Payment. The electronic bill is due and payable upon \npresentation and is past due if unpaid after the date shown on page one \nof the invoice, consistent with the overall terms and conditions or \ntariffs governing your Company-provided products or services. Electronic\n payments made at <a href=\"http://www.centuryLink.com\">www.centuryLink.com</a> are processed within 24 hours to \nthe extent possible. If your payment is not made within the time allowed\n by your state&#39;s Public Utility Commission, to the extent applicable to \nyour Company service, Company may begin procedures to cancel all \nservices. You will be informed of such action if required by law.<br>\n2. Partial Payment. Partial payments are acceptable, however they are \nnot to be construed as acceptable payment arrangements that \nautomatically extend service beyond the normal disconnect date. But our \nacceptance of late or partial payments (even those marked, &quot;Paid in \nFull&quot;) and late payment charges is not a waiver of our right to collect \nthe full amount due. If you are unable to pay a bill in full prior to \nthe due date, please call customer service at the number located on page\n 1 of your Company bill.<br>\n3. Limitation of Liability. In addition to the limitations of liability \ndescribed in the Agreement, Company has no liability if: (a) your \nfinancial institution shows that your designated account has \ninsufficient funds or credit availability; (b) Company is prohibited by \nlaw or court order from withdrawing payment from your account; (c) your \naccount is closed or frozen; (d) any part of the electronic funds \ntransfer system is not working properly; or (e) there are any delays or \nfailures in performance or any interruptions arising from any cause or \ncircumstance beyond Company&#39;s reasonable control. Accounts credited with\n a payment that is subsequently returned for any reason by your \nfinancial institution, including but not limited to insufficient funds, \naccount closed or invalid account number, are debited for the amount of \nthe original payment and all applicable returned check charges. Your \naccount may also be temporarily suspended immediately upon our receipt \nof the denial of payment or returned check and until payment is made in a\n cash transaction, e.g., cash, cashier&#39;s check, money order or with a \nvalid credit card. Please call customer service at the number located on\n page 1 of your Company bill as soon as you are aware that this could be\n a problem.<br>\n4. Questions about Bill. If you have any questions about your bill, call\n Company customer service center at the telephone number printed on your\n Company bill. While the item(s) in question about your charges are \nbeing investigated, you do not have to pay them. But the amount not in \nquestion is still due and payable upon receipt of your bill. If you have\n a dispute about a charge on your bill, contact customer service at the \nnumber located on page 1 of your Company bill immediately upon receipt \nof your bill to ensure your dispute is recorded prior to collection \naction that could occur as a result of an unpaid balance.<br>\n5. Payment Methods. If you are eligible to receive the Services for your\n products and services, you may pay your bill either by (a) paying \nonline at <a href=\"http://www.centuryLink.com\">www.centuryLink.com</a> using eChecking or your credit card, (b) \nenrolling in automatic bill payment available online, (c) using the \nautomated voice response system by calling customer service, (d) \narranging to electronically pay your bill through a bill payment service\n provider such as your bank or financial institution, (e) or by mailing \nCompany a check. If you do arrange for electronic payment through \nanother company or financial institution you will be subject to those \ncompanies&#39; terms and conditions and you agree that Company will not be \nresponsible or liable for any loss or damage caused or created by those \ncompanies. In the event that any amount on a third party site does not \nmatch the same amount on <a href=\"http://www.centuryLink.com\">www.centuryLink.com</a> or your printed bill, the \n<a href=\"http://www.centuryLink.com\">www.centuryLink.com</a> and the paper bill amount (the two being the same) \nwill be deemed to be the accurate amount. In the event the paper bill \nand the amount listed on your online bill at <a href=\"http://www.centuryLink.com\">www.centuryLink.com</a> do not \nagree, the paper bill should be considered the correct bill and should \nbe used to determine the amount to be paid. You may elect to have \nCompany retain your payment information, including but not limited to \nyour billing name, address, telephone number, credit card/debit \ncard/account numbers, expiration dates, for you convenience and use in \nfuture transactions authorized by you. You are responsible for adding, \nupdating, maintaining, deleting and verifying the accuracy of any \npayment information that you ask Company to store for you. You agree \nthat Company will not be responsible for any transactions rejected due \nto erroneous or outdated payment information. You also agree that \nCompany will not be liable for any use, misuse, lost, stolen or \nincorrect payment information.<br>\n6. Bill Messages. Company may include messages developed by Company or \nas required by state and federal authorities in the body of the bill. It\n is your responsibility to view the entire bill.<br>\n7. Options to Receive Your Bill. Company may offer the option to receive\n your bill either via US postal service or via email. If you elect the \noption to receive your bill via email, you authorize Company to stop \nsending you paper bills via mail and understand that you may receive one\n more paper bill depending on your billing cycle. Please note that you \nwill have the option to print a paper copy on your home computer or save\n it to a file. Each month, you will receive an email notification when \nyour new bill is available and understand that if, for any reason, you \nare unable to view your bill online, you are still required to make your\n payment on time. Also, under these circumstances, you are responsible \nfor obtaining a bill copy and/or account balance by calling the Company \ncustomer service at 1-877-290-5458. You also agree to provide Company \nwith your email address for the receipt of eBill notices and agree to \nkeep your email address updated and understand that it is your \nresponsibility to log in and view your bill each month, even if you do \nnot receive an eBill notice for any reason. Company will notify you via \npostal mail that your address needs to be updated if it receives a \nmessage that your email bill notification is undeliverable. However, if \nyour email bill notification is undeliverable for three consecutive \nmonths, then Company will re-activate your paper bill. You understand \nthat any late payment notices will still be sent through the U.S. postal\n mail and you agree to pay your bill using one of these approved methods\n (since sending paper checks without the remittance stub may delay \npayment posting): Automatic Payments, Company online payments or online \npayments from your financial institution or bill payment service \nprovider.<br>\n8. Fees. There are no additional fees charged by Company for using the \nServices. But if you pay your bill electronically through a financial \ninstitution, you are responsible for any charges you may incur from the \nfinancial institution in order to make online payments.<br>\n9. Security. 128-bit encryption versions of Netscape or Internet \nExplorer are required to use the Services. Please visit the Microsoft or\n Netscape websites to get more details on 128-bit encryption. There are \nother computer requirements necessary to view and pay your bill online, \nwhich are listed on the Website. You are responsible for obtaining the \nnecessary encryption software. Company is not liable to you for any \nfailure or inability to obtain necessary encryption software.<br>\n10. Password. You agree that the password you use to access an account \nthrough a Website will be kept confidential. If you forget your \npassword, you may reset your password online. You understand that you \nhave sole responsibility for the security of your password. You are \nsolely responsible for notifying us of the loss or theft of a password. \nWe will not be liable for any actions, claims, costs, damages, or \nexpenses arising from a lost or stolen password.<br>\n11. Termination of Services by Company. Company reserves the right to \nterminate the Service or access to any account(s) enrolled in the \nServices at any time.</div>\n\n<p></p>\n\n-- <br />\ntosdr.org | twitter.com/tosdr | github.com/tosdr<br />\n--- <br />\nYou received this message because you are subscribed to the Google Groups &quot;Terms of Service; Didn&#39;t Read&quot; group.<br />\nTo unsubscribe from this group and stop receiving emails from it, send an email to <a href=\"mailto:tosdr+unsubscribe@googlegroups.com\">tosdr+unsubscribe@googlegroups.com</a>.<br />\nTo post to this group, send email to <a href=\"mailto:tosdr@googlegroups.com\">tosdr@googlegroups.com</a>.<br />\nVisit this group at <a href=\"http://groups.google.com/group/tosdr\">http://groups.google.com/group/tosdr</a>.<br />\nFor more options, visit <a href=\"https://groups.google.com/d/optout\">https://groups.google.com/d/optout</a>.<br />\n",
  "messageId": "CAEwvs7j9x58cGMZfaytgnim1EFhQ7Ko2baqgSf=+FAYdpWmQhg@mail.gmail.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "CenturyLink Online Account TOS",
  "text": "https://q.myaccount.centurylink.com/MasterWebPortal/freeRange/acctMgmt/RegisterForMyAccount\n\nTerms: Effective June 10, 2009\nThe following terms and conditions (\"Agreement\") apply to your use of and\naccess to any website owned or operated by CenturyLink or its subsidiaries,\naffiliates, agents, and licensors (each, a \"Website\"). In this Agreement,\nCenturyLink and its subsidiaries and affiliates are collectively referred\nto as \"Company.\" By using or accessing a Website, you agree with the terms\nof this Agreement. Certain products or services offered through the Website\nmay have additional terms and conditions, which govern in the event of any\ninconsistency with this Agreement.\nIn addition to any other agreements between you and Company (also referred\nto herein as \"we,\" \"us,\" and in the possessive, \"our\"), this Agreement\nexplains the policies that govern your access to and use of the Website,\nincluding the actions that we may take, within our sole discretion, for any\nuse that we deem unacceptable.\nIf you do not wish to be bound by this Agreement, you should not access,\nsubscribe to, or otherwise use a Website. Company may modify this Agreement\nat any time without notice to you. Modifications will be deemed effective\nimmediately upon posting of the modified terms at www.centuryLink.com\n<http://www.centurylink.com>\nA. Website Terms and Conditions\n1. Lawful Use. You agree not to use any Website for any unlawful or abusive\npurpose, or in any way which interferes with the ability of Company to\nprovide access to a Website or to provide any other service to our\ncustomers, or in any way which damages our property or the property of\nothers. You are solely responsible for all content you transmit through a\nWebsite and assume and accept all liability and risk associated with\naccessing or using a Website and the Internet. You agree to provide\ninformation which is: (a) accurate and not misleading, and (b) free of\ndamaging content, including, without limitation, viruses, worms, trojan\nhorses, or other programs that are capable of disabling, damaging,\ninterfering, altering, intercepting, or otherwise impacting or affecting a\nWebsite or any Company systems, network, or services, or any Website users.\nCompany will make reasonable attempts to provide uninterrupted service, but\nthere may be instances where a Website is delayed, impaired or impossible\n(collectively, \"Technical Issues\"). Should you experience any Technical\nIssues, you are to promptly contact Company. Company will not be liable to\nyou for any loss of information, blockages or delays affecting data,\ninformation, notifications, purchases, deliveries or any other aspect of a\nWebsite due to Technical Issues.\n2. Fraudulent Use. You must safeguard any password or other Website-entry\nmaterials to prevent unauthorized persons from accessing your account\ninformation, as you acknowledge that Company cannot verify the identity of\npersons using a Website under your password. Company is not responsible for\nthe use of lost or stolen password information. Should you allow others\naccess to your online account information, you will be responsible for all\nactions that such persons might take with respect to your account. If you\nsuspect that your account has been fraudulently used or otherwise\ncompromised, you must immediately notify us.\n3. Copyrights. The content, names, images, text, programs, graphics, and\nother materials found on a Website are protected by the United States\ncopyright and trademark laws and are the sole property of the Company or\nits affiliates. Company reserves all rights related to these materials. Any\nuse of the materials found on a Website is strictly prohibited without the\nexpress written consent of Company. Any unauthorized use of these materials\nwhich violate copyright or trademark laws may result in criminal or civil\npenalties.\n4. Your Feedback. Company values any feedback you may have about a Website.\nHowever, if you send us any type of communication concerning the Website or\nany of our products, the content of your communication will be treated as\nnonproprietary and non-confidential (even if marked confidential or similar\ndenotation) and will become Company property to use, reproduce, disclose,\nand distribute for any purpose whatsoever, without limitation to the extent\npermitted by applicable law and without compensation to you.\n5. Indemnification. You agree to indemnify, defend and hold harmless\nCompany, its officers, directors, employees, agents, shareholders,\nlicensors, suppliers and any third party information providers for a\nWebsite from and against all claims, demands, actions, losses, expenses,\ndamages and costs, including reasonable attorneys' fees, that arise from:\n(1) any violation of this Agreement by you; (2) any violation of any rights\nof a third party by you; (3) any violation of applicable law; (4)\ninformation or content that you submit, post, transmit or make available\nthrough a Website; or (5) your use of a Website.\n6. Website Information. Except for Company-provided information or\nservices, all information and services offered through a Website or on the\nInternet generally are offered by third parties that may not be affiliated\nwith Company. Company may not review and may have no control over content\nor services provided by third parties, and does not endorse or assume\nresponsibility for third-party content. Any links to third party\ninformation and services are provided for convenience only and your\naccessing or using such third party information and services is entirely at\nyour own risk. Company makes no representations or warranties concerning\nany website or the information or services offered or appearing on or\nthrough these websites. Company does not review, sponsor, or endorse the\noperators of these websites or the information or services they provide,\nand Company is not responsible or liable for the conduct of these websites'\noperators or the information and services they may provide. You also\nunderstand that Company cannot and does not guarantee or warrant that any\nfiles available for downloading through a Website will be free of infection\nor viruses, worms, Trojan horses or other code that manifest contaminating\nor destructive properties. You are responsible for implementing sufficient\nprocedures and checkpoints to satisfy your particular requirements for\naccuracy of data input and output, and for maintaining a means external to\na Website for the reconstruction of any lost data.\n7. Disclaimer of Warranties and Limitation of Liability. YOU UNDERSTAND\nTHAT YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR\nLOSS OF DATA THAT RESULTS FROM ANY MATERIAL DOWNLOADED OR ACCESSED FROM OR\nOTHERWISE PROVIDED THROUGH WEBSITES. ANY CONTENT OR INFORMATION ACCESSED BY\nOR PROVIDED TO YOU THROUGH WEBSITES IS PROVIDED \"AS IS,\" \"WITH ALL FAULTS,\"\nAND \"AS AVAILABLE.\" COMPANY, ITS AGENTS, AND ITS LICENSORS DO NOT WARRANT\nIN ANY WAY THE AVAILABILITY, ACCURACY, COMPLETENESS, CURRENTNESS,\nSUITABILITY, RELIABILITY, TITLE, USEFULNESS, NONINFRINGEMENT,\nMERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OF THE WEBSITES OR ANY\nCONTENT OR INFORMATION AVAILABLE THROUGH THE WEBSITES. YOU ACCESS SUCH\nCONTENT OR INFORMATION AT YOUR OWN RISK. COMPANY DOES NOT GUARANTEE THAT\nTHE WEBSITES WILL BE ERROR-FREE, OR CONTINUOUSLY AVAILABLE, OR THAT IT WILL\nBE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. UNDER NO CIRCUMSTANCES WILL\nCOMPANY, ITS AFFILIATES, ITS AGENTS OR ITS LICENSORS BE LIABLE TO YOU OR\nANYONE ELSE FOR ANY DAMAGES FROM THE WEBSITES THAT ARISE UNDER ANY CAUSE OF\nACTION, INCLUDING THOSE THAT RESULT FROM YOUR USE OF THE WEBSITES, ANY\nSERVICES OFFERED THROUGH THE WEBSITES, OR ANY TRANSACTION PERFORMED THROUGH\nTHE WEBSITES. THIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES\nTO ALL DAMAGES OF ANY KIND, INCLUDING COMPENSATORY, SPECIAL, DIRECT,\nINDIRECT, CONSEQUENTIAL, OR PUNITIVE DAMAGES, LOSS OF DATA, INCOME OR\nPROFIT, LOSS OF BUSINESS OPPORTUNITY, LOSS OF OR DAMAGE TO PROPERTY, AND\nCLAIMS OF THIRD PARTIES-EVEN KNOWN BEFOREHAND OF THE POSSIBILITY OF SUCH\nDAMAGES. YOU AGREE THAT THE AGGREGATE LIABILITY OF COMPANY, ITS AGENTS, AND\nITS LICENSORS, IF ANY, ARISING OUT OF ANY KIND OF LEGAL CLAIM IN ANY WAY\nCONNECTED TO ANY WEBSITE WILL NOT EXCEED $100.00. BECAUSE SOME STATES DO\nNOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CATEGORIES OF DAMAGES OR\nIMPLIED WARRANTIES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. IN SUCH\nSTATES, THE LIABILITY OF COMPANY, AND ITS AFFILIATES, AGENTS AND LICENSORS\nIS LIMITED TO THE FULLEST EXTENT PERMITTED BY SUCH STATE LAW.\n8. Governing Law. This Agreement is governed by and construed under the\nlaws of the State of Louisiana, without regard to its conflict of laws\nprinciples. The federal courts within the state of Louisiana and state\ncourts of Ouachita Parish, Louisiana, have exclusive jurisdiction over and\nvenue of any suit that relates to this Agreement. You are responsible for\nensuring that your conduct is at all times in compliance with all\napplicable laws, rules and regulations.\n9. Dispute Resolution. INSTEAD OF SUING IN COURT, YOU AND COMPANY AGREE TO\nARBITRATE ANY AND ALL CLAIMS, CONTROVERSIES OR DISPUTES OF ANY KIND\n(\"CLAIMS\") AGAINST EACH OTHER. THIS INCLUDES BUT IS NOT LIMITED TO CLAIMS\nARISING OUT OF OR RELATING TO THIS AGREEMENT, A WEBSITE, OR ANY SERVICES,\nAS WELL AS CLAIMS ARISING OUT OF OR RELATING TO COMPANY'S SERVICES, BILLING\nOR ADVERTISING, OR ARISING OUT OF OR RELATING TO EQUIPMENT YOU OR COMPANY\nMAY USE IN CONNECTION WITH A WEBSITE. THE REQUIREMENT TO ARBITRATE APPLIES\nEVEN IF A CLAIM ARISES AFTER WEBSITES ARE TERMINATED; APPLIES TO ALL CLAIMS\nYOU MAY BRING AGAINST COMPANY EMPLOYEES, AGENTS, AFFILIATES OR OTHER\nREPRESENTATIVES; AND APPLIES TO ALL CLAIMS THAT COMPANY MAY BRING AGAINST\nYOU. THE FEDERAL ARBITRATION ACT, NOT STATE LAW, APPLIES TO THIS AGREEMENT\nAND ITS PROVISIONS AND, GOVERNS ALL QUESTIONS OF WHETHER A CLAIM IS SUBJECT\nTO ARBITRATION.\nA single arbitrator engaged in the practice of law will conduct the\narbitration. The arbitration will be filed with and the arbitrator will be\nselected according to the rules of the CPR Institute for Dispute Resolution\n(\"CPR\") and 9 U.S.C. Sec. 1, et. seq. We agree to act in good faith in\nselecting an arbitrator. Except as expressly provided in the preceding\nparagraph, the arbitration will be conducted by and under the\nthen-applicable rules of CPR and United States Code, wherever the\narbitration is filed or, if the arbitrator is chosen by mutual agreement of\nthe parties, the then-applicable rules of CPR will apply unless the parties\nagree otherwise. All expedited procedures prescribed by the applicable\nrules will apply. We agree to pay our respective arbitration costs, except\nas otherwise required by rules of CPR, as applicable, but the arbitrator\ncan apportion these costs as appropriate. The arbitrator's decision and\naward is final and binding, and judgment on the award may be entered in any\ncourt with jurisdiction. IF FOR ANY REASON, THE ABOVE PROVISIONS ON\nARBITRATION ARE HELD UNENFORCEABLE OR ARE FOUND NOT TO APPLY TO A CLAIM,\nYOU AND COMPANY AGREE TO WAIVE TRIAL BY JURY. If any party files a judicial\nor administrative action asserting a claim that is subject to arbitration\nand another party successfully stays such action or compels arbitration,\nthe party filing that action must pay the other party's costs and expenses\nincurred in seeking such stay or compelling arbitration, including\nattorneys' fees. Except as expressly provided above, if any portion of this\nsection is determined to be invalid or unenforceable, the remainder of the\nsection remains in full force and effect.\n10. Waiver and Severability; Assignment. Failure by Company to insist upon\nor enforce strict performance of any provision of this Agreement will not\nbe construed as a waiver of any provision or right. Neither the course of\nconduct between the parties nor trade practice will act to modify any\nprovision of this Agreement. Company may assign its rights and duties under\nthese terms to any party at any time without notice to you. If any\nprovision of this Agreement is found to be unenforceable or invalid, this\nAgreement's unaffected provisions will remain in effect.\n11. Privacy Policy. Company respects the privacy of visitors to our\nWebsites. Please review our Privacy Policy at www.centuryLink.com.\nB. Bill Presentation and Payment Terms and Conditions\nCompany electronic bill presentment and payment services are an online\nbilling information and bill payment service that may be provided by\nCompany for certain products (the \"Services\"). The Services may not be\navailable in certain areas or for certain products and services. The\nServices are subject to both the Website Terms and Conditions above and the\nfollowing Service-specific terms and conditions. Company may modify these\nService-specific terms and conditions at any time without notice to you.\nModifications will be deemed effective immediately upon posting of the\nmodified terms at www.centuryLink.com.\n1. Presentation of Payment. The electronic bill is due and payable upon\npresentation and is past due if unpaid after the date shown on page one of\nthe invoice, consistent with the overall terms and conditions or tariffs\ngoverning your Company-provided products or services. Electronic payments\nmade at www.centuryLink.com are processed within 24 hours to the extent\npossible. If your payment is not made within the time allowed by your\nstate's Public Utility Commission, to the extent applicable to your Company\nservice, Company may begin procedures to cancel all services. You will be\ninformed of such action if required by law.\n2. Partial Payment. Partial payments are acceptable, however they are not\nto be construed as acceptable payment arrangements that automatically\nextend service beyond the normal disconnect date. But our acceptance of\nlate or partial payments (even those marked, \"Paid in Full\") and late\npayment charges is not a waiver of our right to collect the full amount\ndue. If you are unable to pay a bill in full prior to the due date, please\ncall customer service at the number located on page 1 of your Company bill.\n3. Limitation of Liability. In addition to the limitations of liability\ndescribed in the Agreement, Company has no liability if: (a) your financial\ninstitution shows that your designated account has insufficient funds or\ncredit availability; (b) Company is prohibited by law or court order from\nwithdrawing payment from your account; (c) your account is closed or\nfrozen; (d) any part of the electronic funds transfer system is not working\nproperly; or (e) there are any delays or failures in performance or any\ninterruptions arising from any cause or circumstance beyond Company's\nreasonable control. Accounts credited with a payment that is subsequently\nreturned for any reason by your financial institution, including but not\nlimited to insufficient funds, account closed or invalid account number,\nare debited for the amount of the original payment and all applicable\nreturned check charges. Your account may also be temporarily suspended\nimmediately upon our receipt of the denial of payment or returned check and\nuntil payment is made in a cash transaction, e.g., cash, cashier's check,\nmoney order or with a valid credit card. Please call customer service at\nthe number located on page 1 of your Company bill as soon as you are aware\nthat this could be a problem.\n4. Questions about Bill. If you have any questions about your bill, call\nCompany customer service center at the telephone number printed on your\nCompany bill. While the item(s) in question about your charges are being\ninvestigated, you do not have to pay them. But the amount not in question\nis still due and payable upon receipt of your bill. If you have a dispute\nabout a charge on your bill, contact customer service at the number located\non page 1 of your Company bill immediately upon receipt of your bill to\nensure your dispute is recorded prior to collection action that could occur\nas a result of an unpaid balance.\n5. Payment Methods. If you are eligible to receive the Services for your\nproducts and services, you may pay your bill either by (a) paying online at\nwww.centuryLink.com using eChecking or your credit card, (b) enrolling in\nautomatic bill payment available online, (c) using the automated voice\nresponse system by calling customer service, (d) arranging to\nelectronically pay your bill through a bill payment service provider such\nas your bank or financial institution, (e) or by mailing Company a check.\nIf you do arrange for electronic payment through another company or\nfinancial institution you will be subject to those companies' terms and\nconditions and you agree that Company will not be responsible or liable for\nany loss or damage caused or created by those companies. In the event that\nany amount on a third party site does not match the same amount on\nwww.centuryLink.com or your printed bill, the www.centuryLink.com and the\npaper bill amount (the two being the same) will be deemed to be the\naccurate amount. In the event the paper bill and the amount listed on your\nonline bill at www.centuryLink.com do not agree, the paper bill should be\nconsidered the correct bill and should be used to determine the amount to\nbe paid. You may elect to have Company retain your payment information,\nincluding but not limited to your billing name, address, telephone number,\ncredit card/debit card/account numbers, expiration dates, for you\nconvenience and use in future transactions authorized by you. You are\nresponsible for adding, updating, maintaining, deleting and verifying the\naccuracy of any payment information that you ask Company to store for you.\nYou agree that Company will not be responsible for any transactions\nrejected due to erroneous or outdated payment information. You also agree\nthat Company will not be liable for any use, misuse, lost, stolen or\nincorrect payment information.\n6. Bill Messages. Company may include messages developed by Company or as\nrequired by state and federal authorities in the body of the bill. It is\nyour responsibility to view the entire bill.\n7. Options to Receive Your Bill. Company may offer the option to receive\nyour bill either via US postal service or via email. If you elect the\noption to receive your bill via email, you authorize Company to stop\nsending you paper bills via mail and understand that you may receive one\nmore paper bill depending on your billing cycle. Please note that you will\nhave the option to print a paper copy on your home computer or save it to a\nfile. Each month, you will receive an email notification when your new bill\nis available and understand that if, for any reason, you are unable to view\nyour bill online, you are still required to make your payment on time.\nAlso, under these circumstances, you are responsible for obtaining a bill\ncopy and/or account balance by calling the Company customer service at\n1-877-290-5458. You also agree to provide Company with your email address\nfor the receipt of eBill notices and agree to keep your email address\nupdated and understand that it is your responsibility to log in and view\nyour bill each month, even if you do not receive an eBill notice for any\nreason. Company will notify you via postal mail that your address needs to\nbe updated if it receives a message that your email bill notification is\nundeliverable. However, if your email bill notification is undeliverable\nfor three consecutive months, then Company will re-activate your paper\nbill. You understand that any late payment notices will still be sent\nthrough the U.S. postal mail and you agree to pay your bill using one of\nthese approved methods (since sending paper checks without the remittance\nstub may delay payment posting): Automatic Payments, Company online\npayments or online payments from your financial institution or bill payment\nservice provider.\n8. Fees. There are no additional fees charged by Company for using the\nServices. But if you pay your bill electronically through a financial\ninstitution, you are responsible for any charges you may incur from the\nfinancial institution in order to make online payments.\n9. Security. 128-bit encryption versions of Netscape or Internet Explorer\nare required to use the Services. Please visit the Microsoft or Netscape\nwebsites to get more details on 128-bit encryption. There are other\ncomputer requirements necessary to view and pay your bill online, which are\nlisted on the Website. You are responsible for obtaining the necessary\nencryption software. Company is not liable to you for any failure or\ninability to obtain necessary encryption software.\n10. Password. You agree that the password you use to access an account\nthrough a Website will be kept confidential. If you forget your password,\nyou may reset your password online. You understand that you have sole\nresponsibility for the security of your password. You are solely\nresponsible for notifying us of the loss or theft of a password. We will\nnot be liable for any actions, claims, costs, damages, or expenses arising\nfrom a lost or stolen password.\n11. Termination of Services by Company. Company reserves the right to\nterminate the Service or access to any account(s) enrolled in the Services\nat any time.\n\n-- \ntosdr.org | twitter.com/tosdr | github.com/tosdr\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo unsubscribe from this group and stop receiving emails from it, send an email to tosdr+unsubscribe@googlegroups.com.\nTo post to this group, send email to tosdr@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr.\nFor more options, visit https://groups.google.com/d/optout.\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}