{
  "date": {},
  "from": [
    {
      "address": "navarrete.alvarado@gmail.com",
      "name": "israel navarrete"
    }
  ],
  "headers": {
    "content-type": "multipart/alternative; boundary=001a113ec536301c80050803d99e",
    "date": "Sun, 16 Nov 2014 19:25:05 -0600",
    "delivered-to": "anything@michielbdejong.com",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=20120806; h=mime-version:date:message-id:subject:from:to:x-original-sender :x-original-authentication-results:reply-to:precedence:mailing-list :list-id:list-post:list-help:list-archive:sender:list-subscribe :list-unsubscribe:content-type; bh=docrtLFi88xZBipP77sq/eMvp4ItQIH7I3khSsmmcNQ=; b=QjumJiTBQ8vIV7WmI1D5agDLG+x/VlDy5Xl97JgSirmOQ6ilWALHYgVR9z6D2XKoai p0HcpMqf2uKRLrb2b/yAZzI/B7aLxx7qC9yps2O054dFxGsX/1DKuAlUNdpfZpAI/bzK BbMSpbQd4obOC2NJIlr0/f1gngZi/FuviCXkQbzjgx//34Fj/nDBa3IvwCB3cZrWOxSA TMo4WvcZWPVttoXGteFgxu1XjUg5M7EstlNg2J1X5GptAlXSZbvhzccosSuvHMdalfi5 kc2fSzXQjpntPBYuw5UFBXaCu/QNEu5aUK0vikc1xjoVnxoOgh/fwSk655tPO9afo5ei 4yMA==",
    "from": "israel navarrete <navarrete.alvarado@gmail.com>",
    "list-archive": "<http://groups.google.com/group/tosdr",
    "list-help": "<http://groups.google.com/support/>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>, <http://groups.google.com/group/tosdr/subscribe>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<CAOAYAWGc=Vi-U6qdvTwGu=9KNGwyFCdA6aSnKBkdEKys7EjiMQ@mail.gmail.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "from spool.mail.gandi.net (mspool2-d.mgt.gandi.net [10.0.21.133]) by nmboxes77-d.mgt.gandi.net (Postfix) with ESMTP id 92D6640F41 for <anything@michielbdejong.com>; Mon, 17 Nov 2014 02:25:14 +0100 (CET)",
      "from mfilter30-d.gandi.net (mfilter30-d.gandi.net [217.70.178.161]) by spool.mail.gandi.net (Postfix) with ESMTP id 8E98C17808B for <anything@michielbdejong.com>; Mon, 17 Nov 2014 02:25:14 +0100 (CET)",
      "from spool.mail.gandi.net ([10.0.21.133]) by mfilter30-d.gandi.net (mfilter30-d.gandi.net [10.0.15.180]) (amavisd-new, port 10024) with ESMTP id ounFmwOiTTYX for <anything@michielbdejong.com>; Mon, 17 Nov 2014 02:25:10 +0100 (CET)",
      "from mail-yk0-x239.google.com (mail-yk0-x239.google.com [IPv6:2607:f8b0:4002:c07::239]) by spool.mail.gandi.net (Postfix) with ESMTPS id DDB9417807E for <michiel@michielbdejong.com>; Mon, 17 Nov 2014 02:25:06 +0100 (CET)",
      "by mail-yk0-f185.google.com with SMTP id 142sf1362710ykq.22 for <michiel@michielbdejong.com>; Sun, 16 Nov 2014 17:25:06 -0800 (PST)",
      "by 10.140.89.149 with SMTP id v21ls4843666qgd.77.gmail; Sun, 16 Nov 2014 17:25:05 -0800 (PST)",
      "from mail-ie0-x22f.google.com (mail-ie0-x22f.google.com. [2607:f8b0:4001:c03::22f]) by gmr-mx.google.com with ESMTPS id f4si777717igt.2.2014.11.16.17.25.05 for <tosdr@googlegroups.com> (version=TLSv1 cipher=ECDHE-RSA-RC4-SHA bits=128/128); Sun, 16 Nov 2014 17:25:05 -0800 (PST)",
      "by mail-ie0-f175.google.com with SMTP id at20so5463482iec.6 for <tosdr@googlegroups.com>; Sun, 16 Nov 2014 17:25:05 -0800 (PST)",
      "by 10.64.223.202 with HTTP; Sun, 16 Nov 2014 17:25:05 -0800 (PST)"
    ],
    "received-spf": "pass (google.com: domain of navarrete.alvarado@gmail.com designates 2607:f8b0:4001:c03::22f as permitted sender) client-ip=2607:f8b0:4001:c03::22f;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncBC3YVYFPYYORB4M4UWRQKGQEJZY45HY@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:3327] www.pushbullet.com",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "gmr-mx.google.com;       spf=pass (google.com: domain of navarrete.alvarado@gmail.com designates 2607:f8b0:4001:c03::22f as permitted sender) smtp.mail=navarrete.alvarado@gmail.com; dkim=pass header.i=@gmail.com;       dmarc=pass (p=NONE dis=NONE) header.from=gmail.com",
    "x-original-sender": "navarrete.alvarado@gmail.com",
    "x-received": [
      "by 10.140.101.13 with SMTP id t13mr1033qge.14.1416187505747; Sun, 16 Nov 2014 17:25:05 -0800 (PST)",
      "by 10.236.0.231 with SMTP id 67mr62784057yhb.8.1416187505432; Sun, 16 Nov 2014 17:25:05 -0800 (PST)",
      "by 10.107.137.84 with SMTP id l81mr191674iod.61.1416187505284; Sun, 16 Nov 2014 17:25:05 -0800 (PST)"
    ],
    "x-virus-scanned": "Debian amavisd-new at mfilter30-d.gandi.net"
  },
  "html": "<div dir=\"ltr\"><div class=\"\"><div class=\"\"><h1>Terms of Service</h1>\n\n<p>The following terms and conditions govern all use of the \nPushBullet.com website and the related mobile app (collectively, the \n&quot;Service&quot;). The Service is owned and operated by PushBullet Inc \n(&quot;PushBullet&quot;). The Website is offered subject to your acceptance \nwithout modification of all of the terms and conditions contained herein\n and all other operating rules, policies (including, without limitation,\n PushBullet&#39;s Privacy Policy) and procedures that may be published from \ntime to time on this Site by PushBullet (collectively, the &ldquo;Agreement&rdquo;).</p>\n\n<p>Please read this Agreement carefully before accessing or using the \nService. By accessing or using any part of the web site, you agree to \nbecome bound by the terms and conditions of this agreement. If you do \nnot agree to all the terms and conditions of this agreement, then you \nmay not access the Service or use any services. If these terms and \nconditions are considered an offer by PushBullet, acceptance is \nexpressly limited to these terms. The Service is available only to \nindividuals who are at least 13 years old.</p>\n\n<h2>Your PushBullet Account and Site</h2>\n\n<p>If you create an Account on the Service, you are responsible for \nmaintaining the security of your account, and you are fully responsible \nfor all activities that occur under the account and any other actions \ntaken in connection with the account. You must immediately notify \nPushBullet of any unauthorized uses of your account or any other \nbreaches of security. PushBullet will not be liable for any acts or \nomissions by You, including any damages of any kind incurred as a result\n of such acts or omissions.</p>\n\n<h2>Responsibility of Website Visitors</h2>\n\n<p>PushBullet has not reviewed, and cannot review, all of the material, \nincluding computer software, posted to the Service, and cannot therefore\n be responsible for that material&rsquo;s content, use or effects. By \noperating the Service, PushBullet does not represent or imply that it \nendorses the material there posted, or that it believes such material to\n be accurate, useful or non-harmful. You are responsible for taking \nprecautions as necessary to protect yourself and your computer systems \nfrom viruses, worms, Trojan horses, and other harmful or destructive \ncontent. The Service may contain content that is offensive, indecent, or\n otherwise objectionable, as well as content containing technical \ninaccuracies, typographical mistakes, and other errors. The Service may \nalso contain material that violates the privacy or publicity rights, or \ninfringes the intellectual property and other proprietary rights, of \nthird parties, or the downloading, copying or use of which is subject to\n additional terms and conditions, stated or unstated. PushBullet \ndisclaims any responsibility for any harm resulting from the use by \nvisitors of the Service, or from any downloading by those visitors of \ncontent there posted.</p>\n\n<h2>Content Posted on Other Websites</h2>\n\n<p>We have not reviewed, and cannot review, all of the material, \nincluding computer software, made available through the websites and \nwebpages to which PushBullet.com links, and that link to PushBullet.com.\n PushBullet does not have any control over those non-PushBullet websites\n and webpages, and is not responsible for their contents or their use. \nBy linking to a non-PushBullet website or webpage, PushBullet does not \nrepresent or imply that it endorses such website or webpage. You are \nresponsible for taking precautions as necessary to protect yourself and \nyour computer systems from viruses, worms, Trojan horses, and other \nharmful or destructive content. PushBullet disclaims any responsibility \nfor any harm resulting from your use of non-PushBullet websites and \nwebpages.</p>\n\n<h2>Intellectual Property</h2>\n\n<p>This Agreement does not transfer from PushBullet to you any \nPushBullet or third party intellectual property, and all right, title \nand interest in and to such property will remain (as between the \nparties) solely with PushBullet. PushBullet, PushBullet.com, the \nPushBullet.com logo, and all other trademarks, service marks, graphics \nand logos used in connection with PushBullet.com, or the Service are \ntrademarks or registered trademarks of PushBullet or PushBullet \nlicensors. Other trademarks, service marks, graphics and logos used in \nconnection with the Service may be the trademarks of other third \nparties. Your use of the Service grants you no right or license to \nreproduce or otherwise use any PushBullet or third-party trademarks.</p>\n\n<h2>Changes</h2>\n\n<p>PushBullet reserves the right, at its sole discretion, to modify or \nreplace any part of this Agreement. It is your responsibility to check \nthis Agreement periodically for changes. Your continued use of or access\n to the Service following the posting of any changes to this Agreement \nconstitutes acceptance of those changes. PushBullet may also, in the \nfuture, offer new services and/or features through the Service \n(including, the release of new tools and resources). Such new features \nand/or services shall be subject to the terms and conditions of this \nAgreement.</p>\n\n<h2>Termination</h2>\n\n<p>PushBullet may terminate your access to all or any part of the \nWebsite at any time, with or without cause, with or without notice, \neffective immediately. If you wish to terminate this Agreement or your \nPushBullet.com account (if you have one), you may simply discontinue \nusing the Service. All provisions of this Agreement which by their \nnature should survive termination shall survive termination, including, \nwithout limitation, ownership provisions, warranty disclaimers, \nindemnity and limitations of liability.</p>\n\n<h2>Disclaimer of Warranties</h2>\n\n<p>The Service is provided &ldquo;as is&rdquo;. PushBullet and its suppliers and \nlicensors hereby disclaim all warranties of any kind, express or \nimplied, including, without limitation, the warranties of \nmerchantability, fitness for a particular purpose and non-infringement. \nNeither PushBullet nor its suppliers and licensors, makes any warranty \nthat the Service will be error free or that access thereto will be \ncontinuous or uninterrupted. You understand that you download from, or \notherwise obtain content or services through, the Service at your own \ndiscretion and risk.</p>\n\n<h2>Limitation of Liability</h2>\n\n<p>In no event will PushBullet, or its suppliers or licensors, be liable\n with respect to any subject matter of this agreement under any \ncontract, negligence, strict liability or other legal or equitable \ntheory for: (i) any special, incidental or consequential damages; (ii) \nthe cost of procurement for substitute products or services; (iii) for \ninterruption of use or loss or corruption of data; or (iv) for any \namounts that exceed the fees paid by you to PushBullet under this \nagreement during the twelve (12) month period prior to the cause of \naction. PushBullet shall have no liability for any failure or delay due \nto matters beyond their reasonable control. The foregoing shall not \napply to the extent prohibited by applicable law.</p>\n\n<h2>General Representation and Warranty</h2>\n\n<p>You represent and warrant that (i) your use of the Service will be in\n strict accordance with the PushBullet Privacy Policy, with this \nAgreement and with all applicable laws and regulations (including \nwithout limitation any local laws or regulations in your country, state,\n city, or other governmental area, regarding online conduct and \nacceptable content, and including all applicable laws regarding the \ntransmission of technical data exported from the United States or the \ncountry in which you reside) and (ii) your use of the Service will not \ninfringe or misappropriate the intellectual property rights of any third\n party.</p>\n\n<h2>Indemnification</h2>\n\n<p>You agree to indemnify and hold harmless PushBullet, its contractors,\n and its licensors, and their respective directors, officers, employees \nand agents from and against any and all claims and expenses, including \nattorneys&rsquo; fees, arising out of your use of the Service, including but \nnot limited to your violation of this Agreement.</p>\n\n<h2>Miscellaneous</h2>\n\n<p>This Agreement constitutes the entire agreement between PushBullet \nand you concerning the subject matter hereof, and they may only be \nmodified by a written amendment signed by an authorized executive of \nPushBullet, or by the posting by PushBullet of a revised version. Except\n to the extent applicable law, if any, provides otherwise, this \nAgreement, any access to or use of the Service will be governed by the \nlaws of the state of California, U.S.A., excluding its conflict of law \nprovisions, and the proper venue for any disputes arising out of or \nrelating to any of the same will be the state and federal courts located\n in San Francisco County, California. Except for claims for injunctive \nor equitable relief or claims regarding intellectual property rights \n(which may be brought in any competent court without the posting of a \nbond), any dispute arising under this Agreement shall be finally settled\n in accordance with the Comprehensive Arbitration Rules of the Judicial \nArbitration and Mediation Service, Inc. (&ldquo;JAMS&rdquo;) by three arbitrators \nappointed in accordance with such Rules. The arbitration shall take \nplace in San Francisco, California, in the English language and the \narbitral decision may be enforced in any court. The prevailing party in \nany action or proceeding to enforce this Agreement shall be entitled to \ncosts and attorneys&rsquo; fees. If any part of this Agreement is held invalid\n or unenforceable, that part will be construed to reflect the parties&rsquo; \noriginal intent, and the remaining portions will remain in full force \nand effect. A waiver by either party of any term or condition of this \nAgreement or any breach thereof, in any one instance, will not waive \nsuch term or condition or any subsequent breach thereof. You may assign \nyour rights under this Agreement to any party that consents to, and \nagrees to be bound by, its terms and conditions; PushBullet may assign \nits rights under this Agreement without condition. This Agreement will \nbe binding upon and will inure to the benefit of the parties, their \nsuccessors and permitted assigns.</p>\n\n<p>Some portions of this document are borrowed&mdash;with permission&mdash;from <a href=\"http://en.wordpress.com/tos/\">here</a> under a Creative Commons license.</p>\n\n<p>This Agreement was last modified on 01/31/2013</p></div></div></div>\n\n<p></p>\n\n-- <br />\ntosdr.org | twitter.com/tosdr | github.com/tosdr<br />\n--- <br />\nYou received this message because you are subscribed to the Google Groups &quot;Terms of Service; Didn&#39;t Read&quot; group.<br />\nTo unsubscribe from this group and stop receiving emails from it, send an email to <a href=\"mailto:tosdr+unsubscribe@googlegroups.com\">tosdr+unsubscribe@googlegroups.com</a>.<br />\nTo post to this group, send email to <a href=\"mailto:tosdr@googlegroups.com\">tosdr@googlegroups.com</a>.<br />\nVisit this group at <a href=\"http://groups.google.com/group/tosdr\">http://groups.google.com/group/tosdr</a>.<br />\nFor more options, visit <a href=\"https://groups.google.com/d/optout\">https://groups.google.com/d/optout</a>.<br />\n",
  "messageId": "CAOAYAWGc=Vi-U6qdvTwGu=9KNGwyFCdA6aSnKBkdEKys7EjiMQ@mail.gmail.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "www.pushbullet.com",
  "text": "Terms of Service\n\nThe following terms and conditions govern all use of the PushBullet.com\nwebsite and the related mobile app (collectively, the \"Service\"). The\nService is owned and operated by PushBullet Inc (\"PushBullet\"). The Website\nis offered subject to your acceptance without modification of all of the\nterms and conditions contained herein and all other operating rules,\npolicies (including, without limitation, PushBullet's Privacy Policy) and\nprocedures that may be published from time to time on this Site by\nPushBullet (collectively, the \"Agreement\").\n\nPlease read this Agreement carefully before accessing or using the Service.\nBy accessing or using any part of the web site, you agree to become bound\nby the terms and conditions of this agreement. If you do not agree to all\nthe terms and conditions of this agreement, then you may not access the\nService or use any services. If these terms and conditions are considered\nan offer by PushBullet, acceptance is expressly limited to these terms. The\nService is available only to individuals who are at least 13 years old.\nYour PushBullet Account and Site\n\nIf you create an Account on the Service, you are responsible for\nmaintaining the security of your account, and you are fully responsible for\nall activities that occur under the account and any other actions taken in\nconnection with the account. You must immediately notify PushBullet of any\nunauthorized uses of your account or any other breaches of security.\nPushBullet will not be liable for any acts or omissions by You, including\nany damages of any kind incurred as a result of such acts or omissions.\nResponsibility of Website Visitors\n\nPushBullet has not reviewed, and cannot review, all of the material,\nincluding computer software, posted to the Service, and cannot therefore be\nresponsible for that material's content, use or effects. By operating the\nService, PushBullet does not represent or imply that it endorses the\nmaterial there posted, or that it believes such material to be accurate,\nuseful or non-harmful. You are responsible for taking precautions as\nnecessary to protect yourself and your computer systems from viruses,\nworms, Trojan horses, and other harmful or destructive content. The Service\nmay contain content that is offensive, indecent, or otherwise\nobjectionable, as well as content containing technical inaccuracies,\ntypographical mistakes, and other errors. The Service may also contain\nmaterial that violates the privacy or publicity rights, or infringes the\nintellectual property and other proprietary rights, of third parties, or\nthe downloading, copying or use of which is subject to additional terms and\nconditions, stated or unstated. PushBullet disclaims any responsibility for\nany harm resulting from the use by visitors of the Service, or from any\ndownloading by those visitors of content there posted.\nContent Posted on Other Websites\n\nWe have not reviewed, and cannot review, all of the material, including\ncomputer software, made available through the websites and webpages to\nwhich PushBullet.com links, and that link to PushBullet.com. PushBullet\ndoes not have any control over those non-PushBullet websites and webpages,\nand is not responsible for their contents or their use. By linking to a\nnon-PushBullet website or webpage, PushBullet does not represent or imply\nthat it endorses such website or webpage. You are responsible for taking\nprecautions as necessary to protect yourself and your computer systems from\nviruses, worms, Trojan horses, and other harmful or destructive content.\nPushBullet disclaims any responsibility for any harm resulting from your\nuse of non-PushBullet websites and webpages.\nIntellectual Property\n\nThis Agreement does not transfer from PushBullet to you any PushBullet or\nthird party intellectual property, and all right, title and interest in and\nto such property will remain (as between the parties) solely with\nPushBullet. PushBullet, PushBullet.com, the PushBullet.com logo, and all\nother trademarks, service marks, graphics and logos used in connection with\nPushBullet.com, or the Service are trademarks or registered trademarks of\nPushBullet or PushBullet licensors. Other trademarks, service marks,\ngraphics and logos used in connection with the Service may be the\ntrademarks of other third parties. Your use of the Service grants you no\nright or license to reproduce or otherwise use any PushBullet or\nthird-party trademarks.\nChanges\n\nPushBullet reserves the right, at its sole discretion, to modify or replace\nany part of this Agreement. It is your responsibility to check this\nAgreement periodically for changes. Your continued use of or access to the\nService following the posting of any changes to this Agreement constitutes\nacceptance of those changes. PushBullet may also, in the future, offer new\nservices and/or features through the Service (including, the release of new\ntools and resources). Such new features and/or services shall be subject to\nthe terms and conditions of this Agreement.\nTermination\n\nPushBullet may terminate your access to all or any part of the Website at\nany time, with or without cause, with or without notice, effective\nimmediately. If you wish to terminate this Agreement or your PushBullet.com\naccount (if you have one), you may simply discontinue using the Service.\nAll provisions of this Agreement which by their nature should survive\ntermination shall survive termination, including, without limitation,\nownership provisions, warranty disclaimers, indemnity and limitations of\nliability.\nDisclaimer of Warranties\n\nThe Service is provided \"as is\". PushBullet and its suppliers and licensors\nhereby disclaim all warranties of any kind, express or implied, including,\nwithout limitation, the warranties of merchantability, fitness for a\nparticular purpose and non-infringement. Neither PushBullet nor its\nsuppliers and licensors, makes any warranty that the Service will be error\nfree or that access thereto will be continuous or uninterrupted. You\nunderstand that you download from, or otherwise obtain content or services\nthrough, the Service at your own discretion and risk.\nLimitation of Liability\n\nIn no event will PushBullet, or its suppliers or licensors, be liable with\nrespect to any subject matter of this agreement under any contract,\nnegligence, strict liability or other legal or equitable theory for: (i)\nany special, incidental or consequential damages; (ii) the cost of\nprocurement for substitute products or services; (iii) for interruption of\nuse or loss or corruption of data; or (iv) for any amounts that exceed the\nfees paid by you to PushBullet under this agreement during the twelve (12)\nmonth period prior to the cause of action. PushBullet shall have no\nliability for any failure or delay due to matters beyond their reasonable\ncontrol. The foregoing shall not apply to the extent prohibited by\napplicable law.\nGeneral Representation and Warranty\n\nYou represent and warrant that (i) your use of the Service will be in\nstrict accordance with the PushBullet Privacy Policy, with this Agreement\nand with all applicable laws and regulations (including without limitation\nany local laws or regulations in your country, state, city, or other\ngovernmental area, regarding online conduct and acceptable content, and\nincluding all applicable laws regarding the transmission of technical data\nexported from the United States or the country in which you reside) and\n(ii) your use of the Service will not infringe or misappropriate the\nintellectual property rights of any third party.\nIndemnification\n\nYou agree to indemnify and hold harmless PushBullet, its contractors, and\nits licensors, and their respective directors, officers, employees and\nagents from and against any and all claims and expenses, including\nattorneys' fees, arising out of your use of the Service, including but not\nlimited to your violation of this Agreement.\nMiscellaneous\n\nThis Agreement constitutes the entire agreement between PushBullet and you\nconcerning the subject matter hereof, and they may only be modified by a\nwritten amendment signed by an authorized executive of PushBullet, or by\nthe posting by PushBullet of a revised version. Except to the extent\napplicable law, if any, provides otherwise, this Agreement, any access to\nor use of the Service will be governed by the laws of the state of\nCalifornia, U.S.A., excluding its conflict of law provisions, and the\nproper venue for any disputes arising out of or relating to any of the same\nwill be the state and federal courts located in San Francisco County,\nCalifornia. Except for claims for injunctive or equitable relief or claims\nregarding intellectual property rights (which may be brought in any\ncompetent court without the posting of a bond), any dispute arising under\nthis Agreement shall be finally settled in accordance with the\nComprehensive Arbitration Rules of the Judicial Arbitration and Mediation\nService, Inc. (\"JAMS\") by three arbitrators appointed in accordance with\nsuch Rules. The arbitration shall take place in San Francisco, California,\nin the English language and the arbitral decision may be enforced in any\ncourt. The prevailing party in any action or proceeding to enforce this\nAgreement shall be entitled to costs and attorneys' fees. If any part of\nthis Agreement is held invalid or unenforceable, that part will be\nconstrued to reflect the parties' original intent, and the remaining\nportions will remain in full force and effect. A waiver by either party of\nany term or condition of this Agreement or any breach thereof, in any one\ninstance, will not waive such term or condition or any subsequent breach\nthereof. You may assign your rights under this Agreement to any party that\nconsents to, and agrees to be bound by, its terms and conditions;\nPushBullet may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the\nparties, their successors and permitted assigns.\n\nSome portions of this document are borrowed--with permission--from here\n<http://en.wordpress.com/tos/> under a Creative Commons license.\n\nThis Agreement was last modified on 01/31/2013\n\n-- \ntosdr.org | twitter.com/tosdr | github.com/tosdr\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo unsubscribe from this group and stop receiving emails from it, send an email to tosdr+unsubscribe@googlegroups.com.\nTo post to this group, send email to tosdr@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr.\nFor more options, visit https://groups.google.com/d/optout.\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}