{
  "date": {},
  "from": [
    {
      "address": "smblythe@gmail.com",
      "name": ""
    }
  ],
  "headers": {
    "authentication-results": "mx.google.com; spf=pass (google.com: domain of tosdr+bncCL2L1anmARChx6mBBRoEVtq1Tw@googlegroups.com designates 209.85.160.192 as permitted sender) smtp.mail=tosdr+bncCL2L1anmARChx6mBBRoEVtq1Tw@googlegroups.com; dkim=pass header.i=@googlegroups.com",
    "content-transfer-encoding": "quoted-printable",
    "content-type": "text/plain; charset=windows-1252",
    "date": "Tue, 14 Aug 2012 07:41:36 -0700 (PDT)",
    "delivered-to": "michiel@unhosted.org",
    "dkim-signature": "v=1; a=rsa-sha256; c=relaxed/relaxed; d=googlegroups.com; s=beta; h=x-beenthere:date:from:to:message-id:subject:mime-version :x-original-sender:x-original-authentication-results:reply-to :precedence:mailing-list:list-id:x-google-group-id:list-post :list-help:list-archive:sender:list-subscribe:list-unsubscribe :content-type:content-transfer-encoding; bh=gnKFd3gwsnE0/KQxASeNt6vReqZAdY61Nlnq/XN4jh4=; b=DpoC2Q+NfLMxVGp+7JgMw9JnKYO4B0yCAl8vidukNWZwLkRE0JY6tMxQIhIK1Gc109 xarjrnJg9Pi0z1W9ciG1S+sU+YE9JK1ryoo7/FGSM9clOFXmCo1zXJOFiOFvLcaKGicV qnomz4b4hpomQYH8x/UpuG5EUoqtjvTmsjA9Y=",
    "from": "smblythe@gmail.com",
    "list-archive": "<http://groups.google.com/group/tosdr?hl=en>",
    "list-help": "<http://groups.google.com/support/?hl=en>, <mailto:tosdr+help@googlegroups.com>",
    "list-id": "<tosdr.googlegroups.com>",
    "list-post": "<http://groups.google.com/group/tosdr/post?hl=en>, <mailto:tosdr@googlegroups.com>",
    "list-subscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:tosdr+subscribe@googlegroups.com>",
    "list-unsubscribe": "<http://groups.google.com/group/tosdr/subscribe?hl=en>, <mailto:googlegroups-manage+966240515290+unsubscribe@googlegroups.com>",
    "mailing-list": "list tosdr@googlegroups.com; contact tosdr+owners@googlegroups.com",
    "message-id": "<d27750d3-541b-4cc7-9612-7b9f6df67142@googlegroups.com>",
    "mime-version": "1.0",
    "precedence": "list",
    "received": [
      "by 10.49.17.196 with SMTP id q4csp91207qed; Tue, 14 Aug 2012 08:05:26 -0700 (PDT)",
      "by 10.236.179.98 with SMTP id g62mr15330875yhm.44.1344955327759; Tue, 14 Aug 2012 07:42:07 -0700 (PDT)",
      "from mail-gh0-f192.google.com (mail-gh0-f192.google.com [209.85.160.192]) by mx.google.com with ESMTPS id k67si2676841yhj.149.2012.08.14.07.41.37 (version=TLSv1/SSLv3 cipher=OTHER); Tue, 14 Aug 2012 07:42:07 -0700 (PDT)",
      "by ghrr20 with SMTP id r20sf381575ghr.29 for <multiple recipients>; Tue, 14 Aug 2012 07:41:37 -0700 (PDT)",
      "by 10.236.142.211 with SMTP id i59mr2803620yhj.1.1344955297401; Tue, 14 Aug 2012 07:41:37 -0700 (PDT)",
      "by 10.236.120.244 with SMTP id p80ls925011yhh.0.gmail; Tue, 14 Aug 2012 07:41:36 -0700 (PDT)",
      "by 10.236.74.38 with SMTP id w26mr2760744yhd.18.1344955296943; Tue, 14 Aug 2012 07:41:36 -0700 (PDT)"
    ],
    "received-spf": "pass (google.com: domain of tosdr+bncCL2L1anmARChx6mBBRoEVtq1Tw@googlegroups.com designates 209.85.160.192 as permitted sender) client-ip=209.85.160.192;",
    "reply-to": "tosdr@googlegroups.com",
    "return-path": "<tosdr+bncCL2L1anmARChx6mBBRoEVtq1Tw@googlegroups.com>",
    "sender": "tosdr@googlegroups.com",
    "subject": "[tosdr:397] Last.FM - Am I doing it right?",
    "to": "tosdr@googlegroups.com",
    "x-beenthere": "tosdr@googlegroups.com",
    "x-google-group-id": "966240515290",
    "x-original-authentication-results": "ls.google.com; spf=pass (google.com: domain of smblythe@gmail.com designates internal as permitted sender) smtp.mail=smblythe@gmail.com; dkim=pass header.i=@gmail.com",
    "x-original-sender": "smblythe@gmail.com"
  },
  "messageId": "d27750d3-541b-4cc7-9612-7b9f6df67142@googlegroups.com",
  "priority": "normal",
  "receivedDate": {},
  "replyTo": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ],
  "subject": "Last.FM - Am I doing it right?",
  "text": "Hello...\n\nI'm new to this, so be gentle. I couldn't find anything relating to www.last.fm, so thought I'd make a start. Let me know if this is how to proceed, or if there's a better format, and I can go through it more thoroughly.  Disclaimer: I'm qualified with a degree in Scots Law (LLB. Hons.), about to embark on an LLM in Internet Law & Policy.\n\nStephen\n\n----\n\n\nThe Good:\n\n- Readability: Summary of terms of use and privacy policy before the detailed legalese\n\nThe Bad:\n\n- BUSINESS TRANSFERS - irrevocable license for Last/FM, partners and affiliates to use the information you provide:\n\n\"Except as otherwise described in our Privacy Policy or other agreement on the Website at which you provide Your Upload Information, Your Upload Information will be treated as non-confidential and non-proprietary and we will not be liable for any use or disclosure to anyone, including but not limited to claimed intellectual property owners. When you upload Your Upload Information via the Website, you irrevocably grant to Last.fm, its parent, subsidiaries, affiliates, and partners, without any credit or compensation to you, a non-exclusive, worldwide, perpetual, unrestricted, irrevocable, royalty-free and fully transferable, assignable and sub-licensable right and licence to use, reuse, modify, adapt, alter, display, archive, publish, sub-license, perform, copy, reproduce, disclose, transmit, communicate to the public, post, sell, translate, create derivative works of, distribute, make and export Your Upload Information (in whole or in part), or to incorporate it in other works in any form, media, software or technology of any kind now known or developed in the future, for any purposes whatsoever including, without limitation, for advertising, marketing, publicity and promotional purposes, such as developing, manufacturing and marketing products and targeted advertisements using such Uploaded Information. You hereby waive any moral rights (or any similar rights in any jurisdiction) you may have in and to any of Your Upload Information, even if such material is altered or changed in a manner not agreeable to you. You agree and understand that Last.fm, its parent, subsidiaries, affiliates, and partners are not obligated to use Your Upload Information submitted through the Website or otherwise, and may alternatively choose, in its sole discretion, to discard, refuse to post, limit or block access to Your Uploaded Information without any liability whatsoever.\"\n\n\n- CHANGING TERMS: Users have to manually check the privacy page to be aware of any changes to the privacy terms. \n\n\"19. If Last.fm makes any changes to this Policy these changes will be detailed on this page in order to ensure that you are fully aware of what information is collected, how it is used and under what circumstances it will be disclosed. If you are concerned about how your information is collected, used or disclosed, you should periodically check back at this page. If you have any specific concerns not addressed in the Policy, please contact us using the feedback page on the website.\"\n\n\n\nThe In-Between:\n\n- JURISDICTION: - Jurisdiction governed by the laws of England:\n\n\"16. These Terms of Use and the interpretation of these Terms of Use shall be governed by and construed in accordance with the laws of England.\"\n\n- IDEMNIFICATION: - you agree to idemnify Last.FM resulting from your use of the service, and will not settle any actions involving Last.FM without their prior written approval.\n\n\"15. You agree to indemnify, hold harmless, and keep Last.fm, its parents, subsidiaries and affiliates, and their respective owners, officers, managers, members, agents and employees, fully and effectively indemnified with respect to any and all costs, claims, demands, investigations, liabilities, losses, damages, judgments, settlements, costs and expenses, including attorneys' fees arising out of or in connection with this Terms of Use, including, without limitation: (a) your use of the Properties; (b) your violation of these Terms of Use or any law, rule or regulation; (c) your use of the Content; or (d) your placement or transmission of any of Your Upload Information or any other content or materials on or through the Properties. You will cooperate as fully and reasonably as required by Last.fm in the defence of any claim. Notwithstanding the foregoing, Last.fm retains the exclusive right to settle, compromise and pay any and all claims, demands, proceedings, suits, actions or causes of actions which are brought against Last.fm herein under the terms and provisions of this Section 15 and in no event shall you settle any such claim without Last.fm's prior written approval.\"\n\n- Age Limit - Those under the age of 13 are not permitted to use the service.\n\n\"15. Last.fm Policy for Young People - Children under the age of 13 are not eligible to use the Website and must not attempt to register with Last.fm and/or submit any personal information to us. We don’t knowingly collect personal information from any person who is under the age of 13 or allow them to register. If it comes to our attention that we have collected personal data from a person under the age of 13, we will delete this information as quickly as possible. If you have reason to believe that this has occurred, please contact us at legal@last.fm, and we will delete all relevant information.\n\nWe recommend that children between the ages of 13 and 17 should not send any information about themselves to anyone over the Internet (including to us) without asking their parents/legal guardians for permission beforehand.\"\n\n- Business Transitions: - If Last.fm is bought out by another company, then your data will be transferred to them, but they will 'endeavour' to notify the user.\n\n\"If Last.fm is acquired by another company or sells all or a portion of its assets to another company, or in the event of a merger, it is likely that user information will be a part of the assets transferred. If as a result of such a business transition information is to be collected, used or disclosed in a manner or for a purpose different from that stated above, Last.fm will endeavour to notify all users of such changes beforehand.\"\n\n\n\nSources:\n\nhttp://www.last.fm/legal/privacy\nhttp://www.last.fm/legal/terms\n\n\n-- \nwww.tos-dr.info // www.twitter.com/tosdr // www.github.com/Unhosted/ToS-DR\n--- \nYou received this message because you are subscribed to the Google Groups \"Terms of Service; Didn't Read\" group.\nTo post to this group, send email to tosdr@googlegroups.com.\nTo unsubscribe from this group, send email to tosdr+unsubscribe@googlegroups.com.\nVisit this group at http://groups.google.com/group/tosdr?hl=en.\nFor more options, visit https://groups.google.com/groups/opt_out.\n\n\n",
  "to": [
    {
      "address": "tosdr@googlegroups.com",
      "name": ""
    }
  ]
}