{
  "id": "10704",
  "needModeration": true,
  "quoteDoc": "Data Policy",
  "quoteEnd": 25831,
  "quoteStart": 24141,
  "quoteText": "How do we respond to legal requests or prevent harm? We access, preserve and share your information with regulators, law enforcement or others: <ul>\n<li>In response to a legal request (like a search warrant, court order or subpoena) if we have a good faith belief that the law requires us to do so.\nThis may include responding to legal requests from jurisdictions outside of the United States when we have a good-faith belief that the response is required by law in that jurisdiction, affects users in that jurisdiction, and is consistent with internationally recognized standards.</li>\n<li>When we have a good-faith belief it is necessary to: detect, prevent and address fraud, unauthorized use of the Products, violations of our terms or policies, or other harmful or illegal activity.\nto protect ourselves (including our rights, property or Products), you or others, including as part of investigations or regulatory inquiries.\nor to prevent death or imminent bodily harm.\nFor example, if relevant, we provide information to and receive information from third-party partners about the reliability of your account to prevent fraud, abuse and other harmful activity on and off our Products.</li>\n</ul> Information we receive about you (including financial transaction data related to purchases made with Facebook) can be accessed and preserved for an extended period when it is the subject of a legal request or obligation, governmental investigation, or investigations of possible violations of our terms or policies, or otherwise to prevent harm.\nWe also retain information from accounts disabled for terms violations for at least a year to prevent repeat abuse or other term violations.",
  "services": [
    "facebook"
  ],
  "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
    "tldr": "Generated through the annotate view"
  }
}