{
  "id": "10900",
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 5498,
  "quoteStart": 1650,
  "quoteText": "<p>·Information including user name, address, phone number,&nbsp;and email address, will be collected at the time of user registration on the Site.&nbsp;If you are registering an AliExpress account through social media platforms<br>such as Facebook or Twitter, we may collect your account name and profile photo&nbsp;at those platforms.&nbsp;</p>\n<p>\n</p>\n<p>·If you choose to answer our supplemental questionnaires&nbsp;for registered members, we may also collect marital status, nationality,&nbsp;gender, date and/or year of birth, annual income, monthly spending and user&nbsp;preferences.</p>\n<p> If you prefer not to provide such information, the use of&nbsp;our services and products will not be affected.</p>\n<p>\n</p>\n<p>·If you are registered as a seller or service provider, in&nbsp;addition to the information mentioned above, we may also collect your identity&nbsp;information, tax registration number and information about your business, such<br>as the information about your business license.</p>\n<p>\n</p>\n<p>·If you are successfully certified by AliExpress as a&nbsp;blogger or an influencer, in addition to the information mentioned above, we&nbsp;may also collect your live stream videos, your social media account names and&nbsp;profile photos, and posts or comments made by the Site’s members.</p>\n<p>\n</p>\n<p>·If you contact our customer service, we may record your&nbsp;conversation with us and collect additional information to verify your&nbsp;identity.</p>\n<p>\n</p>\n<p>·In connection with any transaction and payment services,&nbsp;or services under our buyer protection schemes, information, including but not&nbsp;limited to, bank account numbers, billing and delivery information,&nbsp;credit/debit card numbers, expiration dates and security code and tracking&nbsp;information from cheques or money orders may be collected to facilitate the&nbsp;sale and purchase as well as the settlement of purchase price of the products&nbsp;or services transacted on or procured through the Site.</p>\n<p>\n</p>\n<p>·We record details of users’ activities on the Site.&nbsp;Information relating to such transactions (including, but not limited to, the&nbsp;types and specifications of the goods, pricing and delivery information, any&nbsp;dispute records and any information disclosed in any discussion forum)&nbsp;may&nbsp;be collected when transactions are conducted on or facilitated through the Site.</p>\n<p>\n</p>\n<p>·From time to time, we collect information about our users&nbsp;and prospective users during trade shows, industry events and other functions.&nbsp;The information we may collect at these events includes, but not limited to,&nbsp;user name, address, phone number, fax number and email address.</p>\n<p>\n</p>\n<p>·We record users’ buying and browsing activities on our&nbsp;platform including but not limited to IP addresses, browsing patterns, buyer&nbsp;behavioral patterns and equipment information.\nIn addition, we gather&nbsp;statistical information about the Site and visitors to the Site including, but&nbsp;not limited to, IP addresses, browser software, operating system, software and&nbsp;hardware attributes, pages viewed, number of sessions and unique visitors.</p>\n<p>\n</p>\n<p>Certain data we collect may be defined as personal data&nbsp;under applicable data protection law (“Personal Data”).&nbsp;</p>\n<p>\n</p>\n<p>To enable us to provide our services and products to&nbsp;users, users need to provide certain categories of data (which may include&nbsp;Personal Data), such as user name, address, phone number, and email address.\nIf&nbsp;certain data is required, we will let you know at the time of collection.\nIn&nbsp;the event that users do not provide sufficient data marked as necessary, we may&nbsp;not be able to complete the registration process or provide certain products or&nbsp;services.&nbsp",
  "services": [
    "aliexpress"
  ],
  "title": "The service provides details about what kinds of personal information they collect",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides details about what kinds of personal information they collect",
    "irrelevant": true,
    "tldr": "Generated through the annotate view"
  }
}