{
  "id": "11274",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 40145,
  "quoteStart": 38435,
  "quoteText": "B.\nUSE OF PERSONAL DATA</strong>\n</p>\n<p>\n</p>\n<p>We collect and use your Personal Data for the following&nbsp;purposes:</p>\n<p>\n</p>\n<p>·verifying your identity;</p>\n<p>\n</p>\n<p>·verifying your eligibility to register as a user of the&nbsp;Sites or become a blogger or an influencer of the Sites;</p>\n<p>\n</p>\n<p>·processing your registration as a user, providing you&nbsp;with a log-in ID for the Sites and maintaining and managing your registration;</p>\n<p>\n</p>\n<p>·providing you with customer service and responding to&nbsp;your queries, feedback, claims or disputes;</p>\n<p>\n</p>\n<p>·facilitating communication between buyers and sellers on&nbsp;the Sites, processing transactions and payments, assessing advance withdrawal&nbsp;requests from sellers and providing delivery services;</p>\n<p>\n</p>\n<p>·assessing account security and transaction risks of&nbsp;members, detecting and preventing fraud and other security incidents;</p>\n<p>\n</p>\n<p>·personalizing our communication with you based on your&nbsp;browsing records, equipment information we collected and your order history,&nbsp;and performing research or statistical analysis in order to improve the content<br>and layout of the Sites, and to improve our product offerings and services,&nbsp;including, for example, using anonymized data for machine learning purposes;</p>\n<p>\n</p>\n<p>·identifying, developing and marketing products and&nbsp;services that we believe you will value, including across browsers and devices,&nbsp;in accordance with applicable laws.\nCookies or other similar technologies may<br>be used to provide you with advertising based upon your browsing activities and&nbsp;interests (see section E.\nCOOKIES&nbsp;below).&nbsp.",
  "services": [
    "aliexpress"
  ],
  "title": "This service uses your personal information for many different purposes",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "tldr": "Generated through the annotate view"
  }
}