{
  "id": "12193",
  "needModeration": false,
  "quoteDoc": "Data Policy",
  "quoteEnd": 705,
  "quoteStart": 600,
  "quoteText": "blockquote>\n<b>Things you and others do and provide.</b>\n<ul>\n<li>\n<b>Information and content you provide",
  "services": [
    "instagram"
  ],
  "title": "The service collects many different types of personal data",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service collects many different types of personal data",
    "tldr": "Full quote: \"What kinds of information do we collect? To provide the Facebook Products, we must process information about you. The types of information we collect depend on how you use our Products. You can learn how to access and delete information we collect by visiting the Facebook Settings and Instagram Settings.\r\n\r\nThings you and others do and provide\r\n\r\nInformation and content you provide.We collect the content, communications and other information you provide when you use our Products, including when you sign up for an account, create or share content, and message or communicate with others. This can include information in or about the content you provide (like metadata), such as the location of a photo or the date a file was created. It can also include what you see through features we provide, such as our camera, so we can do things like suggest masks and filters that you might like, or give you tips on using camera formats.\r\n\r\nOur systems automatically process content and communications you and others provide to analyze context and what's in them for the purposes described below.\r\n\r\nLearn more about how you can control who can see the things you share.\r\n\r\nData with special protections: You can choose to provide information in your Facebook profile fields or Life Events about your religious views, political views, who you are \"interested in,\" or your health. This and other information (such as racial or ethnic origin, philosophical beliefs or trade union membership) could be subject to special protections under the laws of your country.\r\n\r\nNetworks and connections. We collect information about the people, Pages, accounts, hashtags and groups you are connected to and how you interact with them across our Products, such as people you communicate with the most or groups you are part of.\r\n\r\nWe also collect contact information if you choose to upload, sync or import it from a device (such as an address book or call log or SMS log history), which we use for things like helping you and others find people you may know and for the other purposes listed below.\r\n\r\nYour usage. We collect information about how you use our Products, such as the types of content you view or engage with. the features you use. the actions you take. the people or accounts you interact with. and the time, frequency and duration of your activities. For example, we log when you're using and have last used our Products, and what posts, videos and other content you view on our Products. We also collect information about how you use features like our camera.\r\n\r\nInformation about transactions made on our Products. If you use our Products for purchases or other financial transactions (such as when you make a purchase in a game or make a donation), we collect information about the purchase or transaction. This includes payment information, such as your credit or debit card number and other card information. other account and authentication information. and billing, shipping and contact details.\r\n\r\nThings others do and information they provide about you. We also receive and analyze content, communications and information that other people provide when they use our Products. This can include information about you, such as when others share or comment on a photo of you, send a message to you, or upload, sync or import your contact information.\""
  }
}