{
  "id": "12217",
  "needModeration": false,
  "quoteDoc": "Data Policy",
  "quoteEnd": 7546,
  "quoteStart": 7535,
  "quoteText": "Here's how:",
  "services": [
    "instagram"
  ],
  "title": "This service uses your personal information for many different purposes",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "tldr": "Full quote: \"Here's how: Provide, personalize and improve our Products. We use the information we have to deliver our Products, including to personalize features and content (including your News Feed, Instagram Feed, Instagram Stories and ads) and make suggestions for you (such as groups or events you may be interested in or topics you may want to follow) on and off our Products. To create personalized Products that are unique and relevant to you, we use your connections, preferences, interests and activities based on the data we collect and learn from you and others (including any data with special protections you choose to provide). how you use and interact with our Products. and the people, places, or things you're connected to and interested in on and off our Products. Learn more about how we use information about you to personalize your Facebook and Instagram experience, including features, content and recommendations in Facebook Products. you can also learn more about how we choose the ads that you see.\r\n\r\nInformation across Facebook Products and devices:\r\nWe connect information about your activities on different Facebook Products and devices to provide a more tailored and consistent experience on all Facebook Products you use, wherever you use them.\r\nFor example, we can suggest that you join a group on Facebook that includes people you follow on Instagram or communicate with using Messenger. We can also make your experience more seamless, for example, by automatically filling in your registration information (such as your phone number) from one Facebook Product when you sign up for an account on a different Product\r\nLocation-related information: We use location-related information-such as your current location, where you live, the places you like to go, and the businesses and people you're near-to provide, personalize and improve our Products, including ads, for you and others. Location-related information can be based on things like precise device location (if you've allowed us to collect it), IP addresses, and information from your and others' use of Facebook Products (such as check-ins or events you attend).\r\nProduct research and development: We use the information we have to develop, test and improve our Products, including by conducting surveys and research, and testing and troubleshooting new products and features.[...]\""
  }
}