{
  "id": "12531",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 1723,
  "quoteStart": 438,
  "quoteText": "Access to third-party accounts <ul>\n<li> Stripe account access <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Advertising <ul>\n<li> Google Ad Manager <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Analytics <ul>\n<li> Google Analytics, Analytics collected directly, MixPanel, Facebook Ads conversion tracking (Facebook pixel), Google Ads conversion tracking and Google Analytics with anonymized IP <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n<li> Google Analytics for Firebase <p>Personal Data: Cookies.\nunique device identifiers for advertising (Google Advertiser ID or IDFA, for example).\nUsage Data</p>\n</li>\n<li> Klipfolio Inc.\nand Hotjar </li>\n</ul>\n</li>\n<li> Backup saving and management <ul>\n<li> Backup on Google Drive <p>Personal Data: various types of Data as specified in the privacy policy of the service</p>\n</li>\n</ul>\n</li>\n<li> Commercial affiliation <ul>\n<li> Amazon Affiliation <p>Personal Data: Cookies.\nUsage Data</p>\n</li>\n</ul>\n</li>\n<li> Contacting the User <ul>\n<li> Contact form <p>Personal Data: email address.\nfirst name.\nlast name.\nwebsite</p>\n</li>\n</ul>\n</li>\n<li> Content performance and features testing (A/B testing) <ul>\n<li> Google Optimize <p>Personal Data:",
  "services": [
    "doxy"
  ],
  "title": "Many third parties are involved in operating the service",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "Many third parties are involved in operating the service",
    "tldr": "Furthermore: \"[...]Displaying content from external platforms Google Fonts Personal Data: Usage Data. various types of Data as specified in the privacy policy of the service YouTube video widget Personal Data: Cookies. Usage Data Handling payments Stripe Personal Data: various types of Data as specified in the privacy policy of the service Hosting and backend infrastructure Amazon Web Services (AWS) and DigitalOcean Personal Data: various types of Data as specified in the privacy policy of the service iubenda Consent Solution Personal Data: Data communicated while using the service Infrastructure monitoring Uptime Robot Personal Data: various types of Data as specified in the privacy policy of the service[...]\""
  }
}