{
  "id": "12651",
  "needModeration": true,
  "quoteDoc": "Cloudflare Privacy Policy",
  "quoteEnd": 16928,
  "quoteStart": 16742,
  "quoteText": "As a general matter, for all categories of data we collect except Resolver User data, we may use the information we collect (including personal information, to the extent applicable) to:",
  "services": [
    "cloudflare"
  ],
  "title": "This service uses your personal information for many different purposes",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "tldr": "Full quote: \"provide, operate, maintain, improve, and promote the Website and Services;enable you to access and use the Website and Services;process and complete transactions, and send you related information, including purchase confirmations and invoices;send transactional messages, including responses to your comments, questions, and requests. provide customer service and support. and send you technical notices, updates, security alerts, and support and administrative messages;send commercial communications, in accordance with your communication preferences, such as providing you with information about products and services, features, surveys, newsletters, offers, promotions, contests, and events about us and our partners. and send other news or information about us and our partners. See Section 8 below for information on managing your communication preferences. process and deliver contest or sweepstakes entries and rewards;monitor and analyze trends, usage, and activities in connection with the Websites and Services and for marketing or advertising purposes;comply with legal obligations as well as to investigate and prevent fraudulent transactions, unauthorized access to the Services, and other illegal activities;personalize the Websites and Services, including by providing features or content that match your interests and preferences. andprocess for other purposes for which we obtain your consent.[...]\""
  }
}