{
  "approved": false,
  "id": "1888",
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 12645,
  "quoteStart": 7681,
  "quoteText": "We use the information we collect from all our services for the following purposes:</p>Provide our services<p>We use your information to deliver our services, like processing the terms you search for in order to return results or helping you share content by suggesting recipients from your contacts.</p>Maintain &amp.\nimprove our services<p>We also use your information to ensure our services are working as intended, such as tracking outages or troubleshooting issues that you report to us.\nAnd we use your information to make improvements to our services — for example, understanding which search terms are most frequently misspelled helps us improve spell-check features used across our services.</p>Develop new services<p>We use the information we collect in existing services to help us develop new ones.\nFor example, understanding how people organized their photos in Picasa, Google’s first photos app, helped us design and launch Google Photos.</p>Provide personalized services, including content and ads<p>We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results.\nFor example, Security Checkup provides security tips adapted to how you use Google products.\nAnd Google Play uses information like apps you’ve already installed and videos you’ve watched on YouTube to suggest new apps you might like.</p>\n<p>Depending on your settings, we may also show you personalized ads based on your interests.\nFor example, if you search for “mountain bikes,” you may see an ad for sports equipment when you’re browsing a site that shows ads served by Google.\nYou can control what information we use to show you ads by visiting your ad settings.</p>\n<ul>\n<li>We don’t show you personalized ads based on sensitive categories, such as race, religion, sexual orientation, or health.</li>\n<li>We don’t share information that personally identifies you with advertisers, such as your name or email, unless you ask us to.\nFor example, if you see an ad for a nearby flower shop and select the “tap to call” button, we’ll connect your call and may share your phone number with the flower shop.</li>\n</ul>\n<p>Go to Ad Settings</p>Measure performance<p>We use data for analytics and measurement to understand how our services are used.\nFor example, we analyze data about your visits to our sites to do things like optimize product design.\nAnd we also use data about the ads you interact with to help advertisers understand the performance of their ad campaigns.\nWe use a variety of tools to do this, including Google Analytics.\nWhen you visit sites that use Google Analytics, Google and a Google Analytics customer may link information about your activity from that site with activity from other sites that use our ad services.</p>Communicate with you<p>We use information we collect, like your email address, to interact with you directly.\nFor example, we may send you a notification if we detect suspicious activity, like an attempt to sign in to your Google Account from an unusual location.\nOr we may let you know about upcoming changes or improvements to our services.\nAnd if you contact Google, we’ll keep a record of your request in order to help solve any issues you might be facing.</p>Protect Google, our users, and the public<p>We use information to help improve the safety and reliability of our services.\nThis includes detecting, preventing, and responding to fraud, abuse, security risks, and technical issues that could harm Google, our users, or the public.</p>\n<p>We use different technologies to process your information for these purposes.\nWe use automated systems that analyze your content to provide you with things like customized search results, personalized ads, or other features tailored to how you use our services.\nAnd we analyze your content to help us detect abuse such as spam, malware, and illegal content.\nWe also use algorithms to recognize patterns in data.\nFor example, Google Translate helps people communicate across languages by detecting common language patterns in phrases you ask it to translate.</p>\n<p>We may combine the information we collect among our services and across your devices for the purposes described above.\nFor example, if you watch videos of guitar players on YouTube, you might see an ad for guitar lessons on a site that uses our ad products.\nDepending on your account settings, your activity on other sites and apps may be associated with your personal information in order to improve Google’s services and the ads delivered by Google.</p>\n<p>If other users already have your email address or other information that identifies you, we may show them your publicly visible Google Account information, such as your name and photo.\nThis helps people identify an email coming from you, for example.</p>\n<p>We’ll ask for your consent before using your information for a purpose that isn’t covered in this Privacy Policy.</p>",
  "services": [
    "google"
  ],
  "slug": "k3TtWBBCbrZFpvoqe-google",
  "submittedBy": "JuCGjRQ4sfo6gwF43",
  "title": "This service uses your personal information for many different purposes",
  "topics": [
    "track",
    "cookies",
    "personal-data",
    "third",
    "track",
    "user-choice",
    "user-info"
  ],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "irrelevant": true,
    "point": "bad",
    "sources": [
      "http://www.thingiverse.com/"
    ],
    "tldr": "Basically, information is collected from \"third party websites\", \"technology\", use of \"personal data\", and the data/demographics you choose to provide. The website says they do this in order to make the website more personalized and \"useful\" to you, but they track you in all ways possible, which is something of concern if personal online privacy is important to you. Further, although they say that they also use information you provide, even if you provide the bare minimum like your name and your age, they use that to find more info on you as well (at least that is my interpretation of their clause). "
  }
}