{
  "id": "5157",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 14407,
  "quoteStart": 13763,
  "quoteText": "<p>If you are located in the EU or Switzerland, you have the following rights in respect of your personal data that we hold:\n</p>\n<ol>\n<li>\n<b>Right of access.</b> The right to obtain access to your personal data.</li>\n<li>\n<b>Right to rectification.</b> The right to obtain rectification of your personal data without undue delay where that personal data is inaccurate or incomplete.\n</li>\n<li>\n<b>Right to erasure.</b> The right to obtain the erasure of your personal data without undue delay in certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed.",
  "services": [
    "brainly"
  ],
  "title": "If you are located in the EU or Switzerland, you can request access and deletion of personal data",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "You can request access and deletion of personal data",
    "tldr": "The Privacy Policy states that, \"If you are located in the EU or Switzerland, you have the following rights in respect of your personal data that we hold: Right of access. The right to obtain access to your personal data. Right to rectification. The right to obtain rectification of your personal data without undue delay where that personal data is inaccurate or incomplete. Right to erasure. The right to obtain the erasure of your personal data without undue delay in certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed . . . If you wish to exercise one of these rights, please contact us using the contact details at the end of this Privacy Policy.\" FOR ALL USERS, these Privacy Policy terms apply: \"If you have any questions about reviewing, modifying, or deleting your information, or if you want to remove your name or comments from our Service or publicly displayed content, you can contact us directly at privacy@brainly.com. We may not be able to modify or delete your information in all circumstances. To request deletion of the personal information we have collected in connection with your Brainly account, please select the “I want to delete my account” option after logging into your account in Account Preferences. \""
  }
}