{
  "id": "5513",
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 5483,
  "quoteStart": 4378,
  "quoteText": "We may collect non-personal identification information about all Users whenever they interact with the Service.\nThis may include details of the type of device, the operating system, the browser, and information about the means of connection to the Service, such as Internet Service Providers utilized and other similar related information.</p>\nHow we use the information\n<p>We may collect and use Users information for the following purposes:</p>\n<ol>\n<li>To improve customer service.\nInformation you provide helps us respond to your customer service requests and support needs more efficiently.</li>\n<li>To improve the Service.\nWe may use feedback you provide to improve our products and services.</li>\n<li>To run a promotion, contest, survey or other feature.\nTo send Users information they agreed to receive about topics we think will be of interest to them.</li>\n<li>To send periodic emails.\nWe may use the email address to send User information and updates pertaining to their subscriptions, activity and/or orders.\nIt may also be used to respond to their inquiries, questions, and/or other requests.",
  "services": [
    "bitchute"
  ],
  "title": "The service provides information about how they intend to use your personal data",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides information about how they intend to use your personal data",
    "tldr": "We may collect and use Users information for the following purposes:\r\n\r\nTo improve customer service. Information you provide helps us respond to your customer service requests and support needs more efficiently.\r\nTo improve the Service. We may use feedback you provide to improve our products and services.\r\nTo run a promotion, contest, survey or other feature. To send Users information they agreed to receive about topics we think will be of interest to them.\r\nTo send periodic emails. We may use the email address to send User information and updates pertaining to their subscriptions, activity and/or orders. It may also be used to respond to their inquiries, questions, and/or other requests. If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc. If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email."
  }
}