{
  "discussion": "https://groups.google.com/d/topic/tosdr/duo_UHrHc5I/discussion",
  "id": "578",
  "meta": {
    "author": "Ian McGowan",
    "contributors": [
      "Robin Monks <devlinks@gmail.com>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 4833,
  "quoteStart": 3874,
  "quoteText": "By sending IBM any information or material, you grant IBM an unrestricted, irrevocable license to copy, reproduce, publish, upload, post, transmit, distribute, publicly display, perform, modify, create derivative works from, and otherwise freely use, those materials or information.\nYou also agree that IBM is free to use any ideas, concepts, know-how, or techniques that you send us for any purpose.\nHowever, we will not release your name or otherwise publicize the fact that you submitted materials or other information to us unless: (a) we obtain your permission to use your name.\nor (b) we first notify you that the materials or other information you submit to a particular part of this site will be published or otherwise used with your name on it.\nor (c) we are required to do so by law.\nPersonally-identifiable information that you submit to IBM for the purpose of receiving products or services will be handled in accordance with our privacy policies.",
  "services": [
    "cloudant"
  ],
  "slug": "duo_UHrHc5I",
  "source": {
    "terms": "https://cloudant.com/terms/"
  },
  "title": "Cloudant won't share you data with third parties",
  "topics": [
    "copyright-scope",
    "third"
  ],
  "tosdr": {
    "binding": true,
    "case": "The copyright license that users grant to the service is limited for the purposes of that same service, and not third parties.",
    "tldr": "They do not permit any third party or entity access to confidential information, including (without limitation) user subscription data. They only permit third party access as required to provide their services."
  }
}