{
  "discussion": "https://groups.google.com/forum/#!topic/tosdr/tmXfQIGPTvs",
  "id": "630",
  "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 6565,
  "quoteStart": 5472,
  "quoteText": "By submitting, posting or displaying Content on or through the Services, you grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display and distribute such Content in any and all media or distribution methods (now known or later developed).\nThis license authorizes us to make your Content available to the rest of the world and to let others do the same.\nYou agree that this license includes the right for Twitter to provide, promote, and improve the Services and to make Content submitted to or through the Services available to other companies, organizations or individuals for the syndication, broadcast, distribution, promotion or publication of such Content on other media and services, subject to our terms and conditions for such Content use.\nSuch additional uses by Twitter, or other companies, organizations or individuals, may be made with no compensation paid to you with respect to the Content that you submit, post, transmit or otherwise make available through the Services.",
  "services": [
    "twitter"
  ],
  "slug": "tmXfQIGPTvs",
  "source": "https://twitter.com/tos",
  "title": "Very broad copyright license on your content",
  "topics": [
    "copyright-scope"
  ],
  "tosdr": {
    "binding": true,
    "case": "very broad",
    "tldr": "The copyright license is very broad with almost no limitations, which goes beyond the requirements to run the service. It includes right for Twitter to license to others (“sublicense”)."
  }
}