{
  "discussion": "https://groups.google.com/forum#!topic/tosdr/0a7TdDy2utg",
  "id": "644",
  "needModeration": false,
  "quoteDoc": "Privacy Statement",
  "quoteEnd": 3133,
  "quoteStart": 1521,
  "quoteText": "<p>As also explicitly stated in the Terms of Service, we are obliged to provide access to Lawful Interception requests issued by a Swiss judge.\nThese are then processed by our staff, and either granted or rejected.</p>\n<p>As a country that places a high value on privacy, Switzerland is extremely reluctant with such access, and all the statistics of such Lawful Interceptions (LI) are always provided in anonymized form by the authorities themselves, including detailed spreadsheets that allow you to control the grounds for approval.</p>\n<p>As you can see for yourself in the detailed overview for 2014 (and the one for 2012, 2013), <strong>there were only 12 (20 in 2012, 31 in 2013) cases of real-time internet wire-tapping in all of Switzerland and a further 18 (26 in 2012, 32 in 2013) for retroactive communication meta-information</strong>.\nAlthough that information is not provided, to our knowledge none of these was for email, specifically.\nWe do however know that this information is complete.\nFor more information, please see our overview on the Swiss legal framework.</p>\n<p>What we do know is that Kolab Systems has received a total of</p>\n<p>\n<strong>0</strong> requests to access customer data<br>\n<strong>0</strong> such requests were granted, and<br>\n<strong>0</strong> such requests were denied</p>\n<p>and we have received</p>\n<p>\n<strong>1</strong> administrative request and <strong>2</strong> unauthorized attempts for administrative requests.</p>\n<p>Please see the complete statistics for more information.\nShould these numbers change we'll update this page accordingly and without delay.",
  "services": [
    "kolabnow"
  ],
  "slug": "0a7TdDy2utg",
  "title": "KolabNow is very strict when providing access to Lawful Interception requests",
  "topics": [
    "law-gov"
  ],
  "tosdr": {
    "binding": true,
    "case": "The service will not allow third parties to access your personal information without a legal basis",
    "irrelevant": true,
    "tldr": "KolabNow is very strict when granting access to a Lawful Interception request. All information relating to these requests is anonymized by the authorities themselves, and they also provide spreadsheets which allow you to control how the request is approved. KolabNow also keeps a running total of the number of requests received, granted, and denied on their Privacy Policy page. The number for all was 0 as of August 1, 2013."
  }
}