{
  "id": "6809",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 7561,
  "quoteStart": 6609,
  "quoteText": "<p>Crowdmark may attempt to collect information you created, before or after you had a Crowdmark account, from third parties, such as schools, teachers and instructors, including forms of assessments, competed assessments, and grades and scores on or in connection with completed assessments, which Crowdmark calls “<strong>Indirect Content</strong>”.</p>\n<p>If Crowdmark collects any of your Indirect Content it will enter into a contract with that third party which requires the third party to ensure, and provide assurances to Crowdmark, that it has your consent to disclose that Indirect Content, including any of your personal information therein, to Crowdmark.\nIf any of your personal information appears in or on your Indirect Content, it will be used, disclosed and stored in accordance with this Privacy Policy, and it will be connected and linked with you, your account and your personal information you voluntarily provided to Crowdmark.</p>",
  "services": [
    "crowdmark"
  ],
  "title": "They store data on you even if you did not interact with the service",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "They store data on you even if you did not interact with the service",
    "tldr": "Privacy Policy: \"Crowdmark may attempt to collect information you created, before or after you had a Crowdmark account, from third parties, such as schools, teachers and instructors, including forms of assessments, competed assessments, and grades and scores on or in connection with completed assessments, which Crowdmark calls “Indirect Content”.\r\n\r\nIf Crowdmark collects any of your Indirect Content it will enter into a contract with that third party which requires the third party to ensure, and provide assurances to Crowdmark, that it has your consent to disclose that Indirect Content, including any of your personal information therein, to Crowdmark. If any of your personal information appears in or on your Indirect Content, it will be used, disclosed and stored in accordance with this Privacy Policy, and it will be connected and linked with you, your account and your personal information you voluntarily provided to Crowdmark.\""
  }
}