{
  "discussion": "https://groups.google.com/d/topic/tosdr/OR7vkW34mm4",
  "id": "699",
  "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
  "needModeration": true,
  "quote": "Cookies: Like many websites, we use “cookie” technology to collect additional website usage data and to improve our Services, but we do not require cookies for many parts of our Services such as searching and looking at public user profiles or lists. A cookie is a small data file that is transferred to your computer's hard disk. Twitter may use both session cookies and persistent cookies to better understand how you interact with our Services, to monitor aggregate usage by our users and web traffic routing on our Services, and to customize and improve our Services. Most Internet browsers automatically accept cookies. You can instruct your browser, by changing its settings, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit. However, some Services may not function properly if you disable cookies.",
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 17362,
  "quoteStart": 16070,
  "quoteText": "A cookie is a small piece of data that is stored on your computer or mobile device.\nLike many websites, we use cookies and similar technologies to collect additional website usage data and to operate our services.\nCookies are not required for many parts of our services such as searching and looking at public profiles.\nAlthough most web browsers automatically accept cookies, many browsers’ settings can be set to decline cookies or alert you when a website is attempting to place a cookie on your computer.\nHowever, some of our services may not function properly if you disable cookies.\nWhen your browser or device allows it, we use both session cookies and persistent cookies to better understand how you interact with our services, to monitor aggregate usage patterns, and to personalize and otherwise operate our services such as by providing account security, personalizing the content we show you including ads, and remembering your language preferences.\nWe do not support the Do Not Track browser option.\nYou can learn more about how we use cookies and similar technologies here.</p>\n<p>pageReference: /content/twitter-com/legal/en/privacy/chapter-2/chapter-2-3-tooltips---overlays</p>\n<p>Content:</p>\n<p>Not hungry?</p>\n<p>You can change your cookie settings in your web browser.</p>",
  "services": [
    "twitter"
  ],
  "slug": "OR7vkW34mm4",
  "source": "https://twitter.com/privacy",
  "title": "Twitter does not require cookies to function",
  "topics": [
    "cookies"
  ],
  "tosdr": {
    "binding": true,
    "case": "This service requires first-party cookies",
    "tldr": "Twitter is transparent about using session cookies and persistant cookies. But Twitter does not require cookies for most of the service to function. Remember that cookies are files on your computer: you can control and disable them."
  }
}