{
  "discussion": "https://groups.google.com/forum/#!topic/tosdr/X6_GxyBSVnE",
  "id": "730",
  "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 19876,
  "quoteStart": 19224,
  "quoteText": "When you view our content on third-party websites that integrate Twitter content such as embedded timelines or Tweet buttons, we may receive Log Data that includes the web page you visited.\nWe use this information to better understand the use of our services, to protect the safety and integrity of our platform, and to show more relevant content, including ads.\nWe do not associate this web browsing history with your name, email address, phone number, or username, and we delete, obfuscate, or aggregate it after no longer than 30 days.\nWe do not collect this data from browsers that we believe to be located in the European Union or EFTA States.<br>",
  "services": [
    "twitter"
  ],
  "slug": "X6_GxyBSVnE",
  "source": [
    "https://twitter.com/privacy",
    "https://support.twitter.com/groups/33-report-abuse-or-policy-violations/topics/148-policy-information/articles/20169453-twitter-supports-do-not-track#"
  ],
  "title": "Twitter deletes tracking data in 10 days and offers an opt-out",
  "topics": [
    "track"
  ],
  "tosdr": {
    "binding": true,
    "case": "The service deletes tracking data after a period of time and allows you to opt out",
    "tldr": "Twitter widgets on third-party websites collect <a href='https://support.twitter.com/articles/20169421#' title='Tailored Suggestions'>data about you</a>. The data is kept a maximum of 10 days. Also, <strong>you can opt-out completely</strong> by enabling “Do-Not-Track”. <a href='https://support.twitter.com/groups/33-report-abuse-or-policy-violations/topics/148-policy-information/articles/20169453-twitter-supports-do-not-track#'>See how</a>."
  }
}