{
  "id": "7416",
  "needModeration": false,
  "quoteDoc": "Who owns Orr Group materials?",
  "quoteEnd": 23366,
  "quoteStart": 21731,
  "quoteText": "If you believe that your work has been used or copied in a way that constitutes copyright infringement and such infringement is occurring on Roll20 or on sites linked to from Roll20, please provide written notification of claimed copyright infringement to the designated agent for Roll20 (identified below), which must contain the following elements:\n</p>\n<ul>\n<li> A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright interest that is alleged to have been infringed.\n</li>\n<li> A description of the copyrighted work or works that you claim have been infringed and identification of what content in such work(s) is claimed to be infringing and which you request to be removed or access to which is to be disabled.\n</li>\n<li> A description of where the content that you claim is infringing is located on Roll20.\n</li>\n<li> Information sufficient to permit Orr Group to contact you, such as your physical address, telephone number, and e-mail address.\n</li>\n<li> A statement by you that you have a good faith belief that the use of the content identified in your Notice in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n</li>\n<li> A statement by you that the information in your notice is accurate and, under penalty of perjury, that you are the copyright owner or authorized to act on the copyright owner’s behalf.\n</li>\n</ul>\n<p>Orr Group’s designated agent for notice of claims of copyright infringement can be reached as follows:\n</p>\n<p>By mail: 7111 W.\n151st Street Suite 101 Overland Park, KS 66223\n</p>\n<p>By e-mail: team@roll20.net",
  "services": [
    "roll20"
  ],
  "title": "This service will aid you when other users infringe on your copyright",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "Provides instructions on how to submit a copyright claim",
    "irrelevant": true,
    "tldr": "Generated through the annotate view"
  }
}