{
  "discussion": "https://groups.google.com/d/topic/tosdr/gyMiAkV5ZG0/discussion",
  "id": "749",
  "meta": {
    "author": "ToS;DR by Unhosted",
    "contributors": [
      "Hugo Roy <hugo@unhosted.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 22125,
  "quoteStart": 21260,
  "quoteText": "GitHub uses cookies to make interactions with our service easy and meaningful.\nWe use cookies (and similar technologies, like HTML5 localStorage) to keep you logged in, remember your preferences, and provide information for future development of GitHub.\nWe also use cookies to identify a device, for security reasons.\nBy using our website, you agree that we can place these types of cookies on your computer or device.\nIf you disable your browser or device’s ability to accept cookies, you will not be able to log in or use GitHub’s services.</p>\n<p>We provide a web page on cookies and tracking that describes the cookies we set, the needs we have for those cookies, and the types of cookies they are (temporary or permanent).\nIt also lists our third party analytics and service providers and details exactly which parts of our website we permit them to track.</p>",
  "services": [
    "github"
  ],
  "slug": "gyMiAkV5ZG0",
  "source": {
    "privacy": "https://help.github.com/privacy-policy"
  },
  "title": "GitHub requires cookies",
  "topics": [
    "cookies"
  ],
  "tosdr": {
    "binding": true,
    "case": "This service requires first-party cookies",
    "tldr": "GitHub requires cookies to work and misleads you to believe that you remain anonymous while cookies contain “unique identifiers”. However, only session cookies are used, not persistent cookies."
  }
}