{
  "id": "7834",
  "needModeration": false,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 49130,
  "quoteStart": 47353,
  "quoteText": "12.\n<b>Indemnification</b>.\nYou agree, to the extent permissible under your state's laws, to indemnify, defend, and hold harmless Khan Academy, and its parent, successors, affiliated companies, contractors, officers, directors, employees, agents and its third-party suppliers, licensors, and partners (\"<b>Khan Academy Parties</b>\") from and against all losses, damages, liabilities, demands, judgments, settlements, costs and expenses of any kind (including legal fees and expenses), from any claim or demand made by any third-party relating to or arising out of (i) your access to, use or misuse of the Services.\n(ii) your breach or alleged breach of these Terms, or any violation of the Terms.\n(iii) any breach of the representations, warranties, and covenants made herein, whether by you or by any Child User or School User whose account you have approved as a Parent User or School Personnel.\n(iv) your failure to comply with Applicable Laws (including any failure to obtain or provide any necessary consent or notice).\n(v) the infringement by you or any third-party using your account of any intellectual property, privacy, or other right of any person or entity, including in connection with your User Content, or (vi) your breach or alleged breach of any interaction, agreement, or policy between you and any other Users.\nKhan Academy reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Khan Academy, and you agree to cooperate with Khan Academy's defense of these claims.\nYou agree not to settle any such matter without the prior written consent of Khan Academy.\nKhan Academy will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.",
  "services": [
    "khanacademy"
  ],
  "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
    "irrelevant": true,
    "tldr": "Generated through the annotate view"
  }
}