{
  "id": "7837",
  "needModeration": false,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 59089,
  "quoteStart": 56920,
  "quoteText": "<li>15.4 Dispute Resolution and Arbitration.\nPLEASE READ THIS SECTION CAREFULLY BECAUSE IT AFFECTS YOUR RIGHTS.\nBY AGREEING TO BINDING ARBITRATION, YOU WAIVE YOUR RIGHT TO LITIGATE DISPUTES THROUGH A COURT AND TO HAVE A JUDGE OR JURY DECIDE YOUR CASE.\n<ol>\n<li>(a) Generally.\nIn order to expedite and control the cost of disputes, Khan Academy and you agree that any legal or equitable claim, dispute, action or proceeding arising from or related to your use of the Services or these Terms (\"<b>Dispute</b>\") will be resolved as follows to the fullest extent permitted by law:</li>\n<li>(b) Notice of Dispute.\nIn the event of a Dispute, you or Khan Academy must give the other a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the Dispute, and a proposed solution (a \"<b>Notice of Dispute</b>\").\nYou must send any Notice of Dispute by first class U.S.\nMail to Khan Academy at P.O.\nBox 1630, Mountain View, CA 94042 and also via e-mail to notices@khanacademy.org.\nKhan Academy will send any Notice of Dispute to you by first class U.S.\nMail to your address if Khan Academy has it, or otherwise to your e-mail address.\nYou and Khan Academy will attempt in good faith to resolve any Dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent.\nAfter sixty (60) days, you or Khan Academy may commence arbitration.</li>\n<li>(c) Binding Arbitration.\nAny Dispute which has not been resolved by negotiation as provided herein within sixty (60) days or such time period as you and Khan Academy may otherwise agree, shall be finally resolved by binding arbitration as described in this Section 15.4.\nYou are giving up the right to litigate (or participate in as a party or class member) all Disputes in court before a judge or jury.\nInstead, all Disputes will be resolved before a neutral arbitrator, whose decision will be final except for a limited right of appeal under the Federal Arbitration Act.\nThe place of arbitration shall be Santa Clara County, California.\nAny court with jurisdiction over the parties may enforce the arbitrator's award.</li>\n<li>",
  "services": [
    "khanacademy"
  ],
  "title": "This service forces users into binding arbitration in the case of disputes",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "This service forces users into binding arbitration in the case of disputes",
    "tldr": "Generated through the annotate view"
  }
}