{
  "id": "8187",
  "needModeration": true,
  "quoteDoc": "FAQ",
  "quoteEnd": 14200,
  "quoteStart": 12310,
  "quoteText": "</i>Q: A bot or channel is infringing on my copyright.\nWhat do I do?\n<p>All Telegram chats and group chats are private amongst their participants.\nWe do not process any requests related to them.\nBut <strong>sticker sets</strong>, <strong>channels</strong>, and <strong>bots</strong> on Telegram are <em>publicly available</em>.</p>\n<p>If you see a bot, channel, or sticker set that is infringing on your copyright, kindly submit a complaint to dmca@telegram.org.\nPlease note that such requests should only be submitted by the copyright owner or an agent authorized to act on the owner’s behalf.</p>\n<i>\n</i>Q: Wait! 0_o Do you process take-down requests from third parties?\n<p>Our mission is to provide a secure means of communication that works everywhere on the planet.\nTo do this in the places where it is most needed (and to continue distributing Telegram through the App Store and Google Play), we have to process legitimate requests to take down illegal <strong>public</strong> content (e.g., sticker sets, bots, and channels) within the app.\nFor example, we can take down sticker sets that violate intellectual property rights or porn bots.</p>\n<p>User-uploaded stickers sets, channels, and bots by third-party developers are not part of the core Telegram UI.\nWhenever we receive a complaint at abuse@telegram.org or dmca@telegram.org regarding the legality of public content, we perform the necessary legal checks and take it down when deemed appropriate.</p>\n<p>Please note that this does <strong>not</strong> apply to local restrictions on freedom of speech.\nFor example, if criticizing the government is illegal in some country, Telegram won‘t be a part of such politically motivated censorship.\nThis goes against our founders’ principles.\nWhile we do block terrorist (e.g.\nISIS-related) bots and channels, we will not block anybody who peacefully expresses alternative opinions.",
  "services": [
    "telegram"
  ],
  "title": "If you are the target of a copyright claim, your content may be removed",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "If you are the target of a copyright claim, your content may be removed",
    "tldr": ""
  }
}