{
  "discussion": "https://groups.google.com/d/topic/tosdr/2cS-f92l3Wo/discussion",
  "id": "854",
  "meta": {
    "author": "Ian McGowan",
    "contributors": [
      "Jil Larner <jil.larner@fsfe.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 14789,
  "quoteStart": 13978,
  "quoteText": "We may collect such personal data if you sign up for a Trial or purchase any of our Paid Subscriptions (as defined in the Terms and Conditions of Use) or make other purchases through the Spotify Service.\nThe exact personal data collected will vary depending on the payment method (e.g.\ndirect via your mobile phone carrier or by invoice) but will include information such as: <blockquote>\n<ul>\n<li>Name.\n</li>\n<li>Date of birth;</li>\n<li>Credit or debit card type, expiration date, and certain digits of your card number;</li>\n<li>Postal code;</li>\n<li>Mobile phone number.\nand </li>\n<li>Details of your transaction history.</li>\n</ul>\n</blockquote> If you choose to pay by invoice, we will provide your personal data to our payment processors to enable them to complete a credit check and to send you invoices.",
  "reason": "not necessary to mention",
  "services": [
    "spotify"
  ],
  "slug": "2cS-f92l3Wo",
  "source": {
    "terms": "https://www.spotify.com/us/legal/privacy-policy/"
  },
  "title": "The service provides information about how they collect personal data",
  "topics": [
    "third parties"
  ],
  "tosdr": {
    "binding": true,
    "case": "The service provides information about how they collect personal data",
    "irrelevant": false,
    "point": "neutral",
    "reason": true,
    "score": 0,
    "tldr": "Spotify uses a third party to process payments, although they do not specify who. However, the privacy policy does specify the limited information that is provided to Spotify from this third party (e.g., card type, expiration date, last four digits)."
  }
}