{
  "id": "8954",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 7886,
  "quoteStart": 5409,
  "quoteText": "We use your information for a variety of business purposes, including to:</p>\n<p>\n<b>Fulfil our contract with you and provide you with our Services, such as:</b>\n</p>\n<ul>\n<li>Managing your information and accounts;</li>\n<li>Providing access to certain areas, functionalities, and features of our Services;</li>\n<li>Communicating with you about your account, activities on our Services and policy changes;</li>\n<li>Undertaking activities to verify or maintain the quality or safety of a service or device;</li>\n<li>Processing your financial information and other payment methods for products or Services purchased;</li>\n<li>Providing advertising, analytics and marketing services;</li>\n<li>Providing Services on behalf of our users, such as maintaining or servicing accounts, providing user service, and verifying user information;</li>\n<li>Processing applications and transactions.\nand</li>\n<li>Allowing you to register for events.</li>\n</ul>\n<p>\n<b>Analyze and improve our Services pursuant to our legitimate interest, such as:</b>\n</p>\n<ul>\n<li>Detecting security incidents, protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>Measuring interest and engagement in our Services and short-term, transient use, such as contextual customization of ads;</li>\n<li>Undertaking research for technological development and demonstration;</li>\n<li>Researching and developing products, services, marketing or security procedures to improve their performance, resilience, reliability or efficiency;</li>\n<li>Improving, upgrading or enhancing our Services;</li>\n<li>Developing new products and Services;</li>\n<li>Ensuring internal quality control;</li>\n<li>Verifying your identity and preventing fraud;</li>\n<li>Debugging to identify and repair errors that impair existing intended functionality;</li>\n<li>Enforcing our terms and policies.\nand</li>\n<li>Complying with our legal obligations, protecting your vital interest, or as may be required for the public good.</li>\n</ul>\n<p>\n<b>Provide you with additional content and Services, such as:</b>\n</p>\n<ul>\n<li>Furnishing you with customized materials about offers, products, and Services that may be of interest, including new content or Services;</li>\n<li>Auditing relating to interactions, transactions and other compliance activities.\nand</li>\n<li>Other purposes you consent to, are notified of, or are disclosed when you provide personal information.",
  "services": [
    "byte"
  ],
  "title": "This service uses your personal information for many different purposes",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "tldr": "Generated through the annotate view"
  }
}