{
  "id": "9132",
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 27477,
  "quoteStart": 25659,
  "quoteText": "While our own staff is continually working to develop and evaluate our own product ideas and features, we pride ourselves on paying close attention to the interests, feedback, comments, and suggestions we receive from the user community.\nIf you choose to contribute by sending us or our employees any ideas for products, services, features, modifications, enhancements, content, refinements, technologies, content offerings (such as audio, visual, games, or other types of content), promotions, strategies, or product/feature names, or any related documentation, artwork, computer code, diagrams, or other materials (collectively “Feedback”), then regardless of what your accompanying communication may say, the following terms will apply, so that future misunderstandings can be avoided.\nAccordingly, by sending Feedback to us, you agree that:</p>\n<p>TikTok has no obligation to review, consider, or implement your Feedback, or to return to you all or part of any Feedback for any reason;</p>\n<p>Feedback is provided on a non-confidential basis, and we are not under any obligation to keep any Feedback you send confidential or to refrain from using or disclosing it in any way.\nand</p>\n<p>You irrevocably grant us perpetual and unlimited permission to reproduce, distribute, create derivative works of, modify, publicly perform (including on a through-to-the-audience basis), communicate to the public, make available, publicly display, and otherwise use and exploit the Feedback and derivatives thereof for any purpose and without restriction, free of charge and without attribution of any kind, including by making, using, selling, offering for sale, importing, and promoting commercial products and services that incorporate or embody Feedback, whether in whole or in part, and whether as provided or as modified.",
  "services": [
    "tiktok-duplicate"
  ],
  "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
    "tldr": "Generated through the annotate view"
  }
}