{
  "discussion": "https://groups.google.com/d/topic/tosdr/w8RMtGdRvdM/discussion",
  "id": "947",
  "meta": {
    "author": "ToS;DR by Unhosted",
    "contributors": [
      "Hugo Roy <hugo@unhosted.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 37198,
  "quoteStart": 36502,
  "quoteText": "To control cookies, you can modify your settings in most web browsers to accept or deny cookies or to request your permission each time a site attempts to set a cookie.\nYou can also manually delete previously stored cookies at any time.\nPlease note that if you choose to block cookies, doing so may impair the Platform or prevent certain elements of it from functioning.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Additional Choices and Controls</strong>\n</p>\n<ul>\n<li>For more information about analytics and advertising cookies and how you can opt out, you can visit the Network Advertising Initiative’s opt-out page, the Digital Advertising Alliance’s opt-out page, or http://youronlinechoices.eu.</li>",
  "services": [
    "soundcloud"
  ],
  "slug": "w8RMtGdRvdM",
  "source": {
    "privacy": "http://soundcloud.com/pages/privacy#cookies"
  },
  "title": "Use of cookies and third-party cookies (opt-out)",
  "topics": [
    "cookies"
  ],
  "tosdr": {
    "binding": true,
    "case": "This service employs third-party cookies, but with opt-out instructions",
    "tldr": "SoundCloud uses persistant cookies. They also have a limited set of third-party cookies: Google Analytics, Quantcast and ATInternet. Detailed information about <a href=\"http://soundcloud.com/pages/privacy#choices\">how to opt-out</a> is provided."
  }
}