{
  "discussion": "https://groups.google.com/forum#!topic/tosdr/M1UxQnoPXSw",
  "id": "955",
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 15754,
  "quoteStart": 14514,
  "quoteText": " WE WARRANT THAT THE SERVICES WILL CONFORM TO THE SERVICE DESCRIPTIONS UNDER NORMAL USE.\nWE DO NOT REPRESENT OR WARRANT THAT (i) THE USE OF OUR SERVICES WILL BE TIMELY, UNINTERRUPTED OR ERROR FREE, OR OPERATE IN COMBINATION WITH ANY SPECIFIC HARDWARE, SOFTWARE, SYSTEM OR DATA, (ii) OUR SERVICES WILL MEET YOUR REQUIREMENTS, OR (iii) ALL ERRORS OR DEFECTS WILL BE CORRECTED.\nUSE OF THE SERVICES IS AT YOUR SOLE RISK.\nOUR ENTIRE LIABILITY AND YOUR EXCLUSIVE REMEDY UNDER THIS WARRANTY WILL BE, AT OUR SOLE OPTION AND SUBJECT TO APPLICABLE LAW, TO PROVIDE CONFORMING SERVICES, OR TO TERMINATE THE NON-CONFORMING SERVICES OR THE APPLICABLE ORDER, AND PROVIDE A PRO-RATED REFUND OF ANY PREPAID FEES FROM THE PERIOD OF NON-CONFORMANCE THROUGH THE END OF THE REMAINING TERM.\nTO THE EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ALL OTHER WARRANTIES AND CONDITIONS, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING ANY EXPRESS OR IMPLIED WARRANTIES OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES AND CONDITIONS, THEREFORE SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO CUSTOMERS LOCATED IN THOSE JURISDICTIONS.",
  "services": [
    "lastpass"
  ],
  "slug": "M1UxQnoPXSw",
  "title": "Disclaims all Warrenties",
  "topics": [
    "guarantee"
  ],
  "tosdr": {
    "binding": true,
    "case": "This services gives no guarantee regarding quality",
    "tldr": "Neither LastPass nor its suppliers and licensors, makes any warranty that the Website will be error free or that access thereto will be continuous or uninterrupted. You understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk."
  }
}