{
  "id": "9637",
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 12526,
  "quoteStart": 9794,
  "quoteText": "<strong>Operate and improve the edX Site</strong> – This includes creating and improving features that support the edX community and enable edX Site usage at scale.\nThis also includes personalizing the edX Site, so your learning experience is tailored to your interests and needs.</li>\n<li>\n<strong>Create, administer, provide, and teach courses</strong> – This includes creating and improving the delivery of massive open online courses and programs on edX.\nThis also includes personalizing courses, so your learning experience is tailored to your interests and needs, and assessing your performance and awarding certificates.</li>\n<li>\n<strong>Offer and improve products and services</strong> – This includes enabling you to navigate the edX Site, to enroll and participate in courses and programs on the edX Site, to learn effectively in such courses and programs, and to purchase or obtain products and services on the edX Site such as Verified Certificates.</li>\n<li>\n<strong>Develop and maintain the security and performance of the edX Site</strong> – This includes tracking edX Site outages and creating software solutions, detecting violations of the Honor Code and Terms of Service, and monitoring uses, misuses, and potential misuses of the edX Site.</li>\n<li>\n<strong>Communicate with you</strong> – This includes answering your course and platform questions, notifying you of course and edX Site maintenance and updates, marketing to you about course offerings, programs, news, and related products and services of edX or edX affiliates, and as permitted under applicable law, sending you communications about products or services of selected business partners that may be of interest to you.</li>\n<li>\n<strong>Support scientific research including, for example, in the areas of cognitive science and education</strong> – This includes collaborating to enable and conduct research about how learners access and master course materials online, with the goal of improving course outcomes.</li>\n<li>\n<strong>Track edX Site usage against goals and mission</strong> – This includes performing analytics to evaluate access to and performance in courses and course-related products and services and to report aggregate usage information (not Personal Information) to business partners and external audiences.</li>\n<li>\n<strong>Exercise, enforce, and comply with legal rights and obligations</strong> – This includes responding to subpoenas, court orders, or other legal process.\nand investigating, preventing, or taking action regarding illegal activities, suspected fraud, security or technical issues, or to protect the rights, property, or safety of edX, Members, or others, and as otherwise required by applicable law.</li>",
  "services": [
    "edx"
  ],
  "title": "The service provides information about how they intend to use your personal data",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides information about how they intend to use your personal data",
    "tldr": "Generated through the annotate view"
  }
}