{
  "id": "9687",
  "needModeration": false,
  "quoteDoc": "Privacy Policy, Community Rules, and Terms of Service",
  "quoteEnd": 37396,
  "quoteStart": 37386,
  "quoteText": "Changelog ",
  "services": [
    "librarything"
  ],
  "title": "This service provides archives of their terms of service so that changes can be viewed over time",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "This service provides archives of their Terms of Service so that changes can be viewed over time",
    "irrelevant": true,
    "tldr": "full section:\r\n\r\n== Changelog ==\r\n\r\n* 2005-10-03: Added rule about empty libraries; added rule about couples and other family groupings not being considered organizations.\r\n* 2005-11-08: Made it clearer that your username can't be an insult, general or specific, or use a term that suggests you run the website; added IP and reverse engineering clause.\r\n* 2006-04-03: Added section on \"Automated Input and Retrieval,\" and second paragraph of \"Individual accounts.\"\r\n* 2006-09-11: Added part about use by booksellers to \"Individual accounts\".\r\n* 2006-08-21: Updated \"Individual accounts\" section to link to information about organizations.\r\n* 2006-12-11: Added \"Participating in Talk and Groups\"; removed \"Intellectual Property and Reverse Engineering\" clause.\r\n* 2006-12-17: Added \"sock puppets\" to \"shell accounts\"; edited some of the \"don't be a jerk,\" for brevity not content.\r\n* 2007-01-02: Added \"Participating in Translation\" link; reordered items a bit.\r\n* 2007-07-01: Added prohibition against reposting flagged content.\r\n* 2007-07-12: Added prohibiton against duplicative or nonsense groups.\r\n* 2007-08-11: Reordered a bit, clarified that authors promoting their books is commercial.\r\n* 2008-02-28: Clarified posting rules, which have been on and off this document and elsewhere on the site; edited don't-dos to include impersonating someone else.\r\n* 2008-02-29: Added italics, capital letters.\r\n* 2008-03-02: Fixed a spelling error.\r\n* 2008-10-31: Fixed a spelling error.\r\n* 2008-03-25: Added \"Review integrity\" section.\r\n* 2008-12-15: Added \"Disclaimers/Attributions\" section.\r\n* 2010-05-27: Added plagiarism bullet.\r\n* 2010-06-24: Made significant changes, especially to order and style. See [old version], [Wiki page], [tracking changes] and [Talk topic].\r\n* 2011-01-27: Major design changes to page; no textual changes.\r\n* 2014-05-01: Added suggestive images of minors bullet.\r\n* 2014-08-12: Added equal opportunity employer statement.\r\n* 2014-12-29: Added \"Member recommendations\" section to Terms of Use; these are long-standing rules that simply needed to be added here.\r\n* 2015-06-25: Added \"topics\" to Other Rules section on \"pointless\" groups.\r\n* 2016-09-08: Added DMCA section.\r\n* 2016-11-30: Added HIPAA Compliance and Patron Privacy section.\r\n* 2018-01-11: Added Mobile Apps section.\r\n* 2018-05-14: Added Account ownership section.\r\n* 2018-05-24: Considerable changes, especially relating to the General Data Protection Regulation (GDPR); see [here] for previous version.\r\n* 2018-06-06: Additions and minor changes integrating TinyCat-specific provisions into the LibraryThing TOS.\r\n* 2018-06-08: Changes related to the Member Privacy Center going live.\r\n* 2019-05-29: Added personal groups rule.\r\n* 2019-09-18: Added to picture-uploading rules.\r\n* 2019-12-16: Added clearer language that \"flagging is not a weapon.\"\r\n* 2020-03-27: Added clarifying language to the section \"Freedom of discussion and personal attacks.\"\r\n* 2020-04-15: Updated \"Member accounts\" section to reflect free memberships."
  }
}