{
  "id": "10023",
  "needModeration": false,
  "quoteDoc": "Data Policy",
  "quoteEnd": 5870,
  "quoteStart": 3783,
  "quoteText": "</b>As described below, we collect information from and about the computers, phones, connected TVs and other web-connected devices you use that integrate with our Products, and we combine this information across different devices you use.\nFor example, we use information collected about your use of our Products on your phone to better personalize the content (including ads) or features you see when you use our Products on another device, such as your laptop or tablet, or to measure whether you took an action in response to an ad we showed you on your phone on a different device.Information we obtain from these devices includes: <ul>\n<li>\n<b>Device attributes:</b> information such as the operating system, hardware and software versions, battery level, signal strength, available storage space, browser type, app and file names and types, and plugins.</li>\n<li>\n<b>Device operations:</b> information about operations and behaviors performed on the device, such as whether a window is foregrounded or backgrounded, or mouse movements (which can help distinguish humans from bots).</li>\n<li>\n<b>Identifiers:</b> unique identifiers, device IDs, and other identifiers, such as from games, apps or accounts you use, and Family Device IDs (or other identifiers unique to Facebook Company Products associated with the same device or account).</li>\n<li>\n<b>Device signals:</b> Bluetooth signals, and information about nearby Wi-Fi access points, beacons, and cell towers.</li>\n<li>\n<b>Data from device settings:</b> information you allow us to receive through device settings you turn on, such as access to your GPS location, camera or photos.</li>\n<li>\n<b>Network and connections:</b> information such as the name of your mobile operator or ISP, language, time zone, mobile phone number, IP address, connection speed and, in some cases, information about other devices that are nearby or on your network, so we can do things like help you stream a video from your phone to your TV.</li>\n<li>\n<b>Cookie data:</b> data from cookies stored on your device, including cookie IDs and settings.",
  "services": [
    "instagram"
  ],
  "title": "This service uses your personal information for many different purposes",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "irrelevant": true,
    "tldr": "Generated through the annotate view"
  }
}