{
  "id": "10092",
  "quoteDoc": "Rules of Conduct",
  "quoteEnd": 23122,
  "quoteStart": 123,
  "quoteText": "x Terms of Use </li>\n<li> Roblox Privacy and Cookie Policy </li>\n<li> Developer Exchange Terms of Use </li>\n<li> Roblox Community Rules </li>\n<li> Roblox Name and Logo - Community Usage Guidelines </li>\n</ul> Roblox Community Rules <p>\n<u>Roblox Community Rules</u>\n</p>\n<p>The following Community Rules apply to all Roblox users, and are part of the Terms of Use.\nThese Rules are made up of two sections.\nAll Roblox users and those participating in Roblox events (online or offline) must follow Section I.\nDevelopers must follow Section I and the additional rules in Section II.</p>\n<p>\n<strong>Section I.\nBasic Rules </strong>– Applicable to all Users (players, developers, and everyone else) and to anyone participating in a Roblox related event (online or real life).</p>\n<p>Roblox helps power the imagination of our users.\nThose users are of all ages and come from around the world to create adventures, play games, roleplay and socialize.\n We strive to create a community that balances the needs, safety and interests of this truly diverse user base.</p>\n<p>To help achieve this goal, we put together these Rules, which apply to whatever you do on Roblox (whether playing, chatting, sending messages, posting comments, creating or publishing content, dressing up your avatar, and anything else in the games or on the platform). These Rules also apply to anything that you participate in the real world or online related to Roblox, such as the Roblox Developer Conference (\"<strong>RDC</strong>\"), Roblox developer chat channels and other online or offline events and gatherings hosted by or related to Roblox.\nPlease remember to periodically review these Rules, as they will be updated from time to time.</p>\n<p>As good members of the community, you should report all violations by using our Report Abuse system, which is located throughout the site and in-game.</p>\n<ol>\n<li>\n<u>Guiding Principles</u>\n<ul>\n<li>\n<strong>Be friendly, patient, and welcoming</strong>.\nSupport a safe environment and help us to ensure that everyone follows these Rules.</li>\n<li>\n<strong>Be respectful</strong>.\nNot all of us will agree all the time, but disagreement is no excuse for poor behavior and poor manners.\nWe might all experience some frustration now and then, but we cannot allow that frustration to turn into a personal attack.\nIt’s important to remember that a community where people feel uncomfortable or threatened is not a productive one.</li>\n<li>\n<strong>Be careful in the words that you choose</strong>.\nBe kind to others.\nDo not insult or put down other participants.\nHarassment and other exclusionary behavior aren’t acceptable.</li>\n<li>\n<strong>Try to understand why we disagree</strong>.\nDisagreements, both social and technical, happen all the time.\nIt is important that we resolve disagreements and differing views constructively.\nRemember that we’re different.\nThe strength of our community comes from its diversity, people from a wide range of backgrounds.\nDifferent people have different perspectives on issues.\nBeing unable to understand why someone holds a viewpoint doesn’t mean that they’re wrong.\nDon’t forget that it is human to err and blaming each other doesn’t get us anywhere.\nLet's focus on working together to resolve issues and learning from mistakes.</li>\n</ul>\n<p>These are the rules of conduct that everyone on Roblox must follow.\nBelow are some specific examples.\nBut, these are much broader than the examples below and you should stick to these Rules if you are uncertain as to whether any particular action is allowed.</p>\n</li>\n<li>\n<u>Personal information</u>.\nWe strongly encourage you to protect your personal information.\nIn some cases (such as when you are under 13), we employ automated tools and other techniques so as to help comply with legal requirements concerning your personal information.\nIn all cases, you are not allowed to share personal information of others, including through any comment or message posted on Group walls, private or public chats, forums or personal posts.\nPersonal information includes:\n<ul>\n<li>Full name;</li>\n<li>Email;</li>\n<li>Password;</li>\n<li>Home or other address;</li>\n<li>Telephone number;</li>\n<li>Social security, passport, or national identity number;</li>\n<li>Real life, personal, or family photos (these are not permitted to be uploaded for community safety).\nand</li>\n<li>Other personally identifiable information.</li>\n</ul>\n</li>\n<li>\n<u>Harassment and cyberbullying</u>.\nWe do not tolerate this.\nExamples include comments or actions meant to:\n<ul>\n<li>Stalk, bully, intimidate, hurt, attack, abuse or humiliate someone (or something that a person may care about).\n This includes using or encouraging the use of profanity (swearing);</li>\n<li>Reveal someone’s personal information;</li>\n<li>Sexualize someone or something, which would include sexual harassment and sexual bullying in any form;</li>\n<li>Harass or single out anyone (or something that a person cares about) for ridicule, abuse, malicious attack, or anything similar to that;</li>\n<li>Call out bad behavior of others publicly.\nYou should use our reporting tools on the site to let us know of any bad behavior.\nand</li>\n<li>Incite others to do anything listed above.</li>\n</ul>\n</li>\n<li>\n<u>Child endangerment</u>.\nWe have users of all ages and we want to create safe environment for all of them, including children.\nSo, we do not allow any actions that could put children in inappropriate or dangerous situations, including:\n<ul>\n<li>Grooming and other predatory behavior;</li>\n<li>Anything that sexualizes children.\nand</li>\n<li>Any other actions or comments that are listed in these Rules that are directed to or are about children.</li>\n</ul>\n</li>\n<li>\n<u>Hate speech or actions</u>.\nYou are not allowed to engage in discriminatory speech or actions, based on any of the following:\n<ul>\n<li>Race or ethnic origin;</li>\n<li>National origin;</li>\n<li>Religion or religious affiliation;</li>\n<li>Disability or disease;</li>\n<li>Gender, gender identity or sexual orientation;</li>\n<li>Age.\nor</li>\n<li>Veteran status.</li>\n</ul>\n<p>The example content below is not permitted on Roblox.\nThe list below provides some examples but is not exhaustive.\nRoblox Safety Moderation team will block inappropriate content within these rules.</p>\n<ul>\n<li>Clothing with red arm bands;</li>\n<li>Confederate flags.\nand</li>\n<li>Ugandan Knuckles memes.</li>\n</ul>\n</li>\n<li>\n<u>Impersonation and defamation</u>.\nWe all treasure our identities and we don't want to be defamed.\nYou are not allowed to impersonate another person’s identity, defame someone or commit libel.\nThis would include impersonating another player, celebrity, a Roblox employee, the police, government official or anyone else.\nSo, do not use any of the following that is associated with someone else in order to <em>pass yourself off</em> as that person.\n<ul>\n<li>Name or username;</li>\n<li>Position in a company;</li>\n<li>Digital representation;</li>\n<li>A post or comment.\nand</li>\n<li>Personal information.</li>\n</ul>\n</li>\n<li>\n<u>Threats and self-harm</u>.\nIn the digital environment, it is hard to tell what is a joke or is serious.\nSo, we take all threats seriously and do not allow any threats on Roblox.\nWe also take reports of self-harm very seriously.\nWe are in active communication with police departments across the globe and often report threats related to physical harm or public safety.</li>\n<li>\n<u>Looking for dates or dating partners</u>.\nAs a social platform for play, Roblox tries to provide a safe place to meet on-line friends, play, chat, and collaborate on creative projects.\nHowever, this is not the place to look for dating partners.</li>\n<li>\n<u>Sexual content or overly violent content</u>.\nWe do not allow such content, including:\n<ul>\n<li>Sexual content or acts, sexual violence, exploitation of any kind, or excessive violence.\nThis includes such content whether or not nudity is involved and whether or not it would rise to level of being pornographic or being explicit;</li>\n<li>Content that implies or makes an avatar appear naked or in underwear/undergarments.\nand</li>\n<li>Atrocities, massacres, and other shocking real (or pseudo-real) world events.</li>\n</ul>\n</li>\n<li>\n<u>Dangerous, unethical and illegal activities</u>.\nNot only do we not allow these activities, we do not allow anyone discussing them or encouraging others to discuss (or take) such actions, including:\n<ul>\n<li>Hacking, phishing, flaming, exploits, cheating, spam, deceptive practices, scams;</li>\n<li>Misleading, sexual or racy thumbnails or other images, videos or text;</li>\n<li>Gambling with Robux or real money;</li>\n<li>Terrorism, Nazism or Neo Nazism, organized criminal activity, gangs and gang violence;</li>\n<li>Instructions for engaging in violent activities, including bomb- or weapon-making</li>\n<li>Criminal activity;</li>\n<li>Illegal drugs or prescription drugs without a prescription;</li>\n<li>The use or sale of drugs, alcohol, or tobacco by minors.\nand</li>\n<li>Blackmail or extortion.</li>\n</ul>\n</li>\n<li>\n<u>Discrimination</u>.\nWe explicitly honor diversity in age, gender, gender identity or expression, culture, ethnicity, language, national origin, political beliefs, profession, race, religion, sexual orientation, socioeconomic status, and technical ability.\nWe will not tolerate discrimination based on any of the protected characteristics above, including participants with disabilities.</li>\n<li>\n<u>Other activities</u>.\nWe remind you of the Rules listed above.\nThis list is not meant to be exhaustive.\nHere are a couple of other items to keep in mind:\n<ul>\n<li>You may offer promo codes only for in-game items, content or currency in your games.\nPromo codes cannot promise Robux or digital goods that are not part of the game.\nPromo codes must be clearly labeled for your in-game content only and should not appear to be official Roblox offers or offer official Roblox items or Robux.</li>\n<li>As discussed in Roblox Terms of Use, you cannot (and you cannot allow others) sell, trade or give away Robux, digital goods or game codes except through official channels on Roblox platform.\nFor example, you cannot conduct such transactions through chat, Roblox Groups, or third-party apps or websites. You also cannot buy or sell Roblox games or Groups.</li>\n<li>Third parties sell or provide Game eCards (which are physical cards or digital items that provide a code that you can use to redeem Robux or other virtual items on Roblox).\nThose Game eCards have their own terms and conditions associated with them.\nIf you want to sell, give away or do anything else with those eCards <em>outside of Roblox</em> (on an external website or social media channel), then we take no position as to those actions.\nHowever, we recommend you check the T&amp;Cs of the eCard and place you want to do the action to see if that is allowed.</li>\n<li>Certain trades are allowed through Roblox.\n(Found by clicking on \"<em>Trade</em>\" on the toolbar).\nNo other method of trading is permitted on or off Roblox.</li>\n<li>Exploiting is not permitted in Roblox.\nThis includes inappropriately obtaining and uploading \"stolen\" game content.\nRoblox moderators will determine exploited game content at their discretion with the tools available to them and may immediately terminate accounts caught participating in this behavior.</li>\n<li>Offsite website links, services, and additional 3rd party content are not permitted on Roblox with the following exceptions: YouTube, Twitter, Twitch.\nUsers under the age of 13 are not permitted to share YouTube, Twitter, Twitch links for their privacy and safety.\nPermitted offsite links, content, or references must contain Roblox appropriate content or your account will be moderated up to immediate termination.\nUsing partial links, filter-breaking, using permitted website links to indirectly link to non-permitted sites, content, or services, describing or otherwise encouraging users to go to unpermitted offsite links, content, or services is also not allowed.</li>\n<li>Roblox Terms of Use have many terms and conditions that you must follow to use Roblox.\nPlease make sure you read those Terms.</li>\n</ul>\n</li>\n<li>\n<u>Consequences and Violations</u>.\nThe type and degree of action that we take for violations (i.e., a violation of Roblox Terms of Use and other terms that are part of those General Terms, including these Rules) is judged on a case-by-case basis (in our sole discretion).\nWe weigh the type of violation, whether you are repeat offender and other factors.\nYou should understand the following:\n<ul>\n<li>Certain minor violations will result in a warning or temporary ban.</li>\n<li>More serious violations will result in a permanent ban.</li>\n<li>If your violation is a serious one, we may not allow you to participate in our DevEx program and you may lose all rights to any Robux, virtual goods, or other items that you may have earned, purchased or otherwise acquired or Provided (as that term is defined in the Roblox Terms of Use) to us.</li>\n<li>We actively work with law enforcement agencies throughout the world, and regularly report illegal activity, threats to others, threats of self-harm and other relevant items to them.</li>\n<li>If you have multiple accounts, we reserve the right to take action against all of your accounts for any single or multiple violations.</li>\n<li>The account holder is responsible for all violations that occur on that person’s account.\nSo, never give your password to anyone else (except if you are a minor, to your legal guardian).</li>\n<li>Do not discuss publicly any actions that we have taken against you or anyone else for a violation.</li>\n<li>If you have questions about any action that we have taken against your account for a violation, you can contact us at appeals@roblox.com.</li>\n<li>If you violate these Rules when participating in a life event organized by, or on behalf of Roblox, you may be sanctioned, or expelled from the event, at the discretion of the event organizers.</li>\n</ul>\n</li>\n</ol>\n<p>\n<strong>Section II.\nAdditional Rules for Developers</strong>.\nTo be clear, Developers must follow all the \"Basic Rules\" listed above.</p>\n<p>As a community, we strive to make Roblox a safe and enjoyable place for everyone and appreciate your efforts in helping us build this positive environment.\nThese Community Rules for Developers outline the acceptable and appropriate ways to build and publish games on Roblox.\nIf you have any questions about how to interpret these Rules and how they might apply to your particular case, please send them to info@roblox.com.\nIf you know of anyone or any game that is violating these Rules, please report all violations by using our Report Abuse system, which is located throughout the site and in-game.\n Please remember to periodically review these Rules, as they will be updated from time to time.</p>\n<p>Any attempt to violate or go around these Rules will result in the game being suspended or completely removed.\nthe user account or Group associated with the game may also be deleted.\n Roblox does hear appeals for moderation consequences on a case by case basis, but reserves the right to act on the matter in the way that it deems appropriate.\nIf you would like to request an appeal, email appeals@roblox.com.</p>\n<ol>\n<li>\n<u>Building your game</u>.\nWhen building your game, it’s important to do the following:\n<ul>\n<li>\n<strong>Filter all chat and text</strong>.\nDevelopers must pass all chat and/or game text through Roblox’s filtering system.\nRoblox scans all chat communication and player inputted text for the safety of our users and legal compliance reasons, including the Children's Online Privacy Protection Act (COPPA).\nAll chat and content must also be reportable through the Report Abuse system.</li>\n<li>\n<strong>Keep your game description up-to-date</strong>.</li>\n<li>\n<strong>Enable users of your game to contact you so you can support your game</strong>.</li>\n<li>\n<strong>Don’t build a game that encourages (or redirects) users to go off Roblox</strong>.</li>\n<li>\n<strong>Do not ask for or collect (or allow the transfer between players in your game) any personally identifiable information (PII)</strong>. For example, you should not ask for a player’s first and last name, age, home or physical address, something that contains a person’s image or voice (such as a photograph, video or audio file), social security number, passport number (or national identity number), phone number or email address (or other forms of online contact information).</li>\n<li>\n<strong>Do not implement any gambling or casino style games that involve real money in any way.\nThis includes Robux, as Robux can be purchased for real money.\nGames should also be fair and not be skewed in the developer's favor</strong>.</li>\n<li>\n<strong>Do not create promotions offering prizes of any sort</strong> (including contests, raffles, lotteries, chain letters or any kind of giveaway).\nIt is okay to offer players promo codes for in-game items only so long as they are not in exchange for something (e.g., in exchange for a thumb up on your game).</li>\n<li>\n<strong>Do not sell, trade or give away Roblox currency, digital goods or game codes outside of the channels provided to the users on the Roblox site</strong>. Third parties sell or provide eCards (which are physical cards or digital items that provide a code that you can use to redeem Robux or other virtual items on the Services).\nThose Game eCards have their own terms and conditions associated with them.\nIf you want to sell, give away or do anything else with those eCards outside of Roblox (on an external website or social media channel), then we take no position as to those actions.\nHowever, we recommend you check with the terms of those eCards and place you want to take the actions.</li>\n<li>\n<strong>Assist with rolling out technical features and updates</strong>, which may be for security, stability, legal or other reasons, and may include updating your game or other content.</li>\n<li>\n<strong>Do not upload, Publish, or otherwise Provide games or any other User Generated Creations (\"UGC\") that have previously been moderated or suspended from access on Roblox</strong>, whether that content was created by you or someone else.\nDevelopers must ensure that their games and all content within their games abide by the rules.\nDevelopers who are terminated or banned from Roblox may not transfer their creations or allow others to create derivative works from them.\nThe terms \"Publish,\" \"Provide,\" and \"UGC\" as used here have the same definitions as those described in the Roblox Terms of Use.</li>\n<li>\n<strong>Do not copy, transfer, display, or otherwise use the UGC of other users outside of Roblox</strong>, including on other gaming platforms or on physical mediums, such as clothing.</li>\n</ul>\n</li>\n<li>\n<u>Creating positive game experiences</u>.\nWhen designing your game, focus on providing positive game experiences for our community (e.g., working in a pizza restaurant, building a theme park, etc.).\nYou should encourage the proper use of your game and never directly or indirectly encourage inappropriate behavior.\nFor example, experiences within a game should not have an inappropriate theme (sleepover/slumber parties), contain nude or partially clothed characters, or display suggestive animations.\nBelow is a list of inappropriate behaviors (and please note this list is not comprehensive.\nyou should think through if you are providing or promoting inappropriate behavior):\n<ul>\n<li>Providing users’ personal information;</li>\n<li>Harassment or bullying;</li>\n<li>Using or encouraging the use of profanity (swearing);</li>\n<li>Child endangerment;</li>\n<li>Hate speech or actions;</li>\n<li>Impersonation and defamation;</li>\n<li>Threats and self-harm;</li>\n<li>Looking for dates or dating partners;</li>\n<li>Sexual content or overly violent content;</li>\n<li>Dangerous, unethical and illegal activities.\nor</li>\n<li>Content that implies or makes an avatar appear naked or in underwear/undergarments.\nThis includes solid color avatars without clothing.</li>\n</ul>\n</li>\n<li>\n<u>Using appropriate content</u>.\nInappropriate content is not allowed within Roblox games. Do not create or upload any images, videos, audio files or other content (including animations or scripting), discuss topics or use language that falls in the bulleted list above.\n<br>Do not upload or use content or materials that you do not own or have permission from the owner to use.\nIf we are notified that your uploaded content violates another’s intellectual property rights, we <em>will block or remove that content without notice</em> and follow the process set out in Roblox Terms of Use.\n<br>Roblox actively monitors game content and text. Some violations are blocked automatically through the use of filters and other detection systems.\nAnd we moderate and take other actions regarding content when flagged by our community.\n<ul>\n<li>Any consequences applied to violators are at the sole discretion of Roblox and may range in severity from a warning to account deletion;</li>\n<li>Violations are dealt with in a manner that reflects the severity of the violation and the threat to the Roblox community.</li>\n<li>Important additional information on inappropriate content:\n<ul>\n<li>All text in uploaded images must be clearly visible to Roblox moderators.\nImages with tiny, unclear, or unreadable text will be blocked from upload.</li>\n<li>Pills, syringes, or other content representing drug paraphernalia or drug use are not permitted.</li>\n<li>Alcohol, alcoholic references, drunkenness, smoking cigarettes, cigars, and vaping are not permitted.</li>\n<li>Distorted audio, including excessively slowing down or speeding up the audio content to make it indiscernible, and audio that is excessively loud including screaming, high-pitched or excessive noises are not permitted.</li>\n<li>Dating is not permitted on Roblox.\nThis includes content that explicitly or implicitly promotes, encourages, or references dating.</li>\n<li>\"Clickbait\" advertisements are not permitted.\nAdvertisements such as \"Click this 1000 times\", \"Click to pick your Dominus\" or ones that offer free Robux, Roblox virtual items, etc.\nor that otherwise falsely represent the content being advertised and solely exist to encourage a user to click on the ad to inflate ad clicks are not permitted.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<u>Reporting Issues</u>.\nIf you see another user or content on our site or in a game, please use the Report Abuse feature to file a report within our moderation systems.\nYou can find the Report Abuse option within any game, chat or content on Roblox.\nRoblox employs both moderation technology systems and a team of moderators to pre-review content and reports of violations of our Community Rules and Terms of Use.\nYou can read more about our Report Abuse feature and how to block other users in our help articles here: How to Report Rule Violations and Bl",
  "services": [
    "roblox-com"
  ],
  "title": "The service gives 30 days of notice before closing your account",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The service gives 30 days of notice before closing your account",
    "irrelevant": true,
    "tldr": "Generated through the annotate view"
  }
}