{
  "id": "10214",
  "quoteDoc": "Terms of Use",
  "quoteEnd": 19805,
  "quoteStart": 17891,
  "quoteText": "The Digital Millennium Copyright Act of 1998 (the \"Act\") provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nFandango, pursuant to the Act, reserves the right, but not the obligation, to terminate your license to use the Services if it determines in its sole and absolute discretion that you are involved in infringing activity, including alleged acts of first-time or repeat infringement, regardless of whether the material or activity is ultimately determined to be infringing.\nTherefore, in compliance with the Act, if you believe that any such third party materials infringe your intellectual property rights, please send a notice to the agent identified below to request a review of the alleged infringement.\nThe notice must include the following information (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed (or if multiple copyrighted works located on the Services are covered by a single notification, a representative list of such works).\n(c) identification of the material that is claimed to be infringing or the subject of infringing activity, and information reasonably sufficient to allow Fandango to locate the material on the Services.\n(d) the name, address, telephone number and email address (if available) of the complaining party.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand (f) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.",
  "services": [
    "fandango"
  ],
  "title": "Provides instructions on how to submit a copyright claim",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "Provides instructions on how to submit a copyright claim",
    "tldr": "Generated through the annotate view"
  }
}