{
  "id": "10248",
  "needModeration": false,
  "services": [
    "albine"
  ],
  "title": "If you are the target of a copyright claim, your content may be removed",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "If you are the target of a copyright claim, your content may be removed",
    "irrelevant": true,
    "tldr": "The Privacy Policy states that \"Use our tools and services for good, not evil, or we'll kick you out. We don't allow our Site or Services to be used for illegal activities or activities that we find improper for any reason whatsoever. We reserve the right to take preventative or corrective actions to protect ourselves and our users from anyone's unacceptable use. Your failure to comply with our Terms may result in us terminating your access to and use of our site and services. You are not to:\r\n\r\nImpersonate anyone, falsely state or otherwise misrepresent your affiliation with any person or entity, or knowingly provide any fraudulent, misleading, or inaccurate information;\r\nDefame, abuse, harass, stalk, threaten, or otherwise violate others' rights, including without limitation others' privacy rights or rights of publicity;\r\nAccess or use (or attempt to access or use) another user's account without permission;\r\nTransmit any software or materials that contain any viruses, worms, trojan horses, defects, or other items or computer code of a destructive nature;\r\nModify, adapt, sublicense, translate, sell, reverse engineer, decompile, or disassemble any portion of the site or services;\r\n“Frame” or “mirror” any portion of the Site or Services;\r\nUse any robot, spider, site search/retrieval application, or other manual or automatic device or process to retrieve, index, data mine, or in any way reproduce or circumvent the navigational structure or presentation of our site or services;\r\nHarvest or collect any other users' information from the site or our services;\r\nUse our site or services for any illegal activity; or\r\nProbe, scan or test the vulnerability of our site or services, breach their security or authentication measures, or take any action that imposes an unreasonable or disproportionately large load on our site infrastructure.\""
  }
}