{
  "id": "10273",
  "quoteDoc": "DMCA",
  "quoteEnd": 3517,
  "quoteStart": 482,
  "quoteText": "<strong>Click here</strong> to submit a copyright infringement notification.\nWe review and take action on these reports promptly.</p>\n<p>If you do not wish to submit your DMCA notice using our online form, you may also send a copyright infringement notification to us by email or mail.\nYour request must include the following information per Section 512(c)(3) of the Digital Millennium Copyright Act:</p>\n<ol>\n<li>Valid contact information for you or a representative authorized to act on your behalf<br> You need to provide information that will allow us and the uploaders of any sets, classes, folders, or other removed content to contact you regarding the complaint.\nIn general, contact information must include:<br>\n<ol>\n<li>Full legal name (a first and last name, not a company name)</li>\n<li>Email address</li>\n<li>Physical address</li>\n<li>Telephone number</li>\n</ol>\n</li>\n<li>A description of the work being infringed<br> You must clearly and completely describe the copyrighted content you are seeking to protect.\nIf multiple copyrighted works are covered in the complaint, the law allows you to include a representative list of such works.</li>\n<li>Each allegedly infringing piece of content’s specific URL<br> You should always include the specific URL of the content believed to infringe on your copyright(s).\nGeneral information about the content, such as a folder, search term or username, is usually not sufficient unless also accompanied by a detailed explanation that allows us to identify the content in question clearly and unambiguously (e.g., a statement that all public content created by the user is infringing)<br> In general, however, <strong>submissions should identify content via a specific URL</strong> in one of the following formats: <ol>\n<li>www.quizlet.com/#####/xxxxxx</li>\n<li>www.quizlet.com/class/###### (with an accompanying detailed explanation)</li>\n<li>www.quizlet.com/username/folders/xxxxxx (with an accompanying detailed explanation)</li>\n</ol>\n</li>\n<li>You must agree to and/or include the following statements: <ol>\n<li>“I have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.”</li>\n<li>\"The information in this notification is accurate, and under penalty of perjury, I am the owner, or an agent authorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.”</li>\n</ol>\n</li>\n<li>The request must include your signature:<br> Complete complaints require your physical or electronic signature or the signature of a representative authorized to act on your behalf.\nTo satisfy this requirement, you (or your representative) may type your full legal name to act as your signature at the bottom of the complaint or in the Quizlet DMCA submission form.\n</li>\n</ol>\n<p>You can submit your DMCA notice by email to dmca@quizlet.com or by mail to:</p>\n<p>\n<strong>Quizlet, Inc.</strong>\n<br> ATTN: DMCA Agent<br> 501 2nd Street, Suite 500<br> San Francisco CA, 94107 USA<br>",
  "services": [
    "quizlet"
  ],
  "title": "Provides instructions on how to submit a copyright claim",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "Provides instructions on how to submit a copyright claim",
    "tldr": "Generated through the annotate view"
  }
}