{
  "id": "10271",
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 9130,
  "quoteStart": 8909,
  "quoteText": "How We Use Your Information\n<p>We collect information about you when you use the Service for a variety of reasons in order to support Quizlet and to enable our team to continue to create engaging experiences for our users",
  "services": [
    "quizlet"
  ],
  "title": "The service provides information about how they intend to use your personal data",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides information about how they intend to use your personal data",
    "tldr": "Quote: \"How we use your information We collect information about you when you use the Service for a variety of reasons in order to support Quizlet and to enable our team to continue to create engaging experiences for our users. \r\nProviding, Analyzing, Improving and Developing the Service \r\nWe process the data we collect about you to operate, improve and develop the Quizlet Service, including providing, maintaining, securing and improving our services, developing new ones, and protecting Quizlet and our users. We are able to deliver our services, personalize content, and make suggestions for you by using this information to understand how you use and interact with our services. We conduct surveys and research, test features in development, and analyze the information we have to evaluate and improve products and services, develop new products or features, and conduct audits and troubleshooting activities. Here are some examples of how we use this information:\r\nProviding, maintaining and improving the Quizlet Service. The information we collect from you allows us to help you log in, host your content, and use the various study tools we have. It also allows us learn about how you and others use Quizlet to help create new activities and services, like Quizlet Live. Improving, personalizing and facilitating your use of the Service. When you sign up and use a Quizlet account, we may associate certain information with your new account, such as information about other Quizlet accounts you had or currently have, and your prior usage of the Service. For example, we use information collected from cookies and other technologies, like pixel tags, to save your language preferences, so we will be able to have our services appear in the language you prefer. We do this in order to ensure that content from the Service is presented in the most effective manner for you. Measuring, tracking and analyzing trends and usage in connection with your use or the performance of the Service.\""
  }
}