{
  "tosdr": {
    "tldr": "Generated through the annotate view",
    "case": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner"
  },
  "id": "10319",
  "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner",
  "quoteDoc": "Terms of Service",
  "quoteStart": 19699,
  "quoteEnd": 21705,
  "quoteText": "UNSOLICITED IDEA SUBMISSION POLICY 6.1.\n<u>Can I submit ideas for improving the Game to Riot?</u>\n<strong> (Please don’t.\nIf you do anyways, we’ll have the absolute right to use it forever.)</strong>\n<p>We value your feedback on the Riot Services, but please don’t submit any creative ideas, suggestions or materials to us (collectively, “<strong>Unsolicited Ideas</strong>”).\nWe may freely use any Unsolicited Ideas you provide.\nThis policy is aimed at avoiding potential misunderstandings or disputes when the Riot Services might seem similar to Unsolicited Ideas that people submit.</p>\n<p>You may not have any legal rights in the Unsolicited Ideas you insist on sending to us, but if you do, we will be allowed to use all or some of your Unsolicited Ideas for any reason we choose and without any payment to you.</p>\n<p>In legal terms, this means that if you submit Unsolicited Ideas to us, then you grant us a worldwide, perpetual, irrevocable, sublicenseable, transferable, assignable, non-exclusive, and royalty-free right and license to use, reproduce, distribute, adapt, modify, translate, create derivative works based upon, publicly perform, publicly display, digitally perform, make, have made, sell, offer for sale, and import your Unsolicited Ideas, including all copyrights, trademarks, trade secrets, patents, designs, industrial rights, and all other intellectual and proprietary rights related to them, in any media now known or in the future developed, for any purpose whatsoever, commercial or otherwise, including giving the Unsolicited Ideas to others, without any compensation to you.\nTo the extent necessary, you agree that you undertake to execute and deliver any and all documents and perform any and all actions necessary or desirable to ensure that the rights to use the Unsolicited Ideas granted to us as specified above are valid, effective, and enforceable and you waive and agree never to assert those rights to the maximum extent permitted by the laws of your jurisdiction.",
  "needModeration": true,
  "services": [
    "leagueoflegends"
  ]
}