{
  "id": "10377",
  "quoteDoc": "Terms of Service",
  "quoteEnd": 43104,
  "quoteStart": 40905,
  "quoteText": "16.1.\n<u>What law applies to these Terms or if we get into a dispute?</u>\n<strong> (That depends on where you live and what Riot Games entity provides you with Riot Services.)</strong>\n<p>Please review below to determine what law applies to your use of the Riot Services.\nIrrespective of this choice-of-law, you may have the benefit of other or additional mandatory rights or remedies provided by local law in addition to those set out in these Terms.\nNothing in these Terms limits or affects those rights.</p>\n<p>\n<strong>\n<em>If you live in North, Central or South America (excluding Brazil)</em>\n</strong>\n</p>\n<p>These Terms and any action arising out of or in connection with these Terms will be governed by the Federal Arbitration Act with respect to Section 17 “Dispute Resolution,” and the laws of the State of California, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set out in Section 17 “Dispute Resolution,” the exclusive jurisdiction for all disputes that you and Riot Games are not required to arbitrate will be the state and federal courts located in the Los Angeles County, California, and you and Riot Games each waive any objection to jurisdiction and venue in such courts.</p>\n<p>\n<strong>\n<em>If you live in South Korea</em>\n</strong>\n</p>\n<p>These Terms and any action arising out of or in connection with these Terms shall be governed by the laws of Korea.</p>\n<p>\n<strong>\n<em>If you live in Japan</em>\n</strong>\n</p>\n<p>These Terms and any action arising out of or in connection with these Terms shall be governed by the laws of Japan.</p>\n<p>\n<strong>\n<em>If you live in Singapore, Philippines, Thailand, Malaysia, Indonesia and Cambodia (“SEA”)</em>\n</strong>\n</p>\n<p>These Terms and any action arising out of or in connection with these Terms shall be governed by the laws of Singapore.\n</p>\n<p>\n<strong>\n<em>If you live in the European Economic Area, UK, Brazil or any country that isn’t listed in this Section 16 </em>\n</strong>\n</p>\n<p>These Terms and any action arising out of or in connection with these Terms shall be governed by, and will be construed under, the laws of Ireland, without regard to conflict of law principles.</p>",
  "services": [
    "leagueoflegends"
  ],
  "title": "The court of law governing the terms is in location X",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The court of law governing the terms is in location X",
    "tldr": "Generated through the annotate view"
  }
}