{
  "id": "10469",
  "needModeration": true,
  "quoteDoc": " Samsung Services Terms and Conditions",
  "quoteEnd": 19464,
  "quoteStart": 16350,
  "quoteText": "DISCLAIMER/LIABILITY</b>\n<br>\n<br>\n<b>DISCLAIMER OF WARRANTY |</b> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, OUR SERVICES ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS, WITHOUT WARRANTIES OF ANY KIND FROM US, EITHER EXPRESS OR IMPLIED.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES OR OTHER TERMS EXPRESSED, IMPLIED, OR STATUTORY, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OR TERMS OF MERCHANTABILITY, SATISFACTORY QUALITY, WORKMANLIKE EFFORT, FITNESS FOR A PARTICULAR PURPOSE, RELIABILITY OR AVAILABILITY, ACCURACY, LACK OF VIRUSES, NON-INFRINGEMENT OF THIRD-PARTY RIGHTS, OR OTHER VIOLATION OF RIGHTS.\nSOME JURISDICTIONS DO NOT ALLOW EXCLUSIONS OR LIMITATIONS OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR OUR AFFILIATES SHALL BE DEEMED TO ALTER OUR DISCLAIMER OF WARRANTY REGARDING OUR SERVICES, OR TO CREATE ANY WARRANTY OF ANY SORT FROM US.<br>\n<br>\nWITHOUT LIMITING THE PREVIOUS DISCLAIMER, AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE DO NOT REPRESENT, WARRANT, OR GUARANTEE THAT OUR SERVICES OR THE CONTENT THEREIN WILL (i) OPERATE IN AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE MANNER.\n(ii) WILL BE FREE FROM ALL HARMFUL COMPONENTS OR ERRORS.\n(iii) WILL BE SECURE OR IMMUNE (INCLUDING THE CONTENT DELIVERED TO YOU OR THE INFORMATION YOU PROVIDED) FROM UNAUTHORIZED ACCESS.\nOR (iv) WILL BE ACCURATE, COMPLETE, OR RELIABLE, THAT THE QUALITY OF THE SERVICES WILL BE SATISFACTORY TO YOU, OR THAT ERRORS WILL BE CORRECTED.\nIN ADDITION, WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR THIRD-PARTY SERVICES, ADVERTISEMENTS, CONTENT, OR ANY OTHER PRODUCT OR SERVICES ADVERTISED OR OFFERED BY A THIRD PARTY ON OR THROUGH OUR SERVICES.<br>\n<br>\n<b>LIMITATION OF LIABILITY |</b> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTIAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFIT, REVENUE, GOODWILL, BUSINESS, OPPORTUNITY OR DATA, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY OTHER INTANGIBLE LOSSES.\nIN NO EVENT SHALL OUR AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO A SPECIFIC SERVICE EXCEED THE AMOUNT YOU PAID US FOR SUCH SPECIFIC SERVICE.\nTHE LIMITATIONS OF THIS SECTION SHALL APPLY TO ANY THEORY OF LIABILITY, WHETHER BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE, AND WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE, AND EVEN TO ANY CLAIMS YOU MAY BRING AGAINST ANY OTHER PARTY TO THE EXTENT THAT WE WOULD BE REQUIRED TO INDEMNIFY THAT PARTY FOR SUCH CLAIM.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATION OF LIABILITY FOR PERSONAL INJURY, OR OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THIS LIMITATION MAY NOT APPLY TO YOU.\nYOU ACKNOWLEDGE AND AGREE THAT THESE LIMITATIONS ARE REASONABLE GIVEN THE BENEFITS OF THE SERVICES AND YOU WILL ACCEPT SUCH RISK AND/OR INSURE ACCORDINGLY.<br>\n",
  "services": [
    "samsung"
  ],
  "title": "The service is provided 'as is' and to be used at the users' sole risk",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The service is provided 'as is' and to be used at the users' sole risk",
    "tldr": "Generated through the annotate view"
  }
}