{
  "id": "10473",
  "needModeration": true,
  "quoteDoc": " Samsung Services Terms and Conditions",
  "quoteEnd": 21969,
  "quoteStart": 20162,
  "quoteText": "<br>\n<b>GENERAL</b>\n<br>\n<br>\n<b>INFRINGING CONTENT |</b> If you are a copyright owner or an agent thereof and believe that any content on the Services infringe upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information in writing:<br>\n<br>\n<ul>\n<ol>\n<li>1.\nA physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li>2.\nIdentification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>3.\nIdentification of the material that is claimed to be infringing and information reasonably sufficient to permit us to locate the material.\n</li>\n<li>4.\nInformation reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and email address;</li>\n<li>5.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand a statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n</ul>\n<br>\nYou can send your notice to SamsungDMCA@sea.samsung.com.<br>\n<br>A copy of your DMCA Notification will be sent to the person who uploaded the material addressed in the Notification.\nPlease be advised that under Section 512(f) of the DMCA you may be held liable for damages and attorneys’ fees if you make material misrepresentations in a DMCA Notification.<br>",
  "services": [
    "samsung"
  ],
  "title": "Provides instructions on how to submit a copyright claim",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "Provides instructions on how to submit a copyright claim",
    "tldr": "Generated through the annotate view"
  }
}