{
  "discussion": "https://groups.google.com/forum#!topic/tosdr/OesLpGji09g",
  "id": "1097",
  "needModeration": true,
  "quoteDoc": "Privacy Statement",
  "quoteEnd": 10613,
  "quoteStart": 8476,
  "quoteText": "LogMeIn and our partners use cookies and similar tracking technologies to track user traffic patterns and hold certain registration information.\nTracking technologies also used are beacons, tags and scripts to collect and track information and to improve and analyze our service.\nIf you wish to not have the information these technologies collect used for the purpose of serving you targeted ads, you may opt-out here, or if located in the European Union, click here.\nThe Help menu on the menu bar of most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie and how to disable cookies altogether.\nYou can still review the website if you choose to set your browser to refuse all cookies.\nhowever, you must enable cookies to establish an account and to install the Services.\nTo manage Flash cookies, please click here.</p>\n<p>Examples of Cookies We Use:</p>\n<p>Cookie Type</p>\n<p>Purpose</p>\n<p>Description</p>\n<p>Session Cookies</p>\n<p>We use these cookies to operate our websites.</p>\n<p>Some cookies are essential for the operation of LogMeIn websites.\nIf a user chooses to disable these cookies, the user will not be able to access all of the content and features.</p>\n<p>Preference Cookies</p>\n<p>We use these cookies to remember your preferences.</p>\n<p>When you register at a LogMeIn website, we use cookies to store unique, randomly assigned user IDs that we generate for administrative purposes.\nThese cookies enable you to enter the LogMeIn sites without having to log on each time.</p>\n<p>Advertising Cookies</p>\n<p>These cookies are used to serve you with advertisements that may be relevant to you and your interests.</p>\n<p>We use cookies to make advertising more engaging to users, as well as to assist in reporting on marketing program performance and analytics</p>\n<p>Security Cookies</p>\n<p>These cookies are used for general security purposes and user authentication.</p>\n<p>We use security cookies to authenticate users, prevent fraudulent use of login credentials, and protect user data from access by unauthorized parties.</p",
  "services": [
    "lastpass"
  ],
  "slug": "OesLpGji09g-4",
  "title": "This service employs third-party cookies, but with opt-out instructions",
  "topics": [
    "cookies"
  ],
  "tosdr": {
    "binding": true,
    "case": "This service employs third-party cookies, but with opt-out instructions",
    "tldr": "Visitors who don't want cookies to be stored can refuse them."
  }
}