{
  "id": "1130",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 6694,
  "quoteStart": 5215,
  "quoteText": "\n<strong>Information we collect automatically on CBS Interactive Services</strong>.\nCBS Interactive Services may collect certain information automatically, including: </p>\n<ul>\n<li>Your device type and settings, software used and browser type and operating system;</li>\n<li>Your Internet Protocol (IP) address, which is the number automatically assigned to your computer whenever you access the Internet and that can sometimes be used to derive your general geographic area;</li>\n<li>Websites or other services you visited before and after visiting a CBS Interactive Services;</li>\n<li>Web pages and advertisements you view and links you click on within CBS Interactive Services;</li>\n<li>Unique identifiers and connection information, including mobile device identification numbers (e.g.\nApple’s Identifier for Advertising IP (IDFA) or Google’s Android Advertising ID (AAID)) and internet connection means (e.g.\nmobile operator, ISP, WiFi connection) that can identify the physical location of such devices in accordance with applicable law;</li>\n<li>Information collected through cookies, web beacons, and other similar technologies;</li>\n<li>Information about your interactions with audio and video content, such as the type of content listened to (including music applications such as iTunes, Spotify and Last.fm) content viewed, and information about your interactions with email messages, such as the links clicked on and whether the messages were opened or forwarded;</li>",
  "services": [
    "cnet"
  ],
  "slug": "1130",
  "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
    "tldr": "\"CBS Interactive Services may collect [...] Your device type and settings, software used and browser type and operating system\""
  }
}