{
  "id": "1131",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 4895,
  "quoteStart": 3555,
  "quoteText": "When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits.\nFor example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\nIf you access the Fox News Services from a mobile or other device, we may collect a unique device identifier assigned to that device, geolocation data (including your precise location), or other transactional information for that device.</p>\n<p>Cookies and other tracking technologies (such as browser cookies, pixels, beacons, and Adobe Flash technology including cookies) are comprised of small bits of data.\nFox News' websites, apps and other services send this data to your browser when you first request a web page and then store the data on your computer or other device so the website or app can access information when you make subsequent requests for pages from that service.\nThese technologies may also be used to collect and store information about your usage of the Fox News Services, such as pages you have visited, the video and other content you have viewed, search queries you have run and advertisements you have seen.</p>\n",
  "services": [
    "foxnews"
  ],
  "slug": "1131",
  "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.",
    "tldr": "\"When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits. For example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\""
  }
}