{
  "tosdr": {
    "tldr": "Generated through the annotate view",
    "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service"
  },
  "id": "11943",
  "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
  "quoteDoc": "Cookie Policy",
  "quoteStart": 2745,
  "quoteEnd": 4513,
  "quoteText": "The specific types of first and third party cookies served through our Websites and the purposes they perform are described in the table below (please note that the specific cookies served may vary depending on the specific Website you visit):</p>Types of cookies and who serves these cookies?<p>\n<strong>Strictly necessary cookies:</strong> These cookies are strictly necessary to provide you with services available through our Websites and to use some of its features, such as access to secure areas.<br>\n</p>\n<p>\n<strong>Performance:</strong> These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.<br>\n<br>All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies, we will not know when you have visited our site, and will not be able to monitor its performance.<br>\n</p>\n<p>\n<strong>Functional cookies:</strong> These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.<br>\n<br>If you do not allow these cookies then some or all of these services may not function properly.</p>\n<p>\n<strong>Targeting cookies: </strong>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.</p>\n<p>They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.",
  "needModeration": true,
  "services": [
    "syniverse"
  ]
}