{
  "tosdr": {
    "tldr": "Generated through the annotate view",
    "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service"
  },
  "id": "11949",
  "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
  "quoteDoc": "Privacy Notice",
  "quoteStart": 6629,
  "quoteEnd": 8544,
  "quoteText": "To any competent law enforcement body, regulatory, government agency, court or other third party where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person.\n</li>\n<li>To an actual or potential buyer (and its agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Privacy Notice.\n</li>\n<li>To any other person with your consent to the disclosure.</li>\n</ul>\n<p>\n<strong>Legal basis for processing personal information (EEA and Brazilian visitors only)</strong>\n</p>\n<p>If you are a visitor from the European Economic Area or Brazil, our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.\n</p>\n<p>However, we will normally collect personal information from you only (i) where we need the personal information to perform a contract with you, (ii) where the processing is in our legitimate interests and not overridden by your rights, or (iii) where we have your consent to do so.\nIn some cases, we may also have a legal obligation to collect or process personal information from you or may otherwise need the personal information to protect your vital interests or those of another person.\nExamples where we may have a legal obligation to process your personal information include where we are required to assist law enforcement authorities with interception of certain telecommunications supported services, such as our messaging services, or where we are required to filter telecommunications, such as text messaging, for spam or other illegal content.",
  "needModeration": true,
  "services": [
    "syniverse"
  ]
}