{
  "id": "4276",
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 11167,
  "quoteStart": 10553,
  "quoteText": "This data is collected and processed by QWANT in accordance with French law (<em>loi n° 78-17 du 6 janvier 1978 relative à l’informatique, aux fichiers et aux libertés modifiée</em>), for the following purposes:</p>\n<ul>\n<li>Technical management of the account(s) of the user and of the available Services;</li>\n<li>Management of information requests and job applications;</li>\n<li>Management of delisting requests and requests associated with the right to access, rectify and delete personal data;</li>\n<li>The security of QWANT’s information system;</li>\n<li>Respecting our legal and regulatory obligations.</li>",
  "services": [
    "qwant"
  ],
  "title": "info given about intended use of your information",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides information about how they intend to use your personal data",
    "tldr": "When do we collect personal data, and why?\r\n\r\nQwant does not require any registration to use its search engine. However, you may want to register an account to sign-in and enjoy advanced functionalities such as the possibility to save search results in favorites, or create Boards.\r\n\r\nIn such cases, we collect some personal data such as your name, firstname and email address when you register to our services, or when you use forms available on our website. You can modify, correct, and update information that you submit on the website.\r\n\r\nQwant also collects connection data, not associated with your search queries, only to ensure the security of its information system and, if you create or modify Boards, to respect the obligation to identify content creators such as mandated by French law (article 6-II de la Loi pour la confiance en l’économie numérique).\r\n\r\nEven when you are connected with an ID, we don’t use any cookie nor any other tracking device when you browse the site. The only technology that may be installed on your browser, called “local storage”, is used to locally save your settings (language, activation or deactivation of options…). You can delete personal data stored in your “local storage” by deactivating cookies in your browser. However, this deactivation may prevent you from accessing some functionalities of the site, such as your browsing preferences.\r\n\r\nUsers personal data are collected and processed by Qwant solely for the following purposes:\r\n\r\n    the technical management of the user’s account(s) and available services;\r\n    the management of information requests and job applications;\r\n    the management of delisting requests and requests associated with personal data access, rectification, and removal rights;\r\n    the security of Qwant’s information system;\r\n    the compliance with legal and regulatory obligations.\r\n"
  }
}