{
  "id": "4406",
  "needModeration": false,
  "quoteDoc": "Legal Documents",
  "quoteEnd": 7363,
  "quoteStart": 6032,
  "quoteText": "\n<strong>TERMINATION</strong>\n</p>\n<p>You agree that Discogs, in its sole discretion, may terminate Your account, and remove and discard any content within the Service, for any reason, including and without limitation, the lack of use, or if Discogs finds that You have violated or acted inconsistently with the letter or spirit of the TOS.\nYou agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files.\nDiscogs reserves the right to bar any further access to such files or the Service.\nYou agree that Discogs shall not be liable to You or any third party for any termination of Your access to the Service.\nAdvanced accounts that are terminated will not be refunded.</p>\n<p>Should You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.</p>\n<p>Upon termination of the Service, Your right to use the Service immediately ceases.\nYou shall have no right and Discogs will have no obligation thereafter to forward any unread or unsent messages to You or any third party.",
  "services": [
    "discogs"
  ],
  "title": "Discogs can delete your account without prior notice and without a reason",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The service can delete your account without prior notice and without a reason",
    "tldr": "Under \"TERMINATION\" Discogs' ToS state:\r\n\r\n\"You agree that Discogs, in its sole discretion, may terminate Your account, and remove and discard any content within the Service, for any reason, including and without limitation, the lack of use, or if Discogs finds that You have violated or acted inconsistently with the letter or spirit of the TOS. You agree that any termination of Your access to the Service under any provision of this TOS may be effected without prior notice, and acknowledge and agree that Discogs may immediately deactivate or delete Your Discogs account and any or all related information and files. Discogs reserves the right to bar any further access to such files or the Service. You agree that Discogs shall not be liable to You or any third-party for any termination of Your access to the Service. Advanced accounts that are terminated will not be refunded.\r\n\r\nShould You object to any terms and conditions of the TOS or any subsequent modifications thereto or become dissatisfied with the Service in any way, Your only recourse is to immediately discontinue use of the Service.\r\n\r\nUpon termination of the Service, Your right to use the Service immediately ceases. You shall have no right and Discogs will have no obligation thereafter to forward any unread or unsent messages to You or any third party.\""
  }
}