{
  "id": "4413",
  "needModeration": true,
  "services": [
    "signal"
  ],
  "title": "The service provides details about what kinds of personal information they collect",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The service provides details about what kinds of personal information they collect",
    "tldr": "The privacy policy states: \"Signal utilizes state-of-the-art security and end-to-end encryption to provide private messaging and Internet calling services to users worldwide (“Services”). Your calls and messages are always encrypted, so they can never be shared or viewed by anyone but yourself and the intended recipients. [...] You register a phone number when you create a Signal account. Phone numbers are used to provide our Services to you and other Signal users. You may optionally add other information to your account, such as a profile name and profile picture. This information is end-to-end encrypted. [...] Signal cannot decrypt or otherwise access the content of your messages or calls. Signal queues end-to-end encrypted messages on its servers for delivery to devices that are temporarily offline (e.g. a phone whose battery has died). Your message history is stored on your own devices. Additional technical information is stored on our servers, including randomly generated authentication tokens, keys, push tokens, and other material that is necessary to establish calls and transmit messages. Signal limits this additional technical information to the minimum required to operate the Services. [...] Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts. Information from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered. [...] If you contact Signal User Support, any personal data you may share with us is kept only for the purposes of researching the issue and contacting you about your case. [...] You can manage your personal information in Signal’s application Settings. For example, you can update your profile information or choose to enable additional privacy features like a Registration Lock PIN.\""
  }
}