{
  "id": "4509",
  "needModeration": false,
  "quoteDoc": "Special Terms and Conditions",
  "quoteEnd": 11648,
  "quoteStart": 10301,
  "quoteText": "\n<p> 9.2 By submitting Your Content to the DesignCrowd Site or in connection with the DesignCrowd Service: </p>\n<p> (a) You grant Us a perpetual, worldwide, irrevocable, non-exclusive, royalty-free, transferable licence to use, reproduce, alter, amend, publish and display Your Content (including Briefs, Community Contests, Submissions and/or Works, and any part thereof) for promotional purposes on and in connection with the DesignCrowd Site, any of Our Websites and in connection with the DesignCrowd Service (including in marketing materials, the press and on other websites owned or operated by Us).\nand </p>\n<p> (b) For paid / commercial contests, without limiting paragraph (a), Designer / Creative grants Client a non-transferable, non-exclusive, royalty-free licence to reproduce and display the Work(s) (including to third parties for the purposes of on-selling the Work(s)) prior to (as applicable): </p>\n<p> (i) the Deadline for Selecting a Contest Work solely for the purposes of assisting in the selection / refinement of the Winning Work.\nor </p>\n<p> (ii) the Deadline for Approving the Work solely for the purpose of refining the Work.\n</p>\n<p> Designer / Creative and Client (as applicable) are each responsible for obtaining any consents or agreements that are required in respect of the licence granted in this clause 9.2.\n</p>",
  "services": [
    "designcrowd"
  ],
  "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "If you offer suggestions to the service, they become the owner of the ideas that you give them",
    "irrelevant": true,
    "tldr": "The \"Special Terms and Conditions\" state \":\r\n9.2 By submitting Your Content to the DesignCrowd Site or in connection with the DesignCrowd Service:\r\n\r\n(a) You grant Us a perpetual, worldwide, irrevocable, non-exclusive, royalty-free, transferable licence to use, reproduce, alter, amend, publish and display Your Content (including Briefs, Community Contests, Submissions and/or Works, and any part thereof) for promotional purposes on and in connection with the DesignCrowd Site, any of Our Websites and in connection with the DesignCrowd Service (including in marketing materials, the press and on other websites owned or operated by Us); and\r\n\r\n(b) For paid / commercial contests, without limiting paragraph (a), Designer / Creative grants Client a non-transferable, non-exclusive, royalty-free licence to reproduce and display the Work(s) (including to third parties for the purposes of on-selling the Work(s)) prior to (as applicable)\r\n\r\nThat means you can't ever delete your content from their website and you are not paid if they use or edit it."
  }
}