{
  "id": "4515",
  "needModeration": true,
  "quoteDoc": "Terms Of Service",
  "quoteEnd": 10337,
  "quoteStart": 9947,
  "quoteText": "By uploading, distributing, transmitting or otherwise using Your Content with the Service, you grant to us a perpetual, nonexclusive, transferable, royalty-free, sublicensable, and worldwide license to use, host, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, and display Your Content in connection with operating and providing the Service.",
  "services": [
    "discord"
  ],
  "title": "This service can use your content for all their existing and future services.",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service can use your content for all their existing and future services",
    "tldr": "The terms of service state that \"By uploading, distributing, transmitting or otherwise using Your Content with the Service, you grant to us a perpetual, non-exclusive, transferable, royalty-free, sublicensable, and worldwide license to use, host, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, and display Your Content in connection with operating and providing the Service.\"\r\nIt also states that \"The Company does not guarantee the accuracy, quality, or integrity of any user content posted. By using the Service you acknowledge and accept that you may be exposed to material you find offensive or objectionable.\"\r\nAlso stated below that, the company is not liable for anything wrong with said content: \"You agree that the Company will not under any circumstances be liable for any user content, including, but not limited to, errors in any user content, or any loss or damage incurred by use of user content.\"\r\nThe Company also reserves the right to delete any content, \"The Company reserves the right to remove and permanently delete Your Content from the Service with or without notice for any reason or no reason.\""
  }
}