{
  "id": "4562",
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 10087,
  "quoteStart": 8383,
  "quoteText": "Hosting and processing arrangements </strong>\n<br> Our websites are hosted by third party service providers and therefore any personal details you submit through them may be processed by that third party service provider. </p>\n<p>We also use other third parties to process your personal details including in the following areas:</p>\n<ul>\n<li>to action all online expressions of interest to join Amnesty International or take actions and manage all related communications</li>\n<li>to process online payments</li>\n<li>to process all information associated with applications for employment or volunteering opportunities and related recruitment processes.</li>\n</ul>\n<p>All third party services providers process your personal information only on Amnesty International Limited's behalf and are bound by contractual terms that are compliant with data protection law.</p>\n<p>We participate in Facebook’s custom audience and lookalike audience programs, which, depending on your privacy settings with Facebook, enable us to display our content to our existing or potential supporters on Facebook.\nWe provide personal information such as your email address to Facebook which securely encrypts it.\nThat personal information is then deleted by Facebook if it does not match a Facebook account or once they confirm you have an account.</p>\n<p>\n<strong>Payment processing and fraud </strong>\n<br> Where submitted, your card details may be disclosed to banks or relevant financial institutions to arrange payments.\nIn the case of a suspected fraudulent transaction, your details may be further disclosed for the sole purpose of performing further checks (for example, disclosure to a credit checking agency).</p>\n<p>\n",
  "services": [
    "amnestyinternationallimited(uk)"
  ],
  "title": "Third parties are involved in operating the Amnesty International website",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "Third parties may be involved in operating the service",
    "tldr": "Amnesty International uses third parties for hosting its website, processing online payments and applications for employment, recruiting potential supporters and managing online actions and related communications."
  }
}