{
  "id": "4569",
  "needModeration": true,
  "quoteDoc": "Privacy Statement",
  "quoteEnd": 11096,
  "quoteStart": 6494,
  "quoteText": "Detailed information on the processing of Personal Data<p>Personal Data is collected for the following purposes and using the following services:</p>Analytics<p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p>Google Analytics (Google Inc.)<p>Google Analytics is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the Data collected to track and examine the use of this website, to prepare reports on its activities and share them with other Google services. Google may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy – Opt Out.\nPrivacy Shield participant.</p>WordPress Stats (Automattic Inc.)<p>WordPress Stats is an analytics service provided by Automattic Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.</p>SPAM protection<p>This type of service analyzes the traffic of this website, potentially containing Users' Personal Data, with the purpose of filtering it from parts of traffic, messages and content that are recognized as SPAM.</p>Akismet (Automattic Inc.)<p>Akismet is a SPAM protection service provided by Automattic Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.</p>Google reCAPTCHA (Google Inc.)<p>Google reCAPTCHA is a SPAM protection service provided by Google Inc. The use of reCAPTCHA is subject to the Google privacy policy and terms of use.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.</p>Interaction with external social networks and platforms<p>This type of service allows interaction with social networks or other external platforms directly from the pages of this website. The interaction and information obtained through this website are always subject to the User’s privacy settings for each social network. This type of service might still collect traffic data for the pages where the service is installed, even when Users do not use it.</p>Facebook Like button and social widgets (Facebook, Inc.)<p>The Facebook Like button and social widgets are services allowing interaction with the Facebook social network provided by Facebook, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.</p>Twitter Tweet button and social widgets (Twitter, Inc.)<p>The Twitter Tweet button and social widgets are services allowing interaction with the Twitter social network provided by Twitter, Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.</p>Google+ +1 button and social widgets (Google Inc.)<p>The Google+ +1 button and social widgets are services allowing interaction with the Google+ social network provided by Google Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.</p>LinkedIn button and social widgets (LinkedIn Corporation)<p>The LinkedIn button and social widgets are services allowing interaction with the LinkedIn social network provided by LinkedIn Corporation.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.\nPrivacy Shield participant.</p>Pinterest “Pin it” button and social widgets (Pinterest)<p>The Pinterest “Pin it” button and social widgets are services allowing interaction with the Pinterest platform provided by Pinterest Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.</p>Reddit button and widgets (reddit inc.)<p>The reddit button and widgets are services allowing interaction with the reddit platform provided by reddit inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.</p>Tumblr sharing button and social widgets (Tumblr Inc.)<p>The Tumblr sharing button and social widgets are services allowing interaction with the Tumblr social network provided by Tumblr Inc.</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>Place of processing: United States – Privacy Policy.",
  "services": [
    "dnd5e-info"
  ],
  "title": "The service provides a complete list of all cookies set by its website",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides a complete list of all cookies set by its website",
    "tldr": "Detailed information on the processing of Personal Data\r\n\r\nPersonal Data is collected for the following purposes and using the following services:"
  }
}