{
  "id": "4676",
  "needModeration": false,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 83082,
  "quoteStart": 80602,
  "quoteText": "21.\nApplicable Law and Jurisdiction\n<p>21.1 If your Country of Residence is the United States, these Terms will be interpreted in accordance with the laws of the State of California and the United States of America, without regard to conflict-of-law provisions.\nJudicial proceedings (other than small claims actions) that are excluded from the Arbitration Agreement in Section 19 must be brought in state or federal court in San Francisco, California, unless we both agree to some other location.\nYou and we both consent to venue and personal jurisdiction in San Francisco, California.</p>\n<p>21.2 If your Country of Residence is China these Terms will be interpreted in accordance with the laws of China (“<strong>China Laws</strong>”).\nAny dispute arising from or in connection with this Agreement shall be submitted to the China International Economic and Trade Arbitration Commission (CIETAC) for arbitration in Beijing which shall be conducted in accordance with CIETAC’s arbitration rules in effect at the time of applying for arbitration, provided that this section shall not be construed to limit any rights which Airbnb may have to apply to any court of competent jurisdiction for an order requiring you to perform or be prohibited from performing certain acts and other provisional relief permitted under China Laws or any other laws that may apply to you.\nThe arbitration proceedings shall be conducted in English.\nThe arbitral award rendered is final and binding upon both parties.</p>\n<p>21.3 If your Country of Residence is outside of the United States and China, these Terms will be interpreted in accordance with Irish law.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods (CISG) is excluded.\nThe choice of law does not impact your rights as a consumer according to the consumer protection regulations of your Country of Residence.\nIf you are acting as a consumer, you agree to submit to the non-exclusive jurisdiction of the Irish courts.\nJudicial proceedings that you are able to bring against us arising from or in connection with these Terms may only be brought in a court located in Ireland or a court with jurisdiction in your place of residence.\nIf Airbnb wishes to enforce any of its rights against you as a consumer, we may do so only in the courts of the jurisdiction in which you are a resident.\nIf you are acting as a business, you agree to submit to the exclusive jurisdiction of the Irish courts.</p>\n",
  "services": [
    "airbnb"
  ],
  "title": "The court of law governing the terms is in the United States, China, or Ireland, depending on your country of residence",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The court of law governing the terms is in location X",
    "tldr": "If you reside in the United States of America, the court of law is in San Francisco, California.\r\nIf you reside in China, any disputes must be submitted to the China International Economic and Trade Arbitration Commission (CIETAC) and proceedings shall be held in English, which is incredibly unfair to Chinese natives.\r\nIf your country of residence is outside of the United States and China, Irish law applies and you agree to submit to the jurisdiction of the Irish courts."
  }
}