{
  "id": "4771",
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 9836,
  "quoteStart": 7585,
  "quoteText": "We do not share information about you in any way other than as described in this Privacy Policy.\nWe may share your data with third parties under the following circumstances:</p>\n<p> </p>\n<p>\n<strong>With Service Providers, Contractors, and Agents</strong>\n</p>\n<p>We share your data with third-party companies who perform services on our behalf, like payment processing, data analysis, fraud detection, marketing and advertising services, email and hosting services, and customer services and support.\nThese service providers may access your personal data and are required to use it solely as we direct, to provide our requested service.</p>\n<p>\n<strong>For Analytics</strong> </p>\n<p>As part of our use of third-party analytics tools like Google Analytics, we share certain Account Data, System Data, Usage Data (as detailed above), or de-identified data as needed.\nDe-identified data means data where we’ve removed things like your email address and replaced it with a number that is not directly tied to you.</p>\n<p>\n<strong>For Security and Legal Compliance</strong>\n</p>\n<p>We may disclose your data to third parties if we (in our sole discretion) have a good faith belief that the disclosure is:</p>\n<ul>\n<li>Required by law;</li>\n<li>Reasonably necessary as part of a valid subpoena, warrant, or other legally-valid request;</li>\n<li>Reasonably necessary to enforce our Terms of Use, Privacy Policy, and other legal agreements;</li>\n<li>Required to detect, prevent, or address fraud, abuse, misuse, potential violations of law (or rule or regulation), or security or technical issues.\nor</li>\n<li>Reasonably necessary in our discretion to protect against imminent harm to the rights, property, or safety of our company, our users, employees, or members of the public.</li>\n<li>We may also disclose data about you to our auditors and legal advisors in order to assess our disclosure obligations and rights under this Privacy Policy.</li>\n</ul>\n<p>\n<strong>After Aggregation/De-identification</strong>\n</p>\n<p>We can disclose or use aggregate or de-identified data for any purpose. </p>\n<p>\n<strong>With Your Permission</strong>\n</p>\n<p>With your explicit consent, we may share data to third parties outside the scope of this Privacy Policy.</p>\n",
  "services": [
    "kink-com"
  ],
  "title": "This service does not sell your personal data",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service does not sell your personal data",
    "irrelevant": true,
    "tldr": "Generated through the annotate view"
  }
}