{
  "id": "4916",
  "needModeration": false,
  "quoteDoc": "CoReadingWebPrivacyPolicy",
  "quoteEnd": 2857,
  "quoteStart": 851,
  "quoteText": "<strong>Information Collected</strong>   If you visit a web site maintained by the City Of Reading to read or download information, we collect the following information:    <ul>\n<li>The name of domain.\nfor example, \"xcompany.com\" if you use a private internet access account, or \"yourschool.edu\", if you are connecting from a university domain; </li>\n<li>An IP address.\na number automatically assigned to your computer when you are using the internet; </li>\n<li>The type of browser and operating system used to access our site; </li>\n<li>The Internet address of the website from which you linked directly to our site; </li>\n<li>The pages you visit within the City's site.\nand </li>\n<li>The links made to other web sites through this site. </li>\n</ul>  This information is collected for statistical analysis using standard third-party software programs to create summary statistics.\nThe statistics are used for the purpose of determining what information is of most and least interest to all visitors and identifying system performance or problem areas.\nThis information is not collected for commercial marketing purposes and the City does not sell information collected online for commercial marketing purposes.    If, during your visit to the City’s web site, you voluntarily provide personally identifiable information, we will collect such information.\nExamples of personally identifiable information may include:    <ul>\n<li>An email address if you are communicating to us through email; </li>\n<li>Information you voluntarily submit to the City for the purposes of completing or submitting an application or form online.\nand </li>\n<li>Other information volunteered, such as survey information or content of email. </li>\n</ul>  In general, please note the information collected, whether or not personally identifiable, is not limited to text characters and may include audio, video and other graphic formats you send us.\nInformation is retained in accordance with existing laws and other City policies.\n",
  "services": [
    "cityofreading"
  ],
  "title": "The service provides details about what kinds of personal information they collect",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides details about what kinds of personal information they collect",
    "tldr": "Generated through the annotate view"
  }
}