{
  "id": "5144",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 16511,
  "quoteStart": 15463,
  "quoteText": "We participate in interest-based advertising and use third party advertising companies to serve you targeted advertisements based on your online browsing history and your interests.\n We permit third party online advertising networks, social media companies and other third party services, to collect, information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps or services you may use, and on other devices you may use.\nTypically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies.\nWe may share a common account identifier (such as an email address or user ID) or hashed data with our third party advertising partners to help identify you across devices.\nWe and our third party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.",
  "services": [
    "brainly"
  ],
  "title": "This service uses third-party cookies for statistics",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service uses third-party cookies for statistics",
    "tldr": "The Privacy Policy states, \"We participate in interest-based advertising and use third party advertising companies to serve you targeted advertisements based on your online browsing history and your interests.  We permit third party online advertising networks, social media companies and other third party services, to collect, information about your use of our Service over time so that they may play or display ads on our Service, on other websites, apps or services you may use, and on other devices you may use. Typically, though not always, the information used for interest-based advertising is collected through cookies or similar tracking technologies. We and our third party partners use this information to make the advertisements you see online more relevant to your interests, as well as to provide advertising-related services such as reporting, attribution, analytics and market research.\""
  }
}