{
  "id": "5154",
  "needModeration": false,
  "quoteDoc": "Terms of Use",
  "quoteEnd": 11215,
  "quoteStart": 10497,
  "quoteText": "Brainly reserves the right to view, monitor, and record activity on the\nBrainly Services without notice or permission.\nWe may monitor use to\noptimize the Brainly Services, understand what is of interest to visitors,\nand otherwise to enhance the operation of the Brainly Services, assure its\navailability, and prevent misuse of the Brainly Services.\nAny information\nobtained by monitoring, reviewing, or recording activity on the Brainly\nServices is subject to review by us or on our behalf as well as by law\nenforcement organizations in connection with investigation or prosecution of\npossible criminal activity on the Brainly Services.\nBrainly will comply with\nall court orders involving requests for such information",
  "services": [
    "brainly"
  ],
  "title": "The service is transparent regarding government requests or inquiries that may involve user data.",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service is transparent regarding government requests or inquiries that may involve user data.",
    "tldr": "The Terms of Use (in Part A, applicable to users unless you are in Europe) state, \"Any information obtained by monitoring, reviewing, or recording activity on the Brainly Services is subject to review by us or on our behalf as well as by law enforcement organizations in connection with investigation or prosecution of possible criminal activity on the Brainly Services. Brainly will comply with all court orders involving requests for such information.\"\r\n\r\n It is also stated in the Privacy Policy that personal information may be shared with \"third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement; (b) to enforce our Terms of Service or to protect the security or integrity of our Service; and/or (c) to exercise or protect the rights, property, or personal safety of Brainly, our visitors, or others.\""
  }
}