{
  "id": "5175",
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 12111,
  "quoteStart": 11959,
  "quoteText": "We may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.",
  "services": [
    "brainly"
  ],
  "title": "This service will continue using anonymized user-generated content even after erasure of personal information",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service will continue using anonymized user-generated content even after erasure of personal information",
    "tldr": "The FAQ page (https://faq.brainly.com/hc/en-us/articles/206193329-Can-I-delete-my-question-or-answer-) states that \"questions and answers are only removed if they do not meet our posting guidelines, or violate one of our site rules. Since your question or answer might help other students, we aim to preserve all content posted on the site which can be accessed by anyone in the future who might need the information for a school assignment or project.\" The Privacy Policy also states that \"your content and comments you post to public areas of the Service will be viewable by others on the Service and the public,\" and that \"we may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.\" \r\n\r\n With regards to modifying or deleting your information, the Privacy Policy says, \"If you have any questions about reviewing, modifying, or deleting your information, or if you want to remove your name or comments from our Service or publicly displayed content, you can contact us directly at privacy@brainly.com. We may not be able to modify or delete your information in all circumstances.\" Moreover, the right to erasure (which only applies for users in the EU and Switzerland) specified in the Privacy Policy only applies under \"certain circumstances, such as where the personal data is no longer necessary in relation to the purposes for which it was collected or processed.\" \r\n\r\nIf Brainly aims to \"preserve all content posted on the site,\" then we can conclude that such personal data is still necessary for the purpose of the site. There are places on the site where answers without usernames or profile pictures are visible."
  }
}