{
  "id": "5846",
  "needModeration": false,
  "quoteDoc": "Google Analytics Terms of Service",
  "quoteEnd": 13029,
  "quoteStart": 11497,
  "quoteText": "You will indemnify, hold harmless and defend Google and its wholly owned subsidiaries, at Your expense, from any and all third-party claims, actions, proceedings, and suits brought against Google or any of its officers, directors, employees, agents or affiliates, and all related liabilities, damages, settlements, penalties, fines, costs or expenses (including, reasonable attorneys' fees and other litigation expenses) incurred by Google or any of its officers, directors, employees, agents or affiliates, arising out of or relating to (i) Your breach of any term or condition of this Agreement, (ii) Your use of the Service, (iii) Your violations of applicable laws, rules or regulations in connection with the Service, (iv) any representations and warranties made by You concerning any aspect of the Service, the Software or Reports to any Third Party.\n(v) any claims made by or on behalf of any Third Party pertaining directly or indirectly to Your use of the Service, the Software or Reports.\n(vi) violations of Your obligations of privacy to any Third Party.\nand (vii) any claims with respect to acts or omissions of any Third Party in connection with the Service, the Software or Reports.\nGoogle will provide You with written notice of any claim, suit or action from which You must indemnify Google.\nYou will cooperate as fully as reasonably required in the defense of any claim.\nGoogle reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by You.\n</p>",
  "services": [
    "google"
  ],
  "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service",
    "tldr": "Generated through the annotate view"
  }
}