{
  "discussion": "https://groups.google.com/d/topic/tosdr/n_DCnOwcIo0/discussion",
  "id": "629",
  "meta": {
    "author": "ToS;DR by Unhosted",
    "contributors": [
      "Hugo Roy <hugo@unhosted.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 47733,
  "quoteStart": 46670,
  "quoteText": "You hereby agree to indemnify, defend and hold harmless SoundCloud, its successors, assigns, affiliates, agents, directors, officers, employees and shareholders from and against any and all claims, obligations, damages, losses, expenses, and costs, including reasonable attorneys' fees, resulting from:</p>\n<p>(i) any violation by you of these Terms of Use or our Community Guidelines;</p>\n<p>(ii) any third party claim of infringement of copyright or other intellectual property rights or invasion of privacy arising from the hosting of Your Content on the Platform, and/or your making available thereof to other users of the Platform, and/or the actual use of Your Content by other users of the Platform or Linked Services in accordance with these Terms of Use and the parameters set by you with respect to the distribution and sharing of Your Content;</p>\n<p>(iii) any activity related to your account, be it by you or by any other person accessing your account with or without your consent unless such activity was caused by the act or default of SoundCloud.<",
  "services": [
    "soundcloud"
  ],
  "slug": "n_DCnOwcIo0",
  "source": {
    "terms": "http://soundcloud.com/terms-of-use#indemnification"
  },
  "title": "Indemnification from claims related to your content or your account",
  "topics": [
    "governance"
  ],
  "tosdr": {
    "binding": true,
    "case": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.",
    "tldr": "You agree to indemnify SoundCloud from all claims resulting from any third party for infringement of copyright or invastion of privacy related to your content or any activity related to your account. "
  }
}