{
  "discussion": "https://groups.google.com/d/topic/tosdr/nSIRipxEjgA/discussion",
  "id": "653",
  "meta": {
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": false,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 7996,
  "quoteStart": 7190,
  "quoteText": "These terms and the Service prices may need to be modified in the future to adjust to changes in the Service, to adhere to applicable legislation or to reflect economic necessities.\nWhen we change terms or prices, we will notify you by email to your main account in this Service.\nAfter receiving that email you have 30 days to respond (a) by informing us that you agree to the new terms or prices, (b) by informing us that you disagree, in which case Apheleia IT AG may on a case to case basis agree to continue providing you with the Service under the previous terms and/or prices, or (c) by giving us notice that you terminate this agreement regardless of the remaining duration you had agreed to under the previous terms.\nContinuation of use after 30 days will constitute agreement to the new terms.</p>",
  "services": [
    "kolabnow"
  ],
  "slug": "nSIRipxEjgA",
  "source": {
    "tos": "https://kolabnow.com/tos"
  },
  "title": "When the service wants to change its terms, users are notified a month or more in advance",
  "topics": [
    "changes"
  ],
  "tosdr": {
    "binding": true,
    "case": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance",
    "tldr": "“When we change terms or prices, we will notify you by email to your main account in this Service. After receiving that email you have 30 days to respond (a) by informing us that you agree to the new terms or prices, (b) by informing us that you disagree, in which case Kolab Systems AG may on a case to case basis agree to continue providing you with the Service under the previous terms and/or prices, or (c) by giving us notice that you terminate this agreement regardless of the remaining duration you had agreed to under the previous terms. Continuation of use after 30 days will constitute agreement to the new terms.”"
  }
}