{
  "discussion": "https://groups.google.com/d/topic/tosdr/-gK9_x3Bl0Q/discussion",
  "id": "660",
  "meta": {
    "author": "Ian McGowan",
    "contributors": [
      "Robin Monks <devlinks@gmail.com>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": false,
  "quoteDoc": "Terms of Service and License Agreement",
  "quoteEnd": 31109,
  "quoteStart": 30124,
  "quoteText": "Consent to receive emailFor users located outside of the European Economic Area (EEA):<p>Your registration to use the Site and/or Services constitutes your consent to receive email communications from Grammarly, including messages regarding customer service issues and other matters.\nYou may opt not to receive email correspondence, other than technical notifications and email regarding issues related to your account and your use of the Site and Services, at any time by following the link included in the email messages.</p>For users located in the European Economic Area (EEA):<p>We only send marketing communications to users located in the European Economic Area (EEA) with your prior consent, and you may withdraw your consent at any time by clicking the “unsubscribe” link found within Grammarly emails and changing your contact preferences.\nPlease note you will continue to receive transactional messages related to our Services, even if you unsubscribe from marketing emails.",
  "reason": "normal",
  "services": [
    "grammarly"
  ],
  "slug": "-gK9_x3Bl0Q",
  "source": {
    "terms": "http://privacy-policy.truste.com/verified-policy/www.grammarly.com"
  },
  "title": "You can opt out of targeted advertising",
  "topics": [
    "user information"
  ],
  "tosdr": {
    "binding": true,
    "case": "You can opt out of targeted advertising",
    "irrelevant": true,
    "point": "good",
    "reason": "true",
    "score": 10,
    "tldr": "Your registration to use Grammarly means that you agree to receive emails from them. You may choose to stop receiving those emails by following the unsubscribe link included in those emails, or you can contact them at support@grammarly.com."
  }
}