{
  "id": "6658",
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 4673,
  "quoteStart": 4599,
  "quoteText": "We may Process the following categories of Personal Information about you:",
  "services": [
    "speedtestbyookla"
  ],
  "title": "The service collects many different types of personal data",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service collects many different types of personal data",
    "tldr": "This comes after that statement:\r\n\r\n\"Personal details: your name. username or login details. password. areas or topics of interest. and photograph (if you or another user posts a photo on the Service).\r\nDemographic information: gender. age/date of birth. nationality. salutation. job title, company information, education, work experience and other professional information. and language preferences.\r\nContact details:postal address. telephone and/or mobile number. email address. and your public social media handles or profile(s).\r\nConsent records: records of any consents you may have given, together with the date and time, means of consent and any related information (e.g., the subject matter of the consent).\r\nLocation information: location data that describes the precise geographic location of your device (Precise Location Data”).\r\nPurchase and payment details:records of purchases and prices. invoice records. payment records. billing address. payment method. cardholder or account holder name. payment amount. and payment date.\r\nEmployer details: where you interact with us in your capacity as an employee, the contact information of your employer (including name, address, telephone number and email address) to the extent relevant.\r\nViews and opinions: any views and opinions that you or other users choose to send to us, or publicly post about us on social media platforms or in the Services, including on forum. \r\nWe also collect other kinds of information from you or other sources, which we refer to as “Other Information\"\r\n\r\nWith other information being cookies, device, etc. after this quote"
  }
}