{
  "id": "6888",
  "needModeration": true,
  "quoteDoc": "Terms",
  "quoteEnd": 20431,
  "quoteStart": 17859,
  "quoteText": "Here we describe how we collect, use, and handle your personal information when you use our websites, software, and services (“<strong>Services</strong>”).\nFor more information and details, please see our Frequently Asked Questions page.</p> What &amp.\nWhy <p>We collect and use the following information to provide, improve, and protect our Services:</p>\n<p>\n<em>Account information.</em> We collect, and associate with your account, the information you provide to us when you do things such as sign up for your account, upgrade to a paid plan, and set up two-factor authentication (like your name, email address, phone number, payment info, and physical address).\nSome of our Services let you access your accounts and your information via other service providers.</p>\n<p>\n<em>Your Stuff.</em> Our Services are designed to make it simple for you to store your files, documents, photos, comments, messages, and so on (“<strong>Your Stuff</strong>”), collaborate with others, and work across multiple devices.\nTo make that possible, we store, process, and transmit Your Stuff as well as information related to it.\nThis related information includes your profile information that makes it easier to collaborate and share Your Stuff with others, as well as things like the size of the file, the time it was uploaded, collaborators, and usage activity.\nOur Services provide you with different options for sharing Your Stuff.</p>\n<p>\n<em>Contacts.</em> You may choose to give us access to your contacts to make it easy for you to do things like share and collaborate on Your Stuff, send messages, and invite others to use the Services.\nIf you do, we’ll store those contacts on our servers for you to use.</p>\n<p>\n<em>Usage information.</em> We collect information related to how you use the Services, including actions you take in your account (like sharing, editing, viewing, and moving files or folders).\nWe use this information to improve our Services, develop new services and features, and protect Dropbox users.\nPlease refer to our FAQ for more information about how we use this usage information to improve our Services.</p>\n<p>\n<em>Device information.</em> We also collect information from and about the devices you use to access the Services.\nThis includes things like IP addresses, the type of browser and device you use, the web page you visited before coming to our sites, and identifiers associated with your devices.\nYour devices (depending on their settings) may also transmit location information to the Services.</p>\n<p>\n<em>Cookies and other technologies.</em>",
  "services": [
    "dropbox"
  ],
  "title": "The service provides details about what kinds of personal information they collect",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service provides details about what kinds of personal information they collect",
    "tldr": "Generated through the annotate view"
  }
}