{
  "discussion": "https://groups.google.com/d/topic/tosdr/NE5Y7fPVdwo/discussion",
  "id": "689",
  "meta": {
    "author": "Ian McGowan",
    "contributors": [
      "Jil Larner <jil.larner@fsfe.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 28253,
  "quoteStart": 26994,
  "quoteText": "Spotify shares your personal data globally with other companies in the Spotify Group in order to carry out the activities specified in this Policy.\nThis includes to Spotify Group companies in the following countries: Australia, Austria, Belgium, Brazil, Canada, Denmark, Finland, France, Germany, Hong Kong, Italy, Japan, Luxembourg, Mexico, The Netherlands, Poland, Singapore, Spain, Sweden, Switzerland, Taiwan, Turkey, United Kingdom and the United States of America.\nSpotify may also subcontract processing to, or share your personal data with, third parties located in countries other than your home country.\nYour personal data, therefore, may be subject to privacy laws that are different from those in your country of residence.</p>\n<p>Personal data collected within the European Union and Switzerland may, for example, be transferred to and processed by third parties located in a country outside of the European Union and Switzerland.\nIn such instances Spotify shall ensure that the transfer of your personal data is carried out in accordance with applicable privacy laws and, in particular, that appropriate contractual, technical, and organisational measures are in place such as the Standard Contractual Clauses approved by the EU Commission.</p>\n",
  "services": [
    "spotify"
  ],
  "slug": "NE5Y7fPVdwo",
  "source": {
    "terms": "https://www.spotify.com/us/legal/privacy-policy/"
  },
  "title": "Your data may be processed and stored anywhere in the world",
  "topics": [
    "personal information"
  ],
  "tosdr": {
    "binding": true,
    "case": "Your data may be processed and stored anywhere in the world",
    "tldr": "Spotify may transfer and process your data outside of your home country. This includes potentially a country in which you have fewer legal rights regarding your personal information."
  }
}