{
  "id": "7306",
  "needModeration": false,
  "quoteDoc": "Terms of Service 19/10/2018",
  "quoteEnd": 37107,
  "quoteStart": 31269,
  "quoteText": "DISPUTE RESOLUTION<p> THIS SECTION AND THE NEXT SECTION ONLY APPLIES TO YOU IF YOU ARE A UNITED STATES RESIDENT.</p>\n<p> PLEASE READ THIS SECTION CAREFULLY - IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</p>\n<p> You and Discord agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.</p>\n<p> Most disputes can be resolved without resorting to arbitration.\nIn the event of a dispute, you agree to provide us notice of the dispute.\nThis notice must provide a brief, written description of the dispute, the relief requested and the contact information of the party giving it.\nYou must send any such notice to Discord by email to disputes@discord.com and by U.S.\nMail to Discord Inc., 444 De Haro Street #200, San Francisco, CA 94107.</p>\n<p> The parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with one another, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.</p>\n<p> Notwithstanding the foregoing, disputes concerning patents, copyrights, moral rights, trademarks, and trade secrets and claims of piracy or unauthorized use of the Site shall not be subject to arbitration, and the notice and good faith negotiation required by this paragraph shall not apply to these types of disputes.</p>\n<p> Binding Arbitration.\nExcept as provided herein, if we cannot resolve a dispute informally, any dispute will be resolved only by binding arbitration to be held in the U.S.\nstate in which you reside.\nFor residents outside the United States, arbitration shall be initiated in San Francisco, California.\nDiscord and you further agree to submit to the personal jurisdiction of any state or federal court in San Francisco, California to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p> The arbitration shall be conducted by a single arbitrator, governed by the rules of JAMS that are in effect at the time the arbitration is initiated (referred to as the “JAMS Rules”) and under the rules set forth in these Terms.\nIf there is a conflict between the JAMS Rules and the rules set forth in these Terms, the rules set forth in these Terms will govern.\nARBITRATION MEANS THAT YOU WAIVE YOUR RIGHT TO A JURY TRIAL.\nYou may, in arbitration, seek any and all remedies otherwise available to you pursuant to your state’s law.</p>\n<p> To the extent the filing fee for the arbitration exceeds the cost of filing a lawsuit, Discord will pay the additional cost.\nDiscord shall also bear the cost of any arbitration fees, unless the arbitrator finds your claims, defenses, or other fee-generating activity to be asserted or conducted for an improper purpose or frivolous.\nYou are responsible for all other additional costs that you may incur in the arbitration including, without limitation, attorney’s fees and expert witness costs unless Discord is specifically required to pay such fees under applicable law.\nThe decision of the arbitrator will be in writing and binding and conclusive on Discord and you, and judgment to enforce the decision may be entered by any court of competent jurisdiction.\nDiscord and you agree that dispositive motions, including without limitation motions to dismiss and motions for summary judgment, will be allowed in the arbitration.\nThe arbitrator must follow these Terms of Service and can award the same damages and relief as a court, including injunctive or other equitable relief and attorney’s fees.\nDiscord and you understand that, absent this mandatory arbitration provision, Discord and you would have the right to sue in court and have a jury trial.\nDiscord and you further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and that the right to discovery may be more limited in arbitration than in court.</p>\n<p> If Discord’s or your claim is solely for monetary relief of $10,000 or less and does not include a request for any type of equitable remedy, the party bringing the claim may choose whether the arbitration of the claim will be conducted, through a telephonic hearing, or by an in-person hearing under the JAMS Rules, solely based on documents submitted to the arbitrator.</p>\n<p> You or Discord may choose to pursue a claim in small claims court where jurisdiction and venue over you and Discord otherwise qualifies for such small claims court and where the claim does not include a request for any type of equitable relief.\nHowever, if you decide to pursue a claim in small claims court, you agree to still provide Discord with advance notice by email to disputes@discord.com and by U.S.\nMail to Discord Inc., 444 De Haro Street #200, San Francisco, CA 94107.</p>\n<p>\n<u>Opt-Out Right</u>.\nYou have the right to opt out and not be bound by the provisions requiring arbitration by sending written notice of your decision to opt out to Discord by email to arbitration-opt-out@discord.com.\nThe notice must be sent within 90 days of this Terms of Service taking effect, or your account creation on the Service.\nIf you do not opt out via this method, you will be bound to arbitrate disputes in accordance with the terms of these paragraphs.\nIf you opt out of the provisions requiring arbitration, Discord will not be bound by them either.\nIf any clause within this Arbitration Section is found to be illegal or unenforceable, that specific clause will be severed from this section, and the remainder of its provisions will be given full force and effect.</p>\n<p>\n<u>Survival</u>.\nThis Arbitration section shall survive any termination of your account or the Service.</p>",
  "services": [
    "discord"
  ],
  "title": "This service forces users into binding arbitration in the case of disputes",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service forces users into binding arbitration in the case of disputes",
    "irrelevant": true,
    "tldr": "Generated through the annotate view"
  }
}