{
  "id": "7445",
  "needModeration": true,
  "quoteDoc": "Условия конфиденциальности",
  "quoteEnd": 6098,
  "quoteStart": 4384,
  "quoteText": "в соответсвии с действующими на территории Российской Федерации нормативными актами:<br> информация о положительных результатах серологических исследований на маркеры парентеральных вирусных гепатитов (тесты №№73,&nbsp;79) передается Лабораторией «ИНВИТРО» в Отдел учёта и регистрации инфекционных заболеваний центра Госсанэпиднадзора в городе Москве.\nОРУИБ ЦГСЭН в г.\nМоскве в свою очередь доводит информацию до медицинского учреждения, оказывающего амбулаторно-поликлиническую медицинскую по месту регистрации пациента;<br>\n<br> информация о положительных результатах определения антител к ВИЧ (тест №68) -&nbsp.\nв Центр СПИДа.<br>\n<br> Основание:<br> Приказ управления федеральной службы по надзору в сфере защиты прав потребителей и благополучия человека по городу Москве от 1 октября 2008 №122 «О мерах по соврешенствованию эпиднадзора за вирусными гепатитами в г.\nМоскве».\nИнформация о положительных результатах серологических исследований на маркеры парентеральных вирусных гепатитов из лабораторий, выполняющих данные исследования, независимо от ведомственной принадлежности и форм собственности, передаётся в ОРУИБ Центра Госсанэпидеадзора г.\nМосквы.<br>\n<br> Приказ Комитета Здравоохранения правительства Москвы и Центра Государственного Санитарно-Эпидемиологического надзора в г.\nМоскве №159/64 от 13.04.2000 г.\n(приложение №3) «Об инструкции о порядке специального учёта инфекционных и паразитарных заболеваний в городе Москве».\nСкрининговые лаборатории, вне зависимости от ведомственной принадлежности и форм собственности, направляют информацию о положительных результатах исследования на ВИЧ-инфекцию в лабораторное отделение МСГ СПИД (Москва, 8-я ул.\nСоколиной Горы, д.\n15, к.\n3) (Центр СПИДа).<br>",
  "services": [
    "инвитро"
  ],
  "title": "Компания может передавать ваши персональные данные третьим лицам",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service can share your personal information to third parties ",
    "tldr": "В соответствии с законодательством РФ: информация о положительных результатах исследований на ВИЧ и Гепатит B и C передаётся в государственные медицинские учреждения."
  }
}