{
  "id": "7484",
  "needModeration": true,
  "quoteDoc": "Terms and Conditions",
  "quoteEnd": 2039,
  "quoteStart": 334,
  "quoteText": "ACCEPTANCE OF USER AGREEMENT</p>\n<p>\nBY REGISTERING WITH ALIGNABLE, OR BY ACCESSING OUR WEBSITE AND CONTENT, INCLUDING THROUGH OUR MOBILE APPLICATIONS, OR BY USING OUR DEVELOPER PLATFORM, PREMIUM SERVICES, OR OTHER INFORMATION PROVIDED AS PART OF THE ALIGNABLE SERVICES (COLLECTIVELY, THE “SERVICES”), YOU BECOME A “USER” AND AGREE THAT YOU HAVE ENTERED INTO A LEGALLY BINDING AGREEMENT WITH ALIGNABLE CORPORATION, 205 PORTLAND STREET, BOSTON, MA 02114 (“WE,” “US,” “OUR,” AND “ALIGNABLE”), THE TERMS OF WHICH CONSIST OF THIS USER AGREEMENT, THE\nCODE OF CONDUCT\nAND ALIGNABLE’S\nPRIVACY POLICY\n, BOTH OF WHICH ARE HEREBY INCORPORATED BY REFERENCE (COLLECTIVELY REFERRED TO AS THE “AGREEMENT” OR “TERMS OF SERVICE”)\n</p>\n<p>IF YOU ARE USING OR ACCESSING THE SERVICES ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU ARE REPRESENTING THAT YOU HAVE THE AUTHORITY TO BIND THE COMPANY OR OTHER LEGAL ENTITY TO THE TERMS OF THE AGREEMENT AND ACKNOWLEDGE AND UNDERSTAND THAT BOTH YOU, INDIVIDUALLY, AND THE COMPANY OR ENTITY WHICH YOU REPRESENT ARE BOUND BY THIS AGREEMENT.\nIF YOU DO NOT WANT TO REGISTER AN ACCOUNT AND BECOME AN USER, DO NOT AGREE TO BE BOUND BY THIS AGREEMENT, DO NOT CLICK “JOIN ALIGNABLE” AND DO NOT ACCESS, VIEW, DOWNLOAD OR OTHERWISE USE ANY ALIGNABLE WEBPAGE, INFORMATION OR SERVICES.\nBY CLICKING “JOIN NOW,” YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTOOD THE TERMS AND CONDITIONS OF THIS AGREEMENT AND THAT YOU AGREE, ON BEHALF OF YOURSELF AND ON BEHALF OF ANY COMPANY OR OTHER LEGAL ENTITY WHICH YOU REPRESENT, TO BE BOUND BY ALL OF ITS PROVISIONS.\nBY CLICKING “JOIN NOW,” YOU ALSO CONSENT TO USE ELECTRONIC SIGNATURES AND ACKNOWLEDGE YOUR CLICK OF THE “JOIN NOW” BUTTON AS ONE.</p>\n",
  "services": [
    "alignable"
  ],
  "title": "This service forces users into binding arbitration in the case of disputes",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service forces users into binding arbitration in the case of disputes",
    "tldr": "Generated through the annotate view"
  }
}