{
  "id": "7550",
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 7531,
  "quoteStart": 5001,
  "quoteText": "<p>The data we collect can include the following:</p>\n<p>\n<strong>Name and contact data</strong>.\nYour first and last name, email address, postal address, phone number, and other similar contact data.</p>\n<p>\n<strong>Credentials</strong>.\nPasswords, password hints, and similar security information used for authentication and account access.\n</p>\n<p>\n<strong>Demographic data</strong>.\nData about you such as your age, gender, country, and preferred language.\n</p>\n<p>\n<strong>Payment data</strong>.\nData to process payments, such as your payment instrument number (such as a credit card number) and the security code associated with your payment instrument.\n</p>\n<p>\n<strong>Subscription and licensing data</strong>.\nInformation about your subscriptions, licenses, and other entitlements.</p>\n<p>\n<strong>Interactions</strong>.\nData about your use of Microsoft products.\nIn some cases, such as search queries, this is data you provide in order to make use of the products.\nIn other cases, such as error reports, this is data we generate.\nOther examples of interactions data include:</p>\n<ul>\n<li>\n<strong>Device and usage data</strong>.\nData about your device and the product and features you use, including information about your hardware and software, how our products perform, as well as your settings.\nFor example:<ul>\n<li>\n<strong>Payment and account history</strong>.\nData about the items you purchase and activities associated with your account.</li>\n<li>\n<strong>Browse history</strong>.\nData about the webpages you visit.</li>\n<li>\n<strong>Device, connectivity, and configuration data</strong>.\nData about your device, your device configuration, and nearby networks.\nFor example, data about the operating systems and other software installed on your device, including product keys.\nIn addition, IP address, device identifiers (such as the IMEI number for phones), regional and language settings, and information about WLAN access points near your device.</li>\n<li>\n<strong>Error reports and performance data</strong>.\nData about the performance of the products and any problems you experience, including error reports.\nError reports (sometimes called “crash dumps”) can include details of the software or hardware related to an error, contents of files opened when an error occurred, and data about other software on your device.</li>\n<li>\n<strong>Troubleshooting and help data</strong>.\nData you provide when you contact Microsoft for help, such as the products you use, and other details that help us provide support.",
  "services": [
    "bing"
  ],
  "title": "The service collects many different types of personal data",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The service collects many different types of personal data",
    "tldr": "Generated through the annotate view"
  }
}