{
  "id": "7572",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 34751,
  "quoteStart": 31873,
  "quoteText": "Changes to this Privacy Policy to date</em>\n</p>\n<p>November 2004: cookie information moved to separate page.\nData Protection Commissioner changed to Information Commissioner.\nlegal information under the Data Protection Act added.</p>\n<p>May 2008: principles updated to provide more detail on protections and limits on data usage and confirmation about the use of data processors.\ncontact details updated.<br>\n</p>\n<p> August 2009: contact details updated, useful links updated, some headings added and a new section headed “advertising and affiliate links” added.</p>\n<p>July 2011: Principles updated to include further information on marketing preferences, contact details, further information provided about online behavioural advertising, cookies, and the ‘Who we share data with’ section has been updated.<br>\n</p>\n<p>September 2011: Websites covered expanded to include guardiannews.com, information on use of children’s data added.</p>\n<p>October 2011: Information on plugins and dispute resolution for Guardian News &amp.\nMedia LLC added.</p>\n<p>February 2012: Additional provision included in ‘How we use your information’ to address certain data that we may collect, especially in the context of certain Apps and geographical location data.</p>\n<p>April 2012: Information on logging onto our sites using social networking log-ins as a means of authentication.</p>\n<p>February 2013: Applicability of policy to other websites and applications added.</p>\n<p>May 2013: Information on mobile device advertising added.</p>\n<p>July 2013: References to guardian.co.uk and guardiannews.com replaced with references to theguardian.com.</p>\n<p>August 2013: Policy reviewed by the Plain English Campaign and awarded Crystal Mark.</p>\n<p>September 2014: Policy amended to include references to Guardian Membership, name added as a mandatory field for registration.</p>\n<p>February 2015: Policy amended to include information on data sharing between Guardian group companies in the UK, USA and Australia.</p>\n<p>July 2015: Amendment for the personalisation of newsletters based on browsing history on theguardian.com</p>\n<p>October 2015: Removal of references to Safe Harbor Privacy Framework.</p>\n<p>January 2016: Policy amended to include information on profiling and how to opt-out of profiling data being shared with Guardian News &amp.\nMedia.</p>\n<p>December 2016: Information on Google Analytics added, removal of children’s books information and replaced with Young Critics’ information.<br>\n</p>\n<p>March 2017: updated information on the use of Nielsen software on our sites.<br>\n</p>\n<p>May 2017: updated information on the use of anonymous information for online advertising<br>\n</p>\n<p>February 2018: updated information on marketing preferences and use of children’s data</p>\n<p>May 2018: updated to reflect changes resulting from the General Data Protection Regulation.",
  "services": [
    "theguardian"
  ],
  "title": "This service provides archives of their terms of service so that changes can be viewed over time",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service provides archives of their terms of service so that changes can be viewed over time",
    "tldr": "Generated through the annotate view"
  }
}