{
  "id": "7922",
  "quoteDoc": "Security and disclosure policy",
  "quoteEnd": 2672,
  "quoteStart": 923,
  "quoteText": "No logging by default – ✅ Minimal data processing</p>\n<p>We decided to choose the best protection for your personal data: We simply do not collect it.\nYou don’t have to trust us, because you keep your data.\nBy default, we do not log anything, and we concluded a data processing agreement according to Article 28 GDPR with our server provider (see our privacy policy).</p>\n<p>✅ Single-purpose server – ✅ No databases</p>\n<p>For security, we provide our blog using a dedicated virtual server.\nThere aren’t any other public services on this server (e.g., no database server, no mail server, no messaging server).\nFor instance, the decentralized Dat version of our blog runs on another virtual server.</p>\n<p>✅ Security monitoring – ✅ Strong authentication – ✅ Defined processes</p>\n<p>Our server is permanently monitored to check for modified files and login attempts.\nTwo-factor authentication is needed to access our server.\nThe core of our server is a hardened Linux installation.\nThis means that we removed unnecessary packages and applied strict configuration at kernel level.\nFinally, we implemented processes to ensure installation of security updates within a narrow time frame and quick reaction to reported potential security vulnerabilities.</p>\n<p>✅ 100% static content – ✅ No CMS, PHP, or JavaScript – ✅ No 3rd party content</p>\n<p>Our blog consists of 100% static content.\nThere is no content management system (CMS) installed and there is no dynamically-served content like PHP or JavaScript.\nWe do not embed any third-party content, and all links to third-party websites are marked.\nActually, third-party websites, which you access from our blog, run in a separate process in your web browser, and we strip any Referrer information.</p>",
  "services": [
    "infosechandbook"
  ],
  "title": "The user is informed about security practices",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "The user is informed about security practices",
    "tldr": "Generated through the annotate view"
  }
}