{
  "discussion": "https://groups.google.com/d/topic/tosdr/2vAAIqFyMKc/discussion",
  "id": "817",
  "meta": {
    "author": "Ian McGowan",
    "contributors": [
      "Jil Larner <jil.larner@fsfe.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 11312,
  "quoteStart": 9144,
  "quoteText": "<p>We have set out in the tables below the categories of personal data we collect and use about you:</p>\n<p>\n<strong>\n<em>Personal data collected when you sign up for the Spotify Service</em>\n</strong>\n</p> Categories of personal data\nDescription of category\n<strong>Account Registration Data</strong>\nThis is the personal data that is provided by you or collected by us to enable you to sign up for and use the Spotify Service.\nThis includes your email address, birth date, gender, postal code, and country.\n<br>\n<br>\nSome of the personal data we will ask you to provide is required in order to create your account.\nYou also have the option to provide us with some additional personal data in order to make your account more personalized.\n<br>\n<br>\nThe exact personal data we will collect depends on the type of Spotify Service plan you sign up for and whether or not you use a Third Party Service (as defined in the Terms and Conditions of Use, such as Facebook) to sign up and use the Spotify Service.\nIf you use a Third Party Service to create an account, we will receive personal data via that Third Party Service but only when you have consented to that Third Party Service sharing your personal data with us.\n<p>\n<strong>\n<em>Personal data collected through your use of the Spotify Service</em>\n</strong>\n</p> Categories of personal data\nDescription of category\n<strong>Spotify Service Usage Data</strong>\nThis is the personal data that is collected about you when you are using the Spotify Service - this may include: <br>\n<blockquote>\n<ul>\n<li>Information about your type of Spotify Service plan.</li>\n<li>Information about your interactions with the Spotify Service which includes the date and time of any requests you make, songs you have listened to, playlists you create, video content you’ve watched, and your interactions with other Spotify users.\nThis also may include details of your use of Third Party Applications and advertising you receive.</li>\n<li>User Content (as defined in the Terms and Conditions of Use) you post to Spotify including messages you send and/or receive via Spotify and your interactions with the Spotify Customer Service team.",
  "services": [
    "spotify"
  ],
  "slug": "2vAAIqFyMKc",
  "source": {
    "terms": "https://www.spotify.com/us/legal/privacy-policy/"
  },
  "title": "Personal data is defined",
  "topics": [
    "user-info"
  ],
  "tosdr": {
    "binding": true,
    "case": "The service provides details about what kinds of personal information they collect",
    "tldr": "Personal data is described in PP §2. However, If you connect to Spotify using Facebook, they will have access to more data."
  }
}