{
  "discussion": "https://groups.google.com/d/topic/tosdr/Fnwu9Z5crGE/discussion",
  "id": "828",
  "meta": {
    "author": "ToS;DR by Unhosted",
    "contributors": [
      "Hugo Roy <hugo@unhosted.org>"
    ],
    "license-for-this-file": "This work is licensed under the Creative Commons Attribution-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/3.0/ or send a letter to Creative Commons, 444 Castro Street, Suite 900, Mountain View, California, 94041, .USA",
    "spec-version": "1.1"
  },
  "needModeration": false,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 6724,
  "quoteStart": 5174,
  "quoteText": "When you register any kind of SoundCloud account, you will need to provide your email address (except when you sign-up with Facebook or Google and don’t give your permission to share it with SoundCloud), your age, and choose a password.\nIn addition, if you purchase a Subscription, you will also need to provide your real name, billing address, and payment verification information.</p>\n</li>\n<li>\n<p>\n<strong>Profile Information</strong> - you may choose, at your discretion, to provide additional information for your public profile on SoundCloud® – for example:</p>\n<ul>\n<li>your real name</li>\n<li>a user name (which may be your real name or a pseudonym)</li>\n<li>the city and country in which you live</li>\n<li>a profile picture, profile header image or avatar</li>\n<li>information about how you categorize yourself with respect to your content (for example, whether you are a musician, a label or some other category of creator)</li>\n<li>details of your other websites and social media profiles, including links to those pages</li>\n<li>your gender if you wish to provide it</li>\n<li>any additional information you provide as part of your public profile, such as your real name, and links to your website and other social media profiles (but not your email address), will be published on your profile page.\nThis information will be publicly accessible and may be viewed by anyone accessing the Website, or using our API or other Services.\nPlease bear this in mind when considering whether to provide any additional information about yourself</li",
  "reason": "superseded",
  "services": [
    "soundcloud"
  ],
  "slug": "Fnwu9Z5crGE",
  "source": {
    "privacy": "http://soundcloud.com/pages/privacy"
  },
  "title": "The service allows you to use pseudonyms",
  "topics": [
    "track"
  ],
  "tosdr": {
    "binding": true,
    "case": "The service allows you to use pseudonyms",
    "irrelevant": false,
    "point": "good",
    "reason": true,
    "score": 10,
    "tldr": "You don't have to register for most of the services. Little personal information is required to register, you don't have to provide your real name unless it is for a Premium Account."
  }
}