{
  "tosdr": {
    "tldr": "Generated through the annotate view",
    "case": "The service provides a complete list of all cookies set by its website"
  },
  "id": "8295",
  "title": "The service provides a complete list of all cookies set by its website",
  "quoteDoc": "Cookie Policy",
  "quoteStart": 2607,
  "quoteEnd": 4728,
  "quoteText": "If you’d like to learn more about cookies, CNIL has prepared an explanatory video entitled “Comment j’ai attrapé un cookie ?”, which can be accessed at the following link:&nbsp;https://www.dailymotion.com/video/x16lt53_tutoriel-qu-est-ce-qu-un-cookie_tech</p>What are the cookies issued on our Site used for?Internal cookies<p>Internal cookies that are directly saved by DAILYMOTION&nbsp;are mainly functional cookies.\nThey are saved on your device primarily for the browsing needs on our Site, identification, and for the optimization and personalization of our services and content.</p>\n<p>These functional cookies serve the following purposes:</p>\n<ul>\n<li>\n<b>User authentication cookies</b>: Authentication cookies allow you to access your account using the username you have already provided us with.</li>\n<li>\n<b>Personalization cookies</b>: Personalization cookies make it possible to adapt the appearance of our Site to the display preferences on your device (language, display resolution, operating system, security settings, etc.) whenever you visit our Site, all according to the tools and software for viewing and playing media present on your device.</li>\n<li>\n<b>Statistics cookies</b>: Statistics cookies allow us to ascertain the use and performance of our Site and improve its functioning.\nTo accomplish this, these cookies track your browsing in order to establish statistics on visits.\nFor the most part, these cookies are saved and used by DAILYMOTION.</li>\n<li>\n<b>Audience measurement cookies</b>: DAILYMOTION uses audience measurement cookies (including Google Analytics) to obtain anonymous visitor statistics for its Site, which are then used to optimize it by analyzing the browsing activity of users and detecting any potential malfunctions.</li>\n<li>\n<b>Functional cookies used to conduct ergonomics/marketing&nbsp;studies</b>: Our Site uses an A/B testing solution that relies on cookies to improve the user experience.\nA/B testing&nbsp;makes it possible to personalize web content and offer variety.</li>\n</ul>\n<p>Most internal functional cookies expire at the end of your visit to our Site",
  "needModeration": true,
  "services": [
    "dailymotion"
  ]
}