{
  "id": "8693",
  "needModeration": true,
  "quoteDoc": "Terms of Use",
  "quoteEnd": 5969,
  "quoteStart": 4203,
  "quoteText": "Without limitation, SparkNotes reserves the right to terminate your access to and use of the Service if, in our view, your conduct or communications:</p>\n<ul>\n<li>contains, promotes or links to sexually explicit or violent material.\n</li>\n<li>promotes, depicts or links to material that promotes or depicts discrimination based on race, gender, religion, national origin, physical or mental disability, sexual orientation, or age.\n</li>\n<li>contains unlawful material, including but not limited to materials that may violate another's intellectual property rights, or links to a site that contains such material.\n</li>\n<li>contains information regarding, promotes or links to a site that provides information or promotes illegal activity.\n</li>\n<li>is considered by us or any person with access to such content to be \"junk mail,\" \"chain letters,\" duplicative or unsolicited mass mailing, instant messaging, \"spimming,\" “phishing” or \"spamming;”</li>\n<li>is considered by us or any person with access to such content to be obscene, lewd, lascivious, filthy, excessively violent, threatening, harassing or otherwise objectionable, whether or not such material is constitutionally protected.\nor </li>\n<li>is deemed by us to be unsuitable for any other reason.</li>\n</ul>\n<p>You understand that we reserve the right to conclude that your conduct is unsuitable in accordance with our standards, and we may come to such a conclusion even if it is based upon our opinion or mere suspicion or belief, without any duty to prove that our opinion or suspicion is well-founded and even if our opinion or suspicion is proven not to be well-founded or if we allow other users access to the Service despite their communications having the same or similar characteristics as yours.\n",
  "services": [
    "sparknotes"
  ],
  "title": "They may stop providing the service at any  time",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "They may stop providing the service at any time",
    "tldr": "Aside from sexually explicit, violent, discriminatory, unlawful, illegal, or spam conduct, SparkNotes may terminate your access to the service if your conduct/communications are \"deemed by us to be unsuitable for any other reason\". They may deem it to be unsuitable even if it is based on opinion, suspicion, or belief, even if it is not well-founded or if other users are allowed access despite having conduct/communications similar to yours."
  }
}