{
  "tosdr": {
    "tldr": "Generated through the annotate view",
    "case": "The service informs users about the risk of publishing personal info online"
  },
  "id": "8753",
  "title": "The service informs users about the risk of publishing personal info online",
  "quoteDoc": "Privacy Policy",
  "quoteStart": 21552,
  "quoteEnd": 23252,
  "quoteText": "However any content that you\nchoose to share and submit for posting is neither private nor confidential and you should expect\nthat it may be made public and known to others.</strong> Information you choose to upload will be posted\nalong with your user name and other information including personal information you attached to your\npublicly available user profile.\nFor example, your reports (map and road updates, traffic congestion\nupdates, road accidents, etc.) will be posted on the Waze map along with your username.\nYou should\nnote that certain road incidents you report may include your driving path within the vicinity of\nthose incidents.\nTherefore, you must exercise caution and common sense when submitting information.\nAt the very least you should demonstrate the same degree of caution as when publishing personal\ninformation by means other than the Internet and cellular services.</p>\n<p>In any event (but except as detailed below with respect to information shared from your social\nnetwork accounts according to your privacy settings for such social network accounts), your email\naddress will not be visible to others through any reports or user posts that you share or upload.</p>\n<p>if you choose to either record your own voice onto the Service, or to use the voice command\nfeatures, Waze will collect the voice information related to such use, including voice files.\nIf,\nafter recording your own voice, you chose to share your voice recordings, other Waze users and other\npeople will be able to download and use your voice recordings.\nOnce downloaded, Waze may not have\nany control over the voice files, so you should only share content that you are comfortable being\nmade public.</p>",
  "needModeration": true,
  "services": [
    "waze"
  ]
}