{
  "id": "8901",
  "needModeration": true,
  "quoteDoc": "The Fine Print",
  "quoteEnd": 7922,
  "quoteStart": 5700,
  "quoteText": "ActBlue does everything we can to accommodate requests for refunds.\nWe do our best to honor refunds requested for reasons such as input error, when a contributor accidentally donates twice or enters the wrong donation amount.\nActBlue will not consider refunds for other reasons such as a change in political or personal opinion or the cancellation of an event.\nActBlue reserves the right to refuse a refund request for these or other reasons.\n</p>\n<p>\nAll refund requests are subject to the availability of the contribution funds.\nBecause ActBlue forwards contributions to the candidate, cause, or committee to whom you choose to contribute, ActBlue will only refund a contribution if we still have the funds or can recover the funds from the recipient.\nFor this reason, it is of the utmost importance that you make your request for a refund as soon after contributing as possible.\n</p>\n<p> All refunds issued by ActBlue will be credited back to the card used to make the contribution.\nIn all cases where we are not able to accommodate a refund request, we will be happy to refer you to the recipient of your contribution so that you may request a refund directly from them.\n</p>\n<p>\nOur state of the art fraud detection software constantly monitors the site for fraudulent activity using stolen cards.\nWhen our software identifies a fraudulent transaction, the contribution will be refunded automatically regardless of whether a refund has been requested.\n</p>\n<p>\nIf you are with a campaign, committee, or organization that has received a contribution through ActBlue and would like to request that we refund that contribution, please contact us at info@actblue.com and we will do our best to assist you.\n</p> Cancellation policy\n<p>\nFor your convenience, ActBlue offers the ability to make a recurring contribution to one or more recipients using a stored payment method.\nWhen you sign up for a recurring contribution, ActBlue will charge the amount you designated to your stored account once each month and forward that contribution to the recipient you have chosen.\nAll payment information is stored securely in our system, and we will never change the amount, frequency, or recipient of your recurring contribution.\n",
  "services": [
    "actblue"
  ],
  "title": "All refund requests are subject to the availability of the other funds",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "Users are entitled to a refund if certain thresholds or standards are not met by the service",
    "tldr": "Generated through the annotate view"
  }
}