{
  "id": "9194",
  "needModeration": true,
  "quoteDoc": "Rozsah zásady osobních ůdajů",
  "quoteEnd": 19267,
  "quoteStart": 17086,
  "quoteText": "Shromážděné osobní údaje využíváme pro naplnění určitého, výslovně vyjádřeného a legitimního účelu.\nÚčel definujeme před započetím samotného sběru, přičemž vás o něm transparentně informujeme.\nJe v našem vlastním zájmu, abyste pokaždé věděli, pro jaký účel vaše osobní data zpracováváme.</p>\n<p>V rámci našich služeb zpracováváme vaše osobní data pro následující účely:</p>\n<ul>\n<li>K poskytnutí služby.</li>\n<li>K identifikaci smluvní strany před uzavřením smlouvy.</li>\n<li>K naplnění právní povinnosti.</li>\n<li>K personifikaci poskytovaných služeb tak, aby vám poskytly co nejvyšší přidanou hodnotu.</li>\n<li>K porozumění, jak naše služby využíváte, s cílem dodat vám co nejlepší uživatelský zážitek.</li>\n<li>K vývoji nových služeb, založenému na způsobech využívání a modelů chování uživatelů.</li>\n<li>Ke zlepšování a zkvalitňování našich služeb.</li>\n<li>K měření návštěvnosti našich internetových serverů.</li>\n<li>K zajištění bezpečnosti našich služeb a pro ochranu proti jejich zneužívání.</li>\n<li>Za účelem přímého marketingu našich služeb.</li>\n<li>K vymáhání pohledávek a vymáhání nároků za náhradu škody.</li>\n<li>Ke komunikaci s vámi.</li>\n<li>K hodnocení spokojenosti našich uživatelů.</li>\n</ul>\n<p>Bližší informace o konkrétních účelech zpracování dat najdete u každé konkrétní služby v levém menu, s popisem, jak daná služba data zpracovává.</p>\nUchovávání osobních údajů\n<p>Náš přístup ke shromážděným osobním údajům je jednoduchý: pokud se osobním údajům nemůžeme vyhnout, nedržíme je po dobu delší, než je to nezbytné k dosažení účelů, pro které byly sebrány.\nA kde je to možné, přistupujeme k jejich anonymizaci nebo pseudonymizaci.\nTento přístup je v souladu se zásadou omezení uložení, která zakotvuje povinnost vymazat nebo anonymizovat osobní údaje, pokud je už nepotřebujeme pro naplnění účelu jejich shromáždění.\nAktivní anonymizací naplňujeme zásadu účelového omezení (nezpracovávat osobní údaje za jinými účely, než za kterými byly shromážděny) a minimalizace jejich zpracování (zpracovávat pouze takové údaje, které jsou nezbytné pro dosažení stanoveného účelu).\nSamozřejmě s výjimkami v podobě povinností, které určují právní předpisy ČR.</p>\n<p>",
  "services": [
    "seznam-cz"
  ],
  "title": "The service deletes tracking data after a period of time and allows you to opt out",
  "topics": [],
  "tosdr": {
    "binding": true,
    "case": "The service deletes tracking data after a period of time and allows you to opt out",
    "tldr": "Generated through the annotate view"
  }
}