{
  "id": "9353",
  "needModeration": true,
  "quoteDoc": "Privacy Policy",
  "quoteEnd": 15349,
  "quoteStart": 9999,
  "quoteText": "\n<li>\n<p>Please note that in addition to the disclosures we have identified below, we may disclose Personal Information for the purposes we explain in this notice to service providers, contractors, agents, advisors (e.g.\nlegal, financial, business or other advisors) and affiliates of Razer that perform activities on our behalf, as well as other members of the Razer group.</p>\n<p>(a)\t<strong>To provide and manage products and services you have requested</strong> ▶ to administer our services, including to carry out our obligations arising from any agreements entered into between you and us, or to notify you about changes to our services and products.</p>\n<p>\n<strong>Use justifications</strong>: contract performance.\nconsent, legitimate interests (to enable us to perform our obligations and provide our services to you or to notify you about changes to our service).</p>\n<p>(b)\t<strong>To sponsor you and/or your e-sports team</strong> ▶ to carry out our obligations arising from any sponsorship agreements entered into between you and us, to notify you about changes to the terms of our sponsorship, or to advertise the fact that you and/or your e-sports team are sponsored by us.</p>\n<p>\n<strong>Use justifications</strong>: contract performance.\nconsent.</p>\n<p>(c)\t<strong>To communicate with you regarding products and services that may be of interest</strong> ▶ to provide you with updates and offers, where you have chosen to receive these.\nWe may also use your information to market our own and our selected business partners' products and services to you by way of in-app alerts, post, email, phone, SMS or online or social media advertisement.\nWhere required by law, we will ask for your consent at the time we collect your data to conduct any of these types of marketing.\nWe will provide an option on the appropriate platform to unsubscribe or opt-out of further communication on any electronic marketing communication sent to you.</p>\n<p>\n<strong>Use justifications</strong>: legitimate interests (to keep you updated with news in relation to our products and services).\nconsent.</p>\n<p>(d)\t<strong>To understand our customers and to develop and tailor our products and services</strong> ▶ we may analyse the Personal Information we hold in order to better understand your usage patterns, preferences and marketing requirements, as well as to better understand our business and develop our products and services;</p>\n<p>\n<strong>Use justifications</strong>: legitimate interests (to ensure the quality and legality of our services and to allow us to improve our services).</p>\n<p>(e)\t<strong>To monitor certain activities</strong> ▶ to monitor queries and transactions to ensure service quality, compliance with procedures, terms of use and policies (including our Razer Insider House Rules), and to combat fraud (including running anti-fraud checks against your payment method when processing your order(s) on our website);</p>\n<p>\n<strong>Use justifications</strong>: contract performance, legal obligations, legal claims, legitimate interests (to ensure that the quality and legality of our services).</p>\n<p>(f) <strong>To inform you of changes</strong> ▶ to notify you about changes to our services and products.</p>\n<p>\n<strong>Use justifications:</strong> legitimate interests (to notify you about changes to our service).</p>\n<p>(g) <strong>To ensure website content is relevant</strong> ▶ to ensure that content from our websites is presented in the most effective manner for you and for your device, which may include passing your data to business partners, suppliers and/or service providers.</p>\n<p>\n<strong>Use justifications:</strong> legitimate interests (to allow us to provide you with the content and services on the websites).</p>\n<p>(h)\t<strong>To reorganize or make changes to our business</strong> ▶ in the event that we: (i) are subject to negotiations for the sale of our business or part thereof to a third party.\n(ii) are sold to a third party.\nor (iii) undergo a re-organization, we may need to transfer some or all of your Personal Information to the relevant third party (or its advisors) as part of any due diligence process for the purpose of analyzing any proposed sale or re-organization.\nWe may also need to transfer your Personal Information to that re-organized entity or third party after the sale or reorganization for them to use for the same purposes as set out in this policy.</p>\n<p>\n<strong>Use justifications:</strong> legitimate interests (in order to allow us to change our business).</p>\n<p>(i)\t<strong>In connection with legal or regulatory obligations</strong> ▶ We may process your Personal Information to comply with our regulatory requirements or dialogue with regulators as applicable which may include disclosing your Personal Information to third parties, the court service and/or regulators or law enforcement agencies in connection with enquiries, proceedings or investigations by such parties anywhere in the world or where compelled to do so.\nWhere permitted, we will direct any such request to you or notify you before responding unless to do so would prejudice the prevention or detection of a crime.\n</p>\n<p>\n<strong>Use justifications:</strong> legal obligations, legal claims, legitimate interests (to cooperate with law enforcement and regulatory authorities).</p>\n",
  "services": [
    "razer"
  ],
  "title": "This service uses your personal information for many different purposes",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "This service uses your personal information for many different purposes",
    "tldr": "Generated through the annotate view"
  }
}