{
  "id": "9894",
  "needModeration": true,
  "quoteDoc": "Terms of Service",
  "quoteEnd": 13096,
  "quoteStart": 10393,
  "quoteText": "36 Misrepresentations of infringement can result in liability for monetary damages.\nYou may want to consult an attorney before taking any action pursuant to the DMCA.\nA DMCA request can be sent to us via the contact information below, or by completing our DMCA Report Form:</p>\n<code>Copyright Agent\nreddit, Inc.\n548 Market St., #16093\nSan Francisco, CA 94104-5401\ncopyright@reddit.com\n</code>\n<p>37 Please send our Copyright Agent the following information:</p>\n<ol>\n<li>The electronic or physical signature of the owner of the copyright or the person authorized to act on the owner's behalf;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or a representative list of such works;</li>\n<li>The URL or Internet location of the materials claimed to be infringing or to be the subject of infringing activity, or information reasonably sufficient to permit us to locate the material;</li>\n<li>Your name, address, telephone number and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use of the material is not authorized by the copyright owner, its agent or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or are authorized to act on the copyright owner's behalf.</li>\n</ol>your right to file a counter-notice\n<p>38 If we remove your user content in response to a copyright or trademark notice, we will notify you via reddit’s private messaging system.\nIf you believe your user content was wrongly removed due to a mistake or misidentification of the material, you can send a counter-notice to our Copyright Agent (contact information provided above) that includes the following:</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled and where the material was located online before it was removed or access to it was disabled;</li>\n<li>A statement by you, under penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of federal district court for the judicial district in which the address is located, or if your address is outside of the United States, for any judicial district in which the service provider may be found, and that you will accept service of process from the person who provided notification under DMCA 512 subsection (c)(1)(c) or an agent of such person.</li>",
  "services": [
    "reddit"
  ],
  "title": "Provides instructions on how to submit a copyright claim",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "Provides instructions on how to submit a copyright claim",
    "tldr": "Generated through the annotate view"
  }
}