{
  "id": "9942",
  "quoteDoc": "Terms of Service",
  "quoteEnd": 12670,
  "quoteStart": 11091,
  "quoteText": "If you believe that your work has been used in a way that may constitute copyright infringement, please provide the Society’s designated agent the following information:</p>\n<ol>\n<li>\n<p>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</p>\n</li>\n<li>\n<p>A description of the copyrighted work that you claim has been infringed;</p>\n</li>\n<li>\n<p>A description of where the material that you claim is infringing is located on the Service (such as the URL);</p>\n</li>\n<li>\n<p>Your address, telephone number, and e-mail address;</p>\n</li>\n<li>\n<p>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n</li>\n<li>\n<p>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</p>\n</li>\n</ol>\n</li>\n</ol>\n<p>The Society’s designated agent for notice of claims of copyright infringement on the Service is its Executive Vice President of Legal and Business Affairs who can be reached as follows:</p>\n<p>&nbsp;</p>\n<p>By mail:</p>\n<p>Angelo M.\nGrima&nbsp;</p>\n<p>Executive Vice President, Legal and Business Affairs&nbsp;</p>\n<p>National Geographic Society.&nbsp;</p>\n<p>1145 Seventeenth Street, NW</p>\n<p>Washington, DC 20036-4688</p>\n<p>&nbsp;</p>\n<p>By email:</p>\n<p>infringementnotice@ngs.org&nbsp;</p>\n<p>This contact information is only for reporting alleged copyright infringements.",
  "services": [
    "nationalgeographic"
  ],
  "title": "Provides instructions on how to submit a copyright claim",
  "topics": [

  ],
  "tosdr": {
    "binding": true,
    "case": "Provides instructions on how to submit a copyright claim",
    "tldr": "Generated through the annotate view"
  }
}